{
    "paper_id": "1-s2",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:17:30.648041Z"
    },
    "title": "Coral suspension feeding on fine particulate matter",
    "authors": [
        {
            "first": "Kenneth",
            "middle": [
                "R N"
            ],
            "last": "Anthony",
            "suffix": "",
            "affiliation": {
                "laboratory": "Cooperative Research Centre for Ecologically Sustainable Development of the Great Barrier Reef",
                "institution": "James Cook University of North Queensland",
                "location": {
                    "postCode": "4811",
                    "settlement": "Townsville",
                    "region": "QLD",
                    "country": "Australia"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "High concentrations of fine suspended particulate matter (SPM) on nearshore coral reefs are generally assumed to be a stress factor for corals. However, the extent to which SPM serves as a food source for corals has not been quantified. Using C-labelled natural particulate matter, this study investigates the relationship between concentration and suspension feeding on fine SPM by four common species of Scleractinian coral on the Great Barrier Reef (GBR), Australia. In ingestion trials, only one species (Porites cylindrica Dana) conformed to traditional saturationkinetic models (Michaelis-Menten, Hollings type I) with ingestion rates reaching maximum at low to moderate SPM concentrations (4-8 mg l). For the remaining three species (Pocillopora damicornis Linnaeus, Montipora digitata Dana and Acropora millepora Ehrenberg) ingestion 21 rates increased linearly over the full range of SPM concentrations (1-30 mg l). All study species assimilated a major proportion of the ingested label, but assimilation efficiency was inversely related to SPM concentration. At low concentrations (1 mg l), estimates of assimilation efficiency ranged from 89 to 95% of the ingested SPM, decreasing to 40-50% at the highest concentrations (30 mg SPM l). The maximum rate of SPM carbon assimilation can cover less than 5% of basic metabolic costs, which is not significantly different from reported contributions of zooplankton feeding to coral energy budgets. More importantly, SPM feeding at high particle concentrations may cover up to half of the carbon and a third of the nitrogen required for tissue growth.",
    "pdf_parse": {
        "paper_id": "1-s2",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "High concentrations of fine suspended particulate matter (SPM) on nearshore coral reefs are generally assumed to be a stress factor for corals. However, the extent to which SPM serves as a food source for corals has not been quantified. Using C-labelled natural particulate matter, this study investigates the relationship between concentration and suspension feeding on fine SPM by four common species of Scleractinian coral on the Great Barrier Reef (GBR), Australia. In ingestion trials, only one species (Porites cylindrica Dana) conformed to traditional saturationkinetic models (Michaelis-Menten, Hollings type I) with ingestion rates reaching maximum at low to moderate SPM concentrations (4-8 mg l). For the remaining three species (Pocillopora damicornis Linnaeus, Montipora digitata Dana and Acropora millepora Ehrenberg) ingestion 21 rates increased linearly over the full range of SPM concentrations (1-30 mg l). All study species assimilated a major proportion of the ingested label, but assimilation efficiency was inversely related to SPM concentration. At low concentrations (1 mg l), estimates of assimilation efficiency ranged from 89 to 95% of the ingested SPM, decreasing to 40-50% at the highest concentrations (30 mg SPM l). The maximum rate of SPM carbon assimilation can cover less than 5% of basic metabolic costs, which is not significantly different from reported contributions of zooplankton feeding to coral energy budgets. More importantly, SPM feeding at high particle concentrations may cover up to half of the carbon and a third of the nitrogen required for tissue growth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "High concentrations of suspended particulate matter (SPM) in waters over nearshore * Tel.: 161 7 4777 815717, fax: 7 477 251570, e-mail: Kenneth.Anthony@jcu.edu.au 0022-0981 / 99 / $ -see front matter © 1999 Elsevier Science B. V. All rights reserved. PII: S0022-0981( 98 )00099-9 K.R.N. Anthony / J. Exp. Mar. Biol. Ecol. 232 (1999) 85 -106 coral reefs are considered to be a stress factor for coral assemblages, mainly by reducing light for photosynthesis and smothering coral tissues (review by Rogers, 1990) . Nevertheless, many reefs with high coral cover are found in relatively turbid conditions, such as fringing reefs around inshore continental islands in the Great Barrier Reef (GBR) Lagoon (Done, 1982; Veron, 1986 ), suggesting that turbid conditions are not necessarily detrimental to corals. On coral reefs, SPM constitutes a diverse food source derived from a variety of sources including detrital matter (Marshall, 1965) , resuspended sediment (Larcombe et al., 1995) , coral mucus (Coffroth, 1990) and excretory products from other animals (e.g., from fish, Meyer and Schultz, 1985) . In addition, such particles are subject to colonisation by bacteria and microalgae, which increases the organic value of this food package (Riley, 1963; Wotton, 1988) .",
                "cite_spans": [
                    {
                        "start": 288,
                        "end": 333,
                        "text": "Anthony / J. Exp. Mar. Biol. Ecol. 232 (1999)",
                        "ref_id": null
                    },
                    {
                        "start": 334,
                        "end": 341,
                        "text": "85 -106",
                        "ref_id": null
                    },
                    {
                        "start": 498,
                        "end": 511,
                        "text": "Rogers, 1990)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 701,
                        "end": 713,
                        "text": "(Done, 1982;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 714,
                        "end": 725,
                        "text": "Veron, 1986",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 920,
                        "end": 936,
                        "text": "(Marshall, 1965)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 960,
                        "end": 983,
                        "text": "(Larcombe et al., 1995)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 998,
                        "end": 1014,
                        "text": "(Coffroth, 1990)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1075,
                        "end": 1099,
                        "text": "Meyer and Schultz, 1985)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1241,
                        "end": 1254,
                        "text": "(Riley, 1963;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1255,
                        "end": 1268,
                        "text": "Wotton, 1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Although hermatypic corals gain the majority of their carbon requirement through their symbiotic association with unicellular algae (zooxanthellae, e.g. Falkowski et al., 1984; Muscatine, 1990) , they are also passive suspension feeders with the potential for utilising a range of food sources (reviewed by Sebens, 1987) . Corals on nearshore reefs in the GBR lagoon often experience high concentrations of fine SPM for extended periods of time (up to 20 mg l , Larcombe et al., 1995) which raises the hypothesis that SPM is a potentially more important food source in nearshore habitats than in oligotrophic (offshore) environments. Although heterotrophy has been recognised as an important function of hermatypic scleractinian corals for half a century (e.g., Yonge, 1930) , no studies have quantified the importance of SPM for corals. In a recent study, Mills and Sebens (1997) showed that corals ingest large particles (Artemia cysts) settled on their tissues. The organic content of bedload particles, however, may be less than 0.3% on coral reefs (Johnstone et al., 1990) , whereas that of fine suspended particles is typically above 3% (M. Dommisse, pers. comm.).",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 176,
                        "text": "Falkowski et al., 1984;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 177,
                        "end": 193,
                        "text": "Muscatine, 1990)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 307,
                        "end": 320,
                        "text": "Sebens, 1987)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 462,
                        "end": 484,
                        "text": "Larcombe et al., 1995)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 762,
                        "end": 774,
                        "text": "Yonge, 1930)",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 857,
                        "end": 880,
                        "text": "Mills and Sebens (1997)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1053,
                        "end": 1077,
                        "text": "(Johnstone et al., 1990)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Numerous early studies documented the ability of hermatypic corals to capture and ingest various sources of particulate food, including zooplankton, phytoplankton and bacteria (reviewed by Muscatine, 1973) . Only a few studies, however, have tested the capacity of corals to utilise SPM (as defined above) as a food source, despite its abundance in many nearshore waters. Attempts to quantify feeding on SPM by corals have mainly used artificial food substrates, including colloidal graphite (Lewis, 1977) , plastic beads (Clayton and Lasker, 1982) , and Artemia cysts (Clayton and Lasker, 1982; Sebens and Johnson, 1991; Helmuth and Sebens, 1993; Johnson and Sebens, 1993) which have little resemblance to natural SPM. Important shortfalls in most early studies on suspension feeding in corals (or by suspension feeders in general) are that the experimental flow regime and particle concentration were often not characterised. Both parameters govern the rate of delivery to the feeding structures of passive suspension feeders (particle flux, Shimeta and Jumars, 1991; Abelson et al., 1993) . Recent studies on suspension feeding have focused on hydro-mechanical aspects of particle capture (e.g., Helmuth and Sebens, 1993; Sebens et al., 1997; Shimeta and Koehl, 1997) rather than on the energetic importance of particle capture. Due to this variation in objectives and experimental protocols among previous studies, the energetic importance of suspension feeding on particulate matter, especially for corals, is still uncertain.",
                "cite_spans": [
                    {
                        "start": 189,
                        "end": 205,
                        "text": "Muscatine, 1973)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 492,
                        "end": 505,
                        "text": "(Lewis, 1977)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 522,
                        "end": 548,
                        "text": "(Clayton and Lasker, 1982)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 569,
                        "end": 595,
                        "text": "(Clayton and Lasker, 1982;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 596,
                        "end": 621,
                        "text": "Sebens and Johnson, 1991;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 622,
                        "end": 647,
                        "text": "Helmuth and Sebens, 1993;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 648,
                        "end": 673,
                        "text": "Johnson and Sebens, 1993)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1044,
                        "end": 1069,
                        "text": "Shimeta and Jumars, 1991;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 1070,
                        "end": 1091,
                        "text": "Abelson et al., 1993)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1199,
                        "end": 1224,
                        "text": "Helmuth and Sebens, 1993;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1225,
                        "end": 1245,
                        "text": "Sebens et al., 1997;",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 1246,
                        "end": 1270,
                        "text": "Shimeta and Koehl, 1997)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The purpose of this study is to quantify particulate feeding for four species of hermatypic, Scleractinian coral as functions of SPM concentrations typical of those found across the GBR lagoon. Specifically, I test whether ingestion as a function of SPM concentration for these species conform to traditional models of functional responses (rectilinear: type 1, Holling, 1959 curvilinear: e.g., Michaelis-Menten, Parsons et al., 1984 to be able to identify what particle loads cause feeding saturation. Furthermore, I estimate what proportion of the ingested material is assimilated by corals at different SPM concentrations to assess the energetic importance of particulate matter as a food source for corals in different turbidity regimes.",
                "cite_spans": [
                    {
                        "start": 362,
                        "end": 375,
                        "text": "Holling, 1959",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 376,
                        "end": 433,
                        "text": "curvilinear: e.g., Michaelis-Menten, Parsons et al., 1984",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Four coral species from three families commonly dominating coral assemblages in the GBR region were chosen for this study: Pocillopora damicornis, Montipora digitata, Acropora millepora and Porites cylindrica. The choice of coral species was mainly based on two morphological and behavioural properties. Firstly, all species have a digitate to branching growth form and comparable polyp sizes (1-2 mm diameter, Fig.  1 ) which minimise potential effects of geometry on local flow patterns and thus flux of particles and rate of encounter with tentacles (Eckman and Nowell, 1984) . The use of branching rather than massive growth forms ensures that suspension feeding rather than gravitational deposition is quantified (Abelson et al., 1993; Johnson and Sebens, 1993) . Secondly, all species generally have their polyps extended during both day and night, which allows a direct comparison of diel SPM consumption among species.",
                "cite_spans": [
                    {
                        "start": 553,
                        "end": 578,
                        "text": "(Eckman and Nowell, 1984)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 718,
                        "end": 740,
                        "text": "(Abelson et al., 1993;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 741,
                        "end": 766,
                        "text": "Johnson and Sebens, 1993)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 411,
                        "end": 418,
                        "text": "Fig.  1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Selection of coral species",
                "sec_num": "2.1."
            },
            {
                "text": "All corals were collected from fringing reefs in Pioneer Bay and Cattle Bay on the inshore side of Orpheus Island in the central region of the GBR. Turbidity regimes in 21 these areas range from 1-8 mg suspended particulate matter (SPM) l . Montipora digitata is an intertidal species (Veron, 1986) and was collected from less than one meter depth below datum. All other species were collected from a narrow subtidal depth range (3-4 m below datum) to minimise potential differences in heterotrophic capacity which could arise through differences in feeding strategies in different light regimes. Coral samples consisted of 4-6 cm long terminal branches, cut from the colony with bone cutters. Only one branch was sampled per coral colony, and only widely spaced colonies were sampled to maximise the number of clones in the analysis. Each branch was mounted on a stand consisting of a PVC cup (16 mm high 16 mm wide) with a vertical stalk for attachment to racks and to the bottom of flow tanks (Fig. 2) . The base of each branch was embedded in non-toxic wax to keep the coral firmly attached to its stand, and all mounted branches were placed on racks and transported while submerged to holding tanks with running seawater. Corals were held in the tanks for a maximum of one week prior to experimentation to avoid stress from prolonged exposure to laboratory conditions. ",
                "cite_spans": [
                    {
                        "start": 285,
                        "end": 298,
                        "text": "(Veron, 1986)",
                        "ref_id": "BIBREF60"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 996,
                        "end": 1004,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Collecting and maintenance of corals",
                "sec_num": "2.2."
            },
            {
                "text": "To provide a suspension of particulate matter which closely resembles that experienced by corals in situ, all experiments used natural SPM collected by filtration of seawater (10 mm) pumped from 3-5 meter depth, immediately above the reef crest in Pioneer Bay, Orpheus Island. Particulate matter resulting from 24 h of filtration was resuspended in 10 l of seawater and strained through a 100 mm mesh to remove large zooplankters. A 1-l subsample was taken from the suspension and used to determine the 21 weight-specific concentration ( | 300 mg dry weight l ), and the remainder (8 l) 14 incubated with C in a 20-l transparent carboy. The particle suspension was labelled 14 14",
                "cite_spans": [
                    {
                        "start": 587,
                        "end": 589,
                        "text": "14",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 674,
                        "end": 676,
                        "text": "14",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Collecting and labelling of SPM",
                "sec_num": "2.3."
            },
            {
                "text": "with a mixture of C-glucose and C-NaHCO , targeting surface bacteria and 3 microalgae, respectively (Carman, 1990) . Although only part of the organic fraction is labelled by this method, it was preferred over the use of artificial substrates such as diatom cultures or labelling with C- Fig. 2 . Diagram of (A) feeding chamber and (B) assimilation chamber. Two coral branches were incubated in each feeding chamber, from which one branch was subsequently transferred to an assimilation chamber. The propellers of the four feeding chambers were driven by one motor through belts and pulleys to assure a constant flow speed for all incubations.",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 114,
                        "text": "(Carman, 1990)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 288,
                        "end": 294,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Collecting and labelling of SPM",
                "sec_num": "2.3."
            },
            {
                "text": "formaldehyde (Lopez and Crenshaw, 1982 tubes, 80 mE m s ) with 500 mCi C-glucose (bacteria) and 1 mCi NaH CO (microalgae). After labelling, the suspension was centrifuged twice for 10 min at 3500 rpm, divided into 4-ml portions, and stored in the freezer (2708C) until used. By subsampling from a frozen stock suspension rather than preparing new stocks prior to incubation, identical substrates were used in all feeding trials and consisted of dead particulate matter with minimum microbial activity during incubations. Results of pilot studies showed that material from frozen aliquots is ingested by corals as readily as live material (Anthony, unpublished) .",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 38,
                        "text": "(Lopez and Crenshaw, 1982",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 638,
                        "end": 660,
                        "text": "(Anthony, unpublished)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Collecting and labelling of SPM",
                "sec_num": "2.3."
            },
            {
                "text": "To standardise feeding to mg SPM, the radioactivity (dpm) per ml labelled SPM stock suspension was determined for five randomly chosen samples. Aliquots (200 ml) were solubilised in 1 ml Soluene-350 (Packard) for 24 h, and bleached in 100 ml H O to 2 reduce colour quenching before 10 ml of scintillation cocktail was added (Hionic Flour, Packard). Radioactivity of samples was determined in an LKB Wallac (Rackbeta) K.R.N. Anthony / J. Exp. Mar. Biol. Ecol. 232 (1999) 85 -106 scintillation counter, and corrected for quenching using external ratio standards. Volume-4 21 specific activity of the SPM stock was 1.5 ? 10 (6S.E. 1.0 ? 10 ) dpm ml . Five 1-ml aliquots from the labelled stock suspension were filtered (0.7 mm) through Whatman GF / F filters, and dried for 72 h at 558C to obtain weight-specific concentration, which was 1.9 (6S.E. 0.1) mg dry SPM ml . Weight-specific radioactivity of the labelled SPM stock was thus 750 dpm (mg SPM) and was used to convert dpm data to mg SPM.",
                "cite_spans": [
                    {
                        "start": 424,
                        "end": 477,
                        "text": "Anthony / J. Exp. Mar. Biol. Ecol. 232 (1999) 85 -106",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Collecting and labelling of SPM",
                "sec_num": "2.3."
            },
            {
                "text": "Experiments were divided into: (1) a 1-h feeding phase followed by (2) an assimilation phase in which half of the fed coral population was allowed to digest and assimilate the ingested ration as well as egest unincorporated label. The experimental protocol for both phases is outlined in Fig. 3 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 288,
                        "end": 294,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Experimental design",
                "sec_num": "2.4."
            },
            {
                "text": "The feeding trials consisted of 1-h incubations during which pairs of coral branches (one analysed for ingestion and one for assimilation) were allowed to feed on a ration of Fig. 3 . Flow chart outlining the experimental protocol for one feeding incubation comprising two coral branches. This procedure was replicated with 4-8 pairs of corals per SPM level and per coral species (total of runs). levels: 1, 4, 8, 16 and 30 mg l ). Coral branches were assigned randomly to these five treatment levels, and each level was replicated with four-to-eight branches per feeding and assimilation phase. Replication was intensified at the high SPM concentrations",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 175,
                        "end": 181,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Experimental design",
                "sec_num": "2.4."
            },
            {
                "text": "(16-30 mg l ) to reduce bias of parameter estimates for the Michaelis-Menten model (Currie, 1982) .",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 97,
                        "text": "(Currie, 1982)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Experimental design",
                "sec_num": "2.4."
            },
            {
                "text": "All feeding trials were run using four 2-l acrylic incubation chambers constructed as mini-flumes (30 cm long 8 cm wide 3 8 cm high) in which a constant, unidirectional flux of SPM was established ( Fig. 2A ). The flow in each flume was generated by a propeller driven by a 24 V DC motor (Electro Craft, Minneapolis, MN, USA) with a solid state speed control. One motor was driving the propellers of all four chambers through a series of belts and pulleys to assure similar flow speeds in all tanks. A mean 21 unidirectional flow speed of 5-7 cm s was used in all incubations, typical for the flow regime at 3-5 m depth in the wind-protected Pioneer and Cattle Bays. Furthermore, the flow was smoothed by flow straighteners in the upstream end of each chamber. Two 6-mm diameter holes in the floor of the chamber in the working section (20 cm downstream) functioned as attachments for the coral stands ( Fig. 2A ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 199,
                        "end": 206,
                        "text": "Fig. 2A",
                        "ref_id": null
                    },
                    {
                        "start": 904,
                        "end": 911,
                        "text": "Fig. 2A",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Feeding experiments",
                "sec_num": "2.5."
            },
            {
                "text": "All feeding trials were run at night and in darkness to minimise uptake of CO 2 through photosynthesis of zooxanthellae. Corals were allowed to adjust to chamber conditions for 2-4 h prior to the experiments, during which period the chambers received a constant flow of seawater directly from the reef. The feeding phase was initiated when the polyps of all corals were fully extended, typically at 20:00 h. 14 Immediately prior to a feeding trial, the C-labelled SPM suspension was rinsed three times by centrifugation (3500 rpm for 10 min) to minimise dissolved organic label and added to each chamber through the injection port. Although, rinsing and centrifugation is likely to cause loss of labelled surface bacteria and organic films, the weight-specific radioactivity of the experimental SPM did not vary from that of the stock samples determined by filtration [750 dpm (mg SPM) , see above].",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Feeding experiments",
                "sec_num": "2.5."
            },
            {
                "text": "After 60-min of incubation, one coral was removed from the each chamber, briefly submerged in seawater to remove uningested adhering label, and cut from its base directly into a 20-ml glass scintillation vial with 2 ml tissue solubiliser (Soluene-350, Packard). The samples were incubated at 558C until all tissues were digested (48-72 h), and bleached in 200 ml H O to reduce colour quenching. Ten ml scintillation fluid 2 2 (Hionic Flour, Packard) was added to each sample and left for 24 h to allow solubilised tissue inside the skeleton to become extracted. Each piece of skeleton was transferred to an empty vial, washed, dried, and analysed for surface area (see Section 2.7). Less than 2% of the sample radioactivity was lost when removing the coral skeleton from the scintillation vial.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Feeding experiments",
                "sec_num": "2.5."
            },
            {
                "text": "Ingestion of particulate matter was determined from the amount of radioactivity in coral tissues, controlled for uptake of dissolved organic label evolving during incuba-tions. Uptake of dissolved label was determined from the tissue-radioactivity of corals incubated in filtered (0.45 mm) water to which a labelled filtrate (0.2 mm) was added. This method was preferred over using corals with contracted polyps (non-feeding) as controls, since the latter have a reduced surface for uptake of dissolved matter and thereby produce underestimates of dissolved uptake by feeding corals. The amount of dissolved label added to these control chambers was based on the mean concentration of dissolved label during control runs without corals (sets of four chambers) using two different SPM concentrations (1 and 30 mg l ). To quantify this evolution of dissolved 14 C, four 2-ml water samples were taken at t 5 1, 15, 30, 45 and 60 min, filtered 0.2 mm through 13 mm Nucleopore membranes, fixed in 1% formalin to prevent microbial activity and consequent loss of CO , and determined for radioactivity by liquid scintillation counting. Based on this assay, control corals were incubated in water with a concentration of dissolved C corresponding to 15% of the mean concentration of particulate C (Fig. 4 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1289,
                        "end": 1296,
                        "text": "(Fig. 4",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Feeding experiments",
                "sec_num": "2.5."
            },
            {
                "text": "The second coral branch from each feeding chamber was transferred to a smaller chamber ( Fig. 2B ) with a flow-through of filtered (1 mm) unlabelled seawater in which the coral was allowed to digest and assimilate the ingested particulate matter, and egest any unincorporated material. The duration of this phase was kept at 24 h, as pilot studies showed that . 95% of ingested, indigestible markers (6-mm latex beads) are egested within this time frame (Anthony, unpublished data). The assimilation phase was typically initiated at 21:00, and the corals were exposed to a natural light regime corresponding to 5 m depth during the following day to allow natural metabolism.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 89,
                        "end": 96,
                        "text": "Fig. 2B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Assimilation of SPM",
                "sec_num": "2.6."
            },
            {
                "text": "Respiratory loss of CO from the corals during the assimilation phase was determined using a technique modified from that of Crosby et al. (1989) . The filtered water from each egestion chamber was collected in 25-l carboys with formalin (1% final solution) to prevent the evolution of CO from microbial activity. Air displaced from each carboy while filling was bubbled through a series of four 25-ml sealed centrifuge vials with 10 ml 2 M NaOH which functioned as CO traps. At conclusion of the assimilation 2 phase, 100 ml of 1 M citric acid was injecting into the carboys (pH 1-2) to stimulate release of CO from solution, and the water was ventilated with N for 48 h. A 2-ml 2 subsample from each vial in the CO traps was added to 10 ml StarScint (Packard) and determined for radioactivity by scintillation counting. The decline in radioactivity over the series of vials provided an effective means of monitoring a high efficiency ( | 98% ) 14of CO retention by the traps. After completion of the assimilation phase, each coral fragment was cut from its base and treated as described for the feeding phase.",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 144,
                        "text": "Crosby et al. (1989)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Assimilation of SPM",
                "sec_num": "2.6."
            },
            {
                "text": "2 Feeding data were standardised to mg SPM ingested per cm colony surface area per h. For Montipora digitata, Acropora millepora and Porites cylindrica, colony surface area was calculated based on the simple geometrical shapes and dimensions of coral branches. For Pocillopora damicornis, which has a more irregular surface, total number of corallites (polyps) were counted and converted to surface area from the number of corallites per cm (676S.E. 5 for N 5 10 9-mm quadrats).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Normalisation of ingestion data",
                "sec_num": "2.7."
            },
            {
                "text": "The Hollings type I and Michaelis-Menten models were fitted to the datasets (ingestion rate vs. SPM concentration) using piecewise-linear and non-linear leastsquares regression, respectively (Simplex and Quasi-Newton iterative methods, Statistica, 1993) . The Hollings type I (piecewise-linear) model was of the form",
                "cite_spans": [
                    {
                        "start": 236,
                        "end": 253,
                        "text": "Statistica, 1993)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis of ingestion rates and feeding responses",
                "sec_num": "2.8."
            },
            {
                "text": "I 5 b 1 aC for C , C 1 I for C $ C (1) s d s d C 0 saturation max saturation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis of ingestion rates and feeding responses",
                "sec_num": "2.8."
            },
            {
                "text": "where I is ingestion rate as a function of SPM concentration (C), b is the intercept, a C 0 is the slope of the feeding response below the SPM concentration at which the coral becomes saturated (C ) and I is the maximum rate of ingestion. In the absence saturation max of saturation over the range of concentrations used, the model becomes a simple linear regression.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis of ingestion rates and feeding responses",
                "sec_num": "2.8."
            },
            {
                "text": "The curvilinear Michaelis-Menten model was used here in the form",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis of ingestion rates and feeding responses",
                "sec_num": "2.8."
            },
            {
                "text": "I 5 I C / K 1 C (2) s d s d C m a x",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis of ingestion rates and feeding responses",
                "sec_num": "2.8."
            },
            {
                "text": "where K is the SPM concentration at which half-saturation occurs. The conformity of the data to these two models was evaluated based on the percentage of explained variance (R ). Coral species displaying a similar type of relationship between SPM concentration K.R.N. Anthony / J. Exp. Mar. Biol. Ecol. 232 (1999) 85 -106 and ingestion were compared using an analysis of covariance (ANCOVA) followed by Tukey's HSD test (Sokal and Rohlf, 1981) .",
                "cite_spans": [
                    {
                        "start": 268,
                        "end": 321,
                        "text": "Anthony / J. Exp. Mar. Biol. Ecol. 232 (1999) 85 -106",
                        "ref_id": null
                    },
                    {
                        "start": 420,
                        "end": 443,
                        "text": "(Sokal and Rohlf, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis of ingestion rates and feeding responses",
                "sec_num": "2.8."
            },
            {
                "text": "The amount of label assimilated by the corals (A) was the radioactivity in coral tissues after egestion was complete (CT ), corrected for label remaining from uptake of A 14 dissolved organic matter during the ingestion phase (DO C ), and respiratory loss of A 14 CO (R). Incorporation of label into the skeleton was not quantified since a significant 14 incorporation of skeletal Ca CO is expected through passive ion-exchange with the incubation water (Barnes and Crossland, 1977) . The amount of label assimilated by the coral was thus determined as",
                "cite_spans": [
                    {
                        "start": 169,
                        "end": 173,
                        "text": "A 14",
                        "ref_id": null
                    },
                    {
                        "start": 454,
                        "end": 482,
                        "text": "(Barnes and Crossland, 1977)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis of assimilation efficiencies",
                "sec_num": "2.9."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "14 A 5 CT 2 DO C 1 R",
                        "eq_num": "(3)"
                    }
                ],
                "section": "Data analysis of assimilation efficiencies",
                "sec_num": "2.9."
            },
            {
                "text": "A A and the efficiency by which the species assimilated label from the ingested SPM at different SPM concentrations was determined as",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis of assimilation efficiencies",
                "sec_num": "2.9."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "AE 5 A /I",
                        "eq_num": "(4)"
                    }
                ],
                "section": "Data analysis of assimilation efficiencies",
                "sec_num": "2.9."
            },
            {
                "text": "obtained for pairs of branches from each feeding chamber. Effects of coral species and SPM concentration on assimilation efficiency were tested using a two-factor ANOVA followed by a Tukey's HSD multiple comparisons test (Sokal and Rohlf, 1981) . The raw data conformed to ANOVA assumptions, and were analysed untransformed.",
                "cite_spans": [
                    {
                        "start": 221,
                        "end": 244,
                        "text": "(Sokal and Rohlf, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis of assimilation efficiencies",
                "sec_num": "2.9."
            },
            {
                "text": "All four species demonstrated a capacity to feed on fine SPM, and rates of ingestion increased markedly with increasing particle concentration for all species (Fig. 5) . However, ingestion rates were relatively low for all species, with maxima of less than 5 mg SPM per square cm coral surface area per hour. For three of the four species, rate of ingestion increased five-to ten-fold as a function of SPM concentrations between and 21 30 mg l . These three species (Pocillopora damicornis, Montipora digitata and 2 Acropora millepora) showed simple linear feeding responses (R from 0.82 to 0.96) over the wide range of SPM concentrations. P. damicornis showed a tendency to become saturated at high SPM concentrations as indicated by a significant fit to both the piecewise linear and curvilinear models, as well as to the simple linear model (Table 1) . However, estimates of the saturation (C , Hollings type 1) and half-saturation (K, saturation Michaelis-Menten) constants for P. damicornis were located in the upper range of the SPM concentrations used (20 and 28 mg l , respectively), which renders the non-linear models inappropriate for the feeding response of P. damicornis within this range of concentrations (see also Currie, 1982) . Only Porites cylindrica showed convincing saturation as the feeding rate did not increase significantly over the concentration range 4-30 mg l . The feeding response of P. cylindrica could be explained equally well by l , approximately an order of magnitude lower than that estimated for P. damicornis (27.562.0). Of the three linear feeding responses, ingestion rates of P. damicornis and M. digitata were generally higher compared to that of A. millepora as indicated by the results of the ANCOVA (Table 2) . Interestingly, the slopes of the linear feeding responses for P. damicornis, M. digitata and A. millepora were almost identical (0.12-0.136S.E. 0.01, F 50.85, p50.43, Table 1 ). Below the level of saturation, the slope of the feeding 2,71 response for P. cylindrica (0.29) was three-fold those of the three simple linear responses, suggesting that feeding of this species at low SPM concentrations is more directly related to particle availability than for the other species.",
                "cite_spans": [
                    {
                        "start": 1230,
                        "end": 1243,
                        "text": "Currie, 1982)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 159,
                        "end": 167,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    },
                    {
                        "start": 844,
                        "end": 853,
                        "text": "(Table 1)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1745,
                        "end": 1754,
                        "text": "(Table 2)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 1924,
                        "end": 1931,
                        "text": "Table 1",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Feeding responses to concentrations of suspended particulate matter",
                "sec_num": "3.1."
            },
            {
                "text": "Based on the control incubations, approximately 25% of the radioactivity in coral tissues after the feeding phase could be attributed to uptake of dissolved C. This ratio of dissolved to particulate uptake remained constant (2663%) across species and between lowest and highest SPM concentrations used. A factor of 0.75 was thus used to correct all ingestion data for uptake of dissolved label. Interestingly, only a maximum of 15% of the total label (at t545 and 60 min) was in dissolved form ( Fig. 4 ), suggesting that dissolved label is more readily taken up than particulates. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 496,
                        "end": 502,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Feeding responses to concentrations of suspended particulate matter",
                "sec_num": "3.1."
            },
            {
                "text": "The four coral species assimilated between 91 and 100% of the ingested label at the lowest SPM concentration (1 mg l ), decreasing to 45-80% at the highest SPM 21 concentration (30 mg l , Fig. 6 ). The decline in assimilation efficiency (AE) as a function of SPM concentration was significant by the ANOVA (Table 3) , attributable only to differences in AE between highest and lowest SPM concentration (Tukeys test, Table 3 ). The two-way ANOVA also showed an effect of species on AE governed by contrasts between two species. The mean AE of M. digitata (89.4%) was significantly higher than that of A. millepora (62.2%) but both species did not differ significantly from P. damicornis (75.4%) and P. cylindrica (77.4%, Tukeys test, Table 3 ). Surprising- Fig. 6 . Effects of SPM concentration on assimilation efficiency for the four coral species. Assimilation efficiency was estimated as the sum of radioactivity in coral tissues 24 h after the feeding phase and respiratory 14 loss of CO during this period, relative to the radioactivity in coral tissues immediately after the feeding 2 phase. Data are means6S.E. of N54 to 8 coral branches. K.R.N. Anthony / J. Exp. Mar. Biol. Ecol. 232 (1999) 85 -106 Table 3 Comparison of assimilation efficiencies (AEs) for the four coral species at five different SPM concentrations using two-way ANOVA ly, the slopes of AEs as a function SPM concentration were similar for all species (Fig.  6 , test of parallelism, F , p50.57) despite differences in the amount of material [3, 114] ingested and hence processed.",
                "cite_spans": [
                    {
                        "start": 1152,
                        "end": 1197,
                        "text": "Anthony / J. Exp. Mar. Biol. Ecol. 232 (1999)",
                        "ref_id": null
                    },
                    {
                        "start": 1517,
                        "end": 1520,
                        "text": "[3,",
                        "ref_id": null
                    },
                    {
                        "start": 1521,
                        "end": 1525,
                        "text": "114]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 188,
                        "end": 194,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 306,
                        "end": 315,
                        "text": "(Table 3)",
                        "ref_id": null
                    },
                    {
                        "start": 416,
                        "end": 423,
                        "text": "Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 733,
                        "end": 740,
                        "text": "Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 756,
                        "end": 762,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 1206,
                        "end": 1213,
                        "text": "Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 1427,
                        "end": 1435,
                        "text": "(Fig.  6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Effects of SPM concentration on assimilation efficiency",
                "sec_num": "3.2."
            },
            {
                "text": "14 Only 13-34% of the estimated assimilated label was lost as respiratory CO during the 24-h assimilation phase (Fig. 7) . Interestingly, this ratio did not differ significantly between high and low SPM concentrations (ANOVA, F 51.24, p50.27 ), suggesting [1, 44] that larger food rations are metabolised as readily as small rations. P. cylindrica showed a tendency to respire the greatest proportion of the assimilated label (31-34%, Fig. 7 ), although this tendency was significant only when compared to A. millepora (ANOVA, F 56.18, p50.0013 ).",
                "cite_spans": [
                    {
                        "start": 218,
                        "end": 225,
                        "text": "(ANOVA,",
                        "ref_id": null
                    },
                    {
                        "start": 226,
                        "end": 234,
                        "text": "F 51.24,",
                        "ref_id": null
                    },
                    {
                        "start": 235,
                        "end": 241,
                        "text": "p50.27",
                        "ref_id": null
                    },
                    {
                        "start": 256,
                        "end": 259,
                        "text": "[1,",
                        "ref_id": null
                    },
                    {
                        "start": 260,
                        "end": 263,
                        "text": "44]",
                        "ref_id": null
                    },
                    {
                        "start": 519,
                        "end": 526,
                        "text": "(ANOVA,",
                        "ref_id": null
                    },
                    {
                        "start": 527,
                        "end": 535,
                        "text": "F 56.18,",
                        "ref_id": null
                    },
                    {
                        "start": 536,
                        "end": 544,
                        "text": "p50.0013",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 120,
                        "text": "(Fig. 7)",
                        "ref_id": null
                    },
                    {
                        "start": 435,
                        "end": 441,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Effects of SPM concentration on assimilation efficiency",
                "sec_num": "3.2."
            },
            {
                "text": "[3.44]",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of SPM concentration on assimilation efficiency",
                "sec_num": "3.2."
            },
            {
                "text": "All four species demonstrated a capacity to feed on fine suspended particulate matter, a capacity that was positively correlated with particle availability as hypothesised in this study. Surprisingly, the relationship between particle concentration and rate of ingestion was a simple linear function of concentration rather than a traditional saturation curve for three out of the four species (P. damicornis, M. digitata and A. millepora). Even particle concentrations mimicking observed peak turbidity regimes in some nearshore coral reefs in the Great Barrier Reef Lagoon (16 and 30 mg l ), did not cause significantly lower rates of ingestion than expected from the linear model. Interestingly, since particle concentrations at the study sites rarely exceed 8 mg l , maximum experimental concentrations were at least three times higher than those normally experienced by these corals. Only P. cylindrica conformed convincingly to traditional saturation-kinetic models by reaching maximum rate of ingestion at low-to-moderate particle concentrations (4-8 mg l ). P. damicornis showed a tendency to become saturated at concentrations .16 mg l , and would most likely saturate at lower concentrations than both M. digitata and A. millepora over a broader range of concentrations. However, constructing feeding response curves based on higher particle concentrations would not reflect the conditions under which these species naturally feed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ingestion rate as a function of particle concentration",
                "sec_num": "4.1."
            },
            {
                "text": "According to Rigler (1961) and Holling (1959) , a rectilinear functional response is expected for filter feeders, i.e., feeding rate is a linear function of prey concentration until it reaches a plateau. For three of the four species (P. damicornis, M. digitata and A. millepora) such a plateau was not reached within the range of particle concentrations used in this study. The feeding responses for P. cylindrica, however, was equally well modelled by the rectilinear (Hollings type I) and curvilinear (Michaelis-Menten) relationships. Tentatively, feeding by coral polyps can be modelled analogous to active sites in enzyme kinetics, showing increasing levels of saturation with increasing substrate concentration (curvilinear response) rather than a linear increase up to a certain plateau (rectilinear response). Theoretical models of shapes of feeding responses for filter feeders also predict curvilinear rather than rectilinear responses (Lehman, 1976) . For passive suspension feeders the shape of the feeding response curve is likely to be governed by both morphological, physiological and behavioural characteristics of the organism (Hart and Latta, 1986; Leonard, 1989) . However, an explanation as to why only P. cylindrica showed saturation is not apparent from the results of this study, yet a number of hypotheses appear plausible. Firstly, a lower tentacle cleaning rate as determined by the velocity of ciliary feeding currents (Muscatine, 1973) may be a limiting factor at high particle concentrations. The low cleaning rate of the congeneric Porites lutea in sediment-rejection experiments (Stafford-Smith, 1993 ) adds support to this hypothesis. Secondly, space-limitations of polyp coelenterons may define a limit to ingestion (Lehman, 1976; Taghon and Jumars, 1984) and will be relatively more important for small-polyped species such as P. cylindrica and M. digitata. For example, 21 the maximum SPM ingestion rate for P. cylindrica of 2 mg (cm colony surface) h 21 21",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 26,
                        "text": "Rigler (1961)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 31,
                        "end": 45,
                        "text": "Holling (1959)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 946,
                        "end": 960,
                        "text": "(Lehman, 1976)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1144,
                        "end": 1166,
                        "text": "(Hart and Latta, 1986;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1167,
                        "end": 1181,
                        "text": "Leonard, 1989)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1446,
                        "end": 1463,
                        "text": "(Muscatine, 1973)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1610,
                        "end": 1631,
                        "text": "(Stafford-Smith, 1993",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 1749,
                        "end": 1763,
                        "text": "(Lehman, 1976;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1764,
                        "end": 1788,
                        "text": "Taghon and Jumars, 1984)",
                        "ref_id": "BIBREF59"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ingestion rate as a function of particle concentration",
                "sec_num": "4.1."
            },
            {
                "text": "( Fig. 5) corresponds to a volumetric intake of 2 ml (cm colony surface) h , assuming neutral buoyancy and disregarding effects of hydration on particle volume.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 2,
                        "end": 9,
                        "text": "Fig. 5)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Ingestion rate as a function of particle concentration",
                "sec_num": "4.1."
            },
            {
                "text": "Since P. cylindrica carries approximately 65 polyps per cm colony surface (Anthony, unpublished) , each polyp would ingest a volume of the order 0.03 ml which corresponds to one spherical particle of 400 mm diameter per hour. Thirdly, high particle concentrations may elicit a stress response and stimulate the coral to stop feeding.",
                "cite_spans": [
                    {
                        "start": 74,
                        "end": 96,
                        "text": "(Anthony, unpublished)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "However, the tentacles of all corals exposed to maximum particle loads (30 mg l ) remained expanded during the full length of the incubations suggesting that the feeding behaviour of the corals was not adversely affected by high particle concentrations. Fourthly, Lewis and Price (1975) noted for Atlantic corals that poritids and pocilloporids only employed tentacular feeding whereas acroporids showed both tentacular and mucus feeding. Whether such differences in feeding behaviours and mechanisms are responsible for the different kinetics observed in, for example P. cylindrica and A. millepora, is unclear and deserves further study.",
                "cite_spans": [
                    {
                        "start": 264,
                        "end": 286,
                        "text": "Lewis and Price (1975)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "21",
                "sec_num": null
            },
            {
                "text": "Based on absolute values of the maximum feeding rates in this study (less than 5 mg 2 per cm per h), all four coral species showed low affinity for fine particulate matter, which would tend to prevent feeding saturation. Furthermore, only 1-h incubations were used in this study (to minimise the build-up and uptake of dissolved label) which may be insufficient time to accumulate enough material to cause saturation (Patterson, 1991) . Periods of high turbidity over reefs are often of the scale of days to weeks (Larcombe et al., 1995) rather than of hours. A common slope (DI /DC) for the three linear responses of 0.12 to 0.13 (60.01, S.E.) indicates that the successful capture and ingestion of fine particles by P. damicornis, M. digitata and A. millepora increases only one-fold for every eight-fold increase in food availability. In the absence of saturation and other factors inhibiting capture and ingestion, the expected increment in feeding rate per increment in food concentration would be closer to unity for passive suspension feeders, given that potential particle capture is directly related to particle flux. For example, the expected slopes of prey capture rate to abundance for Madracis mirabilis (a small-polyped species, Sebens et al., 1996) and P. damicornis (Clayton and Lasker, 1982) in zooplankton feeding experiments were in the order of 0.5. The generally low feeding rates and low slope observed in this study may be related to the small particle size as suggested by aerosol-filtration theory (Rubenstein and Koehl, 1977; Shimeta and Jumars, 1991) . The spacing between tentacle tips for the coral species used in this study was of the order 500-2000 mm whereas the range of particle sizes was 10-100 mm, thereby excluding sieving as a likely mode of capture for corals feeding on fine SPM. Sieving is suggested to be an important mechanism in the capture of zooplankton for both octocorals (Sebens and Koehl, 1984) and scleractinian corals (Sebens et al., 1996) . For particles with diameters only 1 / 20 to 1 / 5 of the spacings between coral tentacles, and at flow velocities typical 21 of lagoonal coral reefs (5-10 cm s ) the predominant mode of capture is most likely direct interception, i.e., the particle follows a streamline that brings it within one particle radius of a tentacle (Rubenstein and Koehl, 1977) . In order for such small particles to be intercepted by a tentacle they must travel in streamlines closer to the tentacles than large particles, and thus have a lower probability of capture than larger particles of similar abundance. For spionid polychaetes, Shimeta and Koehl (1997) found that the probability of encounter increased as the square of the particle diameter, corresponding to an almost 100-fold increase in capture probability with an increase in particle size from 10 to 100 mm.",
                "cite_spans": [
                    {
                        "start": 417,
                        "end": 434,
                        "text": "(Patterson, 1991)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 514,
                        "end": 537,
                        "text": "(Larcombe et al., 1995)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1243,
                        "end": 1263,
                        "text": "Sebens et al., 1996)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 1282,
                        "end": 1308,
                        "text": "(Clayton and Lasker, 1982)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1523,
                        "end": 1551,
                        "text": "(Rubenstein and Koehl, 1977;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1552,
                        "end": 1577,
                        "text": "Shimeta and Jumars, 1991)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 1921,
                        "end": 1945,
                        "text": "(Sebens and Koehl, 1984)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1971,
                        "end": 1992,
                        "text": "(Sebens et al., 1996)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 2321,
                        "end": 2349,
                        "text": "(Rubenstein and Koehl, 1977)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 2610,
                        "end": 2634,
                        "text": "Shimeta and Koehl (1997)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "21",
                "sec_num": null
            },
            {
                "text": "Only coral species with a branching / digitate growth form and small polyps were used in this study, as this morphology is expected to facilitate higher capture rate of small prey items than that of massive large-polyped species, in part due to a larger area of contact (projected tentacle surface) with the flowing water. According to the model by Abelson et al. (1993) , coral species with a high ratio of body height to basal width encounter high fluxes of small suspended particles, whereas massive and encrusting forms encounter fluxes of predominantly heavier, resuspended material. Also, Sebens et al. (1996) found that Madracia mirabilis (small polyps, branching) captured .36-times more plankton per unit of biomass than Montastrea cavernosa (large polyps, massive). The use of individual coral branches rather than whole colonies in this study, however, may overestimate in situ feeding rates due to partial depletion of the water by polyps upstream, especially in large clones (Anthony, 1997; Sebens et al., 1997) .",
                "cite_spans": [
                    {
                        "start": 349,
                        "end": 370,
                        "text": "Abelson et al. (1993)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 595,
                        "end": 615,
                        "text": "Sebens et al. (1996)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 988,
                        "end": 1003,
                        "text": "(Anthony, 1997;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1004,
                        "end": 1024,
                        "text": "Sebens et al., 1997)",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "21",
                "sec_num": null
            },
            {
                "text": "The low saturation constant (C or K) of P. cylindrica in contrast to the absence saturation of saturation for the other three species may suggest that P. cylindrica performs poorly in high-turbidity habitats. Moreover, it raises the hypothesis that the suitability of a high-turbidity regime for a given coral species may be indicated by the saturation characteristics (parameters C or K) of that species. However, the relative saturation abundances of the four study species in habitats of different turbidity levels along an inshore-offshore transect across the Great Barrier Reef lagoon (Done, 1982) , does not add convincing support to this hypothesis. For example, P. damicornis is abundant in most coral reef habitats across the GBR lagoon from extreme inshore to exposed offshore reefs. Although M. digitata (the best SPM feeder) is often the dominant coral species on shallow mudflats where it is periodically exposed to extremely turbid conditions, P. cylindrica (the poorest SPM feeder) also prospers in extremely turbid habitats (D. Barnes, pers comm.) . Nevertheless, complete saturation of SPM feeding in P. cylindrica at concentrations as low as 2-4 mg l renders this species a poor heterotroph in high-turbidity regimes and supports previous assumptions that members of the genus Porites rely mainly on autotrophy (Johannes and Tepley, 1974; Edmunds and Spencer-Davies, 1989) . Saturation parameters of feeding response curves may therefore not serve as a useful proxy for detecting tolerance levels of corals to high particle loads, but provides a useful tool for estimating the capacity of a species to utilise the particle availability in a given turbidity regime.",
                "cite_spans": [
                    {
                        "start": 590,
                        "end": 602,
                        "text": "(Done, 1982)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1044,
                        "end": 1063,
                        "text": "Barnes, pers comm.)",
                        "ref_id": null
                    },
                    {
                        "start": 1329,
                        "end": 1356,
                        "text": "(Johannes and Tepley, 1974;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1357,
                        "end": 1390,
                        "text": "Edmunds and Spencer-Davies, 1989)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Feeding responses as a proxy of tolerance to turbidity regimes",
                "sec_num": "4.2."
            },
            {
                "text": "The estimates of assimilation efficiency were high for all species. At low particle concentrations, almost the total consumption of particulate matter was assimilated (mean 94%), and an average of 64% of the ingested matter was utilised at the highest SPM 21 concentration (30 mg l ). This inverse relationship between AE and rate of ingestion corroborates the pattern for other marine invertebrates (Zamer, 1986 and references therein) . Sorokin (1973) also reported high rates of assimilation for corals feeding on planktonic bacteria (and lower rates for phytoplankton) but data are, however, not readily comparable to this study mainly due to different methods of standardisation. Zamer (1986) found that the temperate symbiotic sea anemone Anthopleura elegantissima assimilated between 68% and 95% of the ingested carbon (based on gravimetric methods), not significantly different from the results of this study.",
                "cite_spans": [
                    {
                        "start": 400,
                        "end": 436,
                        "text": "(Zamer, 1986 and references therein)",
                        "ref_id": null
                    },
                    {
                        "start": 439,
                        "end": 453,
                        "text": "Sorokin (1973)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 685,
                        "end": 697,
                        "text": "Zamer (1986)",
                        "ref_id": "BIBREF63"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of SPM concentration on estimates of assimilation efficiency",
                "sec_num": "4.3."
            },
            {
                "text": "Assimilation efficiency as estimated in this study, however, must be interpreted with caution due to shortfalls of the labelling method, since only the live portion of the organic fraction (mainly bacteria and microalgae) was labelled with C. Although this labelling method is satisfactory to provide a marker for ingestion, assuming that the label is homogenously distributed among particles, it will almost certainly overestimate assimilation efficiency (Lopez et al., 1989) . Since most suspension and deposit feeders will readily digest and assimilate the live organic coating and reject / egest the less labelled refractory matrix (see review by Wotton, 1994) , assimilation will reflect the utilisation of the more intensely labelled live organic matter rather than the whole particles. Notwithstanding this source of error, the community of microorganisms coating the fine particles (which are targeted in the labelling process) presumably constitute the most nutritionally important component of suspended particulate matter. The results of this study demonstrate that the major proportion of this organic component is utilised by suspension feeding corals, even at the highest concentration used.",
                "cite_spans": [
                    {
                        "start": 456,
                        "end": 476,
                        "text": "(Lopez et al., 1989)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 651,
                        "end": 664,
                        "text": "Wotton, 1994)",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of SPM concentration on estimates of assimilation efficiency",
                "sec_num": "4.3."
            },
            {
                "text": "The maximum feeding rates on fine SPM observed in this study [5 mg SPM (cm 21 21 colony surface area) h ] are low compared with data on suspension feeding by corals in other studies. For example, Clayton and Lasker (1982) found that in concentrations corresponding to 30 mg dry weight of Artemia nauplii l , P. damicornis ingested 2 approximately 40 mg nauplii per cm colony surface per h (based on a polyp density of per cm , this study). This value is approximately eight times the feeding rate found in this study. However, the feeding rates of P. damicornis as found by Clayton and Lasker (1982) are not readily comparable to those in this study due to differences in experimental protocol and types of food. The mean size of Artemia nauplii is 600 mm compared to a particle size range of 10-100 mm in this study, resulting in a several-fold higher capture probability of nauplii due to size per se, and even more so if capture of nauplii is aided by sieving (see above) and gravitational deposition.",
                "cite_spans": [
                    {
                        "start": 196,
                        "end": 221,
                        "text": "Clayton and Lasker (1982)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 574,
                        "end": 599,
                        "text": "Clayton and Lasker (1982)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Importance of fine SPM as a food source for corals",
                "sec_num": "4.4."
            },
            {
                "text": "Relative to daily respiratory and photosynthetic carbon fluxes, the contribution of carbon from SPM appears to be insignificant. For example, using an organic carbon content of 5% for fine SPM in the study area (M. Dommisse, pers. comm.) and an assimilation efficiency of 79% (Fig. 6) (cm surface area) d at the highest particle concentration (30 mg l ). For comparison, Muscatine et al. (1984) reported rates of respiration and gross photo-21 21 synthesis in Stylophora pistilata of 125 and 138 mg C (cm surface area) d , respectively. Despite a small contribution to daily energy budgets, feeding on SPM may, however, be important for coral growth. It is well documented that most of the carbon translocated from zooxanthellae is lost as respiration or excretion (e.g., Spencer-Davies, 1984; Falkowski et al., 1984) , in part due to low contents of N and P necessary for tissue synthesis. Assuming a 1 to 5% daily increase in tissue mass in P. damicornis (Spencer-2 Davies, 1991) and an animal carbon content of 0.94 mg per cm surface area (Muller-Parker et al., 1994) , the carbon-specific growth rate of this species ranges from 9 to 46 mg C per cm per day (24 h). At high particle concentrations (30 mg l ), the daily assimilation of 4.75 mg organic carbon per cm from SPM can thus potentially account for 10-52% of the growth needs in P. damicornis. The low respiratory loss of C assimilated from SPM (13-34%, Fig. 7 ) supports the hypothesis that a large proportion of the heterotrophic carbon is channelled into growth. Applying similar calculations and assumptions to assimilation of nitrogen suggests that particle feeding can account for 7-33% of the tissue growth, given an organic C:N ratio of 6.4 for coral animal tissue (Muller-Parker et al., 1994) and 10 for fine SPM (Anthony, unpublished) .",
                "cite_spans": [
                    {
                        "start": 371,
                        "end": 394,
                        "text": "Muscatine et al. (1984)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 772,
                        "end": 793,
                        "text": "Spencer-Davies, 1984;",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 794,
                        "end": 817,
                        "text": "Falkowski et al., 1984)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 968,
                        "end": 981,
                        "text": "Davies, 1991)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1042,
                        "end": 1070,
                        "text": "(Muller-Parker et al., 1994)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1735,
                        "end": 1763,
                        "text": "(Muller-Parker et al., 1994)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1784,
                        "end": 1806,
                        "text": "(Anthony, unpublished)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 276,
                        "end": 284,
                        "text": "(Fig. 6)",
                        "ref_id": null
                    },
                    {
                        "start": 1416,
                        "end": 1422,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Importance of fine SPM as a food source for corals",
                "sec_num": "4.4."
            },
            {
                "text": "Several studies have addressed the hypothesis that coral-algae associations may be nutrient limited and depend on an external supply of nutrients in either dissolved or particulate form (e.g., Falkowski et al., 1984; Spencer-Davies, 1984; Atkinson, 1988; Stambler and Dubinsky, 1992) . Based on a mass-balance estimate for Acropora palmata, Bythell (1988) suggested that 70% of the required nitrogen intake came from particulate feeding. Fine SPM provides a large surface area for colonisation by microorganisms and hence a coating with organic nutrients (Wotton, 1994) . Concentrations of macronutrients (N and P) bound up with fine SPM in the Great Barrier Reef lagoon are almost two orders of magnitude higher than concentrations of dissolved macronutrients (M. Dommisse, pers. comm.), rendering fine SPM a potentially important vehicle for nutrient delivery to corals, even at low rates of consumption.",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 216,
                        "text": "Falkowski et al., 1984;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 217,
                        "end": 238,
                        "text": "Spencer-Davies, 1984;",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 239,
                        "end": 254,
                        "text": "Atkinson, 1988;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 255,
                        "end": 283,
                        "text": "Stambler and Dubinsky, 1992)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 341,
                        "end": 355,
                        "text": "Bythell (1988)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 555,
                        "end": 569,
                        "text": "(Wotton, 1994)",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Importance of fine SPM as a food source for corals",
                "sec_num": "4.4."
            },
            {
                "text": "The results of this study support previous suggestions that suspended particulate matter occurring over lagoonal or inshore reefs may be an important food source for corals (e.g., Goreau et al., 1971; Lewis, 1977) , even relative to other food sources. Daily intakes of SPM in this study are not significantly different from estimated feeding rates on zooplankton feeding by Scleractinian corals in situ. For example, Porter (1974) found that zooplankton feeding by Montastrea cavernosa could account for only between 0.2 and 11% of the coral's daily energy requirements. Furthermore, Johannes et al. (1970) estimated that the availability of zooplankton in coral-reef waters is sufficient to cover only 5.4% of the coral's dark respiration. Due to a high content of nitrogen and phosphorus in zooplankton (Corner and Davies, 1971) , however, this food source is likely to be more efficient than SPM in delivering nutrients to corals. Nevertheless, contrary to nocturnal zooplanktivores, the polyps of species such as P. damicornis, M. digitata, A. millepora and P. cylindrica are also expanded during the day, and thus have the potential for sustaining their heterotrophy full time. Furthermore, concentrations of fine SPM on inshore reefs do not show the diel patterns characteristic of zooplankton (Porter, 1974) and may stay high for extended periods of time, maintained mostly by wind and swell (Larcombe et al., 1995) . P. damicornis, M. digitata and A. millepora, which all ingest SPM as a linear function of concentration, may thus have higher daily heterotrophic intakes than nocturnal zooplanktivores in lagoonal, high-turbidity habitats.",
                "cite_spans": [
                    {
                        "start": 180,
                        "end": 200,
                        "text": "Goreau et al., 1971;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 201,
                        "end": 213,
                        "text": "Lewis, 1977)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 418,
                        "end": 431,
                        "text": "Porter (1974)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 585,
                        "end": 607,
                        "text": "Johannes et al. (1970)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 806,
                        "end": 831,
                        "text": "(Corner and Davies, 1971)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1301,
                        "end": 1315,
                        "text": "(Porter, 1974)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 1400,
                        "end": 1423,
                        "text": "(Larcombe et al., 1995)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Importance of fine SPM as a food source for corals",
                "sec_num": "4.4."
            },
            {
                "text": "C-labelled SPM. To determine the relationship between SPM concentration and rates of feeding (the functional response) and assimilation for all study species, feeding trials were replicated with five different loads of suspended particulate matter (treatment",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "I thank David Barnes, Chris Crossland, Bette Willis, Katharina Fabricius, Vicki Hall, Natalie Moltchaniwskyj, Jason Tanner and Pia Anthony for valuable discussions and constructive comments on early versions of the manuscript. Two anonymous referees greatly improved the final manuscript. I also thank the staff and management at Orpheus Island Research Station for providing technical support throughout the project. This work was supported by the CRC-Reef Research Centre, Great Barrier Reef Marine Park Authority, the Danish Research Academy, and a Merit Research Grant from James Cook University.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Flow patterns induced by substrata and body morphologies of benthic organisms, and their roles in determining availability of food particles",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Abelson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Miloh",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Loya",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Limnol. Oceanogr",
                "volume": "38",
                "issue": "",
                "pages": "1116--1124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abelson, A., Miloh, T., Loya, Y., 1993. Flow patterns induced by substrata and body morphologies of benthic organisms, and their roles in determining availability of food particles. Limnol. Oceanogr. 38, 1116-1124.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Prey capture by the sea anemone Metridium senile (L): effects of body size, flow regime and upstream neighbors",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "R N"
                        ],
                        "last": "Anthony",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Biol. Bull",
                "volume": "192",
                "issue": "",
                "pages": "73--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anthony, K.R.N., 1997. Prey capture by the sea anemone Metridium senile (L): effects of body size, flow regime and upstream neighbors. Biol. Bull. 192, 73-86.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Are coral reefs nutrient-limited?",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Atkinson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Proc. 6th Int. Coral Reef Symp",
                "volume": "1",
                "issue": "",
                "pages": "157--166",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Atkinson, M.J., 1988. Are coral reefs nutrient-limited? Proc. 6th Int. Coral Reef Symp., Australia 1, 157-166.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Coral calcification: sources of error in radioisotope techniques",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Crossland",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Mar. Biol",
                "volume": "42",
                "issue": "",
                "pages": "119--129",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barnes, D.J., Crossland, C.J., 1977. Coral calcification: sources of error in radioisotope techniques. Mar. Biol. 42, 119-129.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A total nitrogen and carbon budget for the elkhorn coral Acropora palmata (Lamarck)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Bythell",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Proc. 6th Int. Coral Reef Symp",
                "volume": "2",
                "issue": "",
                "pages": "535--540",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bythell, J.C., 1988. A total nitrogen and carbon budget for the elkhorn coral Acropora palmata (Lamarck). Proc. 6th Int. Coral Reef Symp., Australia 2, 535-540.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Radioactive labelling of a natural assemblage of marine sedimentary bacteria and microalgae for trophic studies: an autoradiographic study",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Carman",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Microb. Ecol",
                "volume": "19",
                "issue": "",
                "pages": "279--290",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carman, K.R., 1990. Radioactive labelling of a natural assemblage of marine sedimentary bacteria and microalgae for trophic studies: an autoradiographic study. Microb. Ecol. 19, 279-290.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Effects of light and dark treatments on feeding by the reef coral Pocillopora damicornis",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Clayton",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "R"
                        ],
                        "last": "Lasker",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "63",
                "issue": "",
                "pages": "269--279",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Clayton, W.S., Lasker, H.R., 1982. Effects of light and dark treatments on feeding by the reef coral Pocillopora damicornis. J. Exp. Mar. Biol. Ecol. 63, 269-279.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Mucous sheet formation on poritid corals: an evaluation of coral mucus as a nutrient source on reefs",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Coffroth",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Mar. Biol",
                "volume": "105",
                "issue": "",
                "pages": "39--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Coffroth, M.A., 1990. Mucous sheet formation on poritid corals: an evaluation of coral mucus as a nutrient source on reefs. Mar. Biol. 105, 39-49.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Plankton as a factor in the nitrogen and phosphorus cycles in the sea",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "D S"
                        ],
                        "last": "Corner",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Davies",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Adv. Mar. Biol",
                "volume": "9",
                "issue": "",
                "pages": "101--204",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Corner, E.D.S., Davies, A.G., 1971. Plankton as a factor in the nitrogen and phosphorus cycles in the sea. Adv. Mar. Biol. 9, 101-204.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Importance of refractory plant material to the carbon budget of the oyster Crassostrea virginica",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "P"
                        ],
                        "last": "Crosby",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Langdon",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "I E"
                        ],
                        "last": "Newell",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Mar. Biol",
                "volume": "100",
                "issue": "",
                "pages": "343--352",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crosby, M.P., Langdon, C.J., Newell, R.I.E., 1989. Importance of refractory plant material to the carbon budget of the oyster Crassostrea virginica. Mar. Biol. 100, 343-352.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Estimating Michaelis-Menten parameters: bias, variance and experimental design",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Currie",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Biometrics",
                "volume": "38",
                "issue": "",
                "pages": "907--919",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Currie, D.J., 1982. Estimating Michaelis-Menten parameters: bias, variance and experimental design. Biometrics 38, 907-919.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Patterns in the distribution of coral communities across the central Great Barrier Reef",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Done",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Coral Reefs",
                "volume": "1",
                "issue": "",
                "pages": "95--107",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Done, T.J., 1982. Patterns in the distribution of coral communities across the central Great Barrier Reef. Coral Reefs 1, 95-107.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Boundary skin friction and sediment transport about an animal-tube mimic",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Eckman",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R M"
                        ],
                        "last": "Nowell",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Sedimentology",
                "volume": "31",
                "issue": "",
                "pages": "851--862",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eckman, J.E., Nowell, A.R.M., 1984. Boundary skin friction and sediment transport about an animal-tube mimic. Sedimentology 31, 851-862.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "An energy budget for Porites porites (Scleractinia), growing in a stressed environment",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Edmunds",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Spencer-Davies",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Mar. Biol",
                "volume": "8",
                "issue": "",
                "pages": "37--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Edmunds, P.J., Spencer-Davies, P., 1989. An energy budget for Porites porites (Scleractinia), growing in a stressed environment. Mar. Biol. 8, 37-43.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Light and the bioenergetics of a symbiotic coral",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "G"
                        ],
                        "last": "Falkowski",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Dubinsky",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Porter",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "BioScience",
                "volume": "34",
                "issue": "",
                "pages": "705--709",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Falkowski, P.G., Dubinsky, Z., Muscatine, L., Porter, J., 1984. Light and the bioenergetics of a symbiotic coral. BioScience 34, 705-709.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Reef corals: autotrophs or heterotrophs?",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "F"
                        ],
                        "last": "Goreau",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "I"
                        ],
                        "last": "Goreau",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Yonge",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Biol. Bull",
                "volume": "141",
                "issue": "",
                "pages": "247--260",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goreau, T.F., Goreau, N.I., Yonge, C.M., 1971. Reef corals: autotrophs or heterotrophs? Biol. Bull. 141, 247-260.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Determinants of ingestion rates in filter-feeding larval blackflies (Diptera: Simuliidae)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "D"
                        ],
                        "last": "Hart",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Latta",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Freshwater Biol",
                "volume": "16",
                "issue": "",
                "pages": "1--14",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hart, D.D., Latta, S.C., 1986. Determinants of ingestion rates in filter-feeding larval blackflies (Diptera: Simuliidae). Freshwater Biol. 16, 1-14.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The influence of colony morphology and orientation to flow on particle capture by the scleractinian coral Agaricia agaricites (Linnaeus)",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Helmuth",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Sebens",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "165",
                "issue": "",
                "pages": "251--278",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Helmuth, B., Sebens, K.P., 1993. The influence of colony morphology and orientation to flow on particle capture by the scleractinian coral Agaricia agaricites (Linnaeus). J. Exp. Mar. Biol. Ecol. 165, 251-278.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Some characteristics of simple types of predation and parasitism",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Holling",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Can. Entomol",
                "volume": "91",
                "issue": "",
                "pages": "385--398",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Holling, C.S., 1959. Some characteristics of simple types of predation and parasitism. Can. Entomol. 91, 385-398.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The role of zooplankton in the nutrition of some Scleractinian corals",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Johannes",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Coles",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "T"
                        ],
                        "last": "Kuenzel",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Limnol. Oceanogr",
                "volume": "15",
                "issue": "",
                "pages": "579--586",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Johannes, R.E., Coles, S.L., Kuenzel, N.T., 1970. The role of zooplankton in the nutrition of some Scleractinian corals. Limnol. Oceanogr. 15, 579-586.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Examination of feeding of the reef coral Porites lobata in situ using time lapse photography",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Johannes",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Tepley",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Proc. 2nd Int. Coral Reef Symp",
                "volume": "1",
                "issue": "",
                "pages": "127--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Johannes, R.E., Tepley, L., 1974. Examination of feeding of the reef coral Porites lobata in situ using time lapse photography. Proc. 2nd Int. Coral Reef Symp., Brisbane, Australia: Great Barrier Reef Committee 1, 127-131.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Consequences of a flattened morphology: effects of flow on feeding rates of the scleractinian coral Meandrina meandrites",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Sebens",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Mar. Ecol. Prog. Ser",
                "volume": "99",
                "issue": "",
                "pages": "99--114",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Johnson, A.S., Sebens, K.P., 1993. Consequences of a flattened morphology: effects of flow on feeding rates of the scleractinian coral Meandrina meandrites. Mar. Ecol. Prog. Ser. 99, 99-114.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Physical aspects of coral reef lagoon sediments in relation to detritus processing and primary production",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Johnstone",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Koop",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "W D"
                        ],
                        "last": "Larkum",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Mar. Ecol. Prog. Ser",
                "volume": "66",
                "issue": "",
                "pages": "273--284",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Johnstone, R.W., Koop, K., Larkum, A.W.D., 1990. Physical aspects of coral reef lagoon sediments in relation to detritus processing and primary production. Mar. Ecol. Prog. Ser. 66, 273-284.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Factors controlling suspended sediment on inner-shelf coral reefs",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Larcombe",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "V"
                        ],
                        "last": "Ridd",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Prytz",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Coral Reefs",
                "volume": "14",
                "issue": "",
                "pages": "163--171",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Larcombe, P., Ridd, P. V., Prytz, A., Wilson, B., 1995. Factors controlling suspended sediment on inner-shelf coral reefs, Townsville, Australia. Coral Reefs 14, 163-171.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The filter-feeder as an optimal forager, and the predicted shapes of feeding curves",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Lehman",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Limnol. Oceanogr",
                "volume": "21",
                "issue": "",
                "pages": "501--516",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lehman, J.T., 1976. The filter-feeder as an optimal forager, and the predicted shapes of feeding curves. Limnol. Oceanogr. 21, 501-516.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Functional response in Antedon mediterranea (Lamarck) (Echinodermata: Crinoidea): the interaction of prey concentration and current velocity on a passive suspension feeder",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Leonard",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "127",
                "issue": "",
                "pages": "81--103",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leonard, A.B., 1989. Functional response in Antedon mediterranea (Lamarck) (Echinodermata: Crinoidea): the interaction of prey concentration and current velocity on a passive suspension feeder. J. Exp. Mar. Biol. Ecol. 127, 81-103.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Suspension feeding in Atlantic reef corals and the importance of suspended particulate matter as a food source",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Lewis",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Proc. 3rd Int. Coral Reef Symp",
                "volume": "",
                "issue": "",
                "pages": "405--408",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lewis, J.B., 1977. Suspension feeding in Atlantic reef corals and the importance of suspended particulate matter as a food source. In: Proc. 3rd Int. Coral Reef Symp., Miami, University of Miami. pp. 405-408.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Feeding mechanisms and the feeding strategies of Atlantic reef corals",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Lewis",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Price",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "J. Zool. Lond",
                "volume": "176",
                "issue": "",
                "pages": "527--544",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lewis, J.B., Price, W.S., 1975. Feeding mechanisms and the feeding strategies of Atlantic reef corals. J. Zool. Lond. 176, 527-544.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Radiolabelling of sedimentary organic matter with C-formaldehyde: preliminary evaluation of a new technique for use in deposit-feeding studies",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Lopez",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Crenshaw",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Mar. Ecol. Prog. Ser",
                "volume": "8",
                "issue": "",
                "pages": "283--289",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lopez, G.R., Crenshaw, M.A., 1982. Radiolabelling of sedimentary organic matter with C-formaldehyde: preliminary evaluation of a new technique for use in deposit-feeding studies. Mar. Ecol. Prog. Ser. 8, 283-289.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Radiotracer methods for determining utilization of sedimentary organic matter by deposit feeders",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Lopez",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Tantichodok",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "J"
                        ],
                        "last": "Cheng",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Ecology of Marine Deposit Feeders: Lecture Notes on Coastal and Estuarine Studies",
                "volume": "31",
                "issue": "",
                "pages": "149--170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lopez, G.R., Tantichodok, P., Cheng, I.J., 1989. Radiotracer methods for determining utilization of sedimentary organic matter by deposit feeders. In: Lopez, G.R., Taghon, G., Levinton, J. (Eds.), Ecology of Marine Deposit Feeders: Lecture Notes on Coastal and Estuarine Studies, Vol. 31, Springer Verlag, New York, pp. 149-170.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Detritus over the reef and its potential contribution to adjacent waters of Eniwetok Atoll",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Marshall",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Ecology",
                "volume": "46",
                "issue": "",
                "pages": "343--344",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marshall, N., 1965. Detritus over the reef and its potential contribution to adjacent waters of Eniwetok Atoll. Ecology 46, 343-344.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Migrating haemulid fishes as a source of nutrients and organic matter on coral reefs",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Meyer",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Schultz",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Limnol. Oceanogr",
                "volume": "30",
                "issue": "",
                "pages": "146--156",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meyer, J.L., Schultz, E.T., 1985. Migrating haemulid fishes as a source of nutrients and organic matter on coral reefs. Limnol. Oceanogr. 30, 146-156.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Particle ingestion efficiency of the coral Siderastrea siderea and Agaricia agaricites: effects of flow speed and sediment load",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Mills",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Sebens",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Proc. 8th Int. Coral Reef Symp",
                "volume": "2",
                "issue": "",
                "pages": "1059--1064",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mills, M.M., Sebens, K.P., 1997. Particle ingestion efficiency of the coral Siderastrea siderea and Agaricia agaricites: effects of flow speed and sediment load. Proc. 8th Int. Coral Reef Symp., Panama 2, 1059-1064.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Elemental composition of the coral Pocillopora damicornis exposed to elevated seawater ammonium",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Muller-Parker",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Elia",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Pac. Sci",
                "volume": "48",
                "issue": "",
                "pages": "234--246",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muller-Parker, G., Cook, C.B., D'Elia, C.F., 1994. Elemental composition of the coral Pocillopora damicornis exposed to elevated seawater ammonium. Pac. Sci. 48, 234-246.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Nutrition of corals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "The Geology and Biology of Coral Reefs",
                "volume": "2",
                "issue": "",
                "pages": "77--115",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muscatine, L., 1973. Nutrition of corals. In: Jones, O.A., Endean, R. (Eds.), The Geology and Biology of Coral Reefs, Vol. 2, Academic Press, London, pp. 77-115.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "The role of symbiotic algae in carbon and energy flux in reef corals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Ecosystems of the World",
                "volume": "25",
                "issue": "",
                "pages": "75--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muscatine, L., 1990. The role of symbiotic algae in carbon and energy flux in reef corals. In: Duninsky, Z. (Ed.), Ecosystems of the World, Vol. 25 (Coral Reefs), Elsevier Science, Amsterdam, pp. 75-87.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Fate of photosynthetically fixed carbon in light-and shade-adapted colonies of the symbiotic coral Stylophora pistilata",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "G"
                        ],
                        "last": "Falkowski",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Porter",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Dubinsky",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Proc. Royal Soc. London B",
                "volume": "222",
                "issue": "",
                "pages": "181--202",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muscatine, L., Falkowski, P.G., Porter, J.W., Dubinsky, Z., 1984. Fate of photosynthetically fixed carbon in light-and shade-adapted colonies of the symbiotic coral Stylophora pistilata. Proc. Royal Soc. London B 222, 181-202.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "A Manual of Chemical and Biological Methods for Seawater Analysis",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "R"
                        ],
                        "last": "Parsons",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Maita",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Lalli",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parsons, T.R., Maita, Y., Lalli, C.M., 1984. A Manual of Chemical and Biological Methods for Seawater Analysis, Pergamon Press, Oxford.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Passive suspension feeding by an octocoral in plankton patches: empirical test of a mathematical model",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Patterson",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Biol. Bull",
                "volume": "180",
                "issue": "",
                "pages": "81--92",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patterson, M.R., 1991. Passive suspension feeding by an octocoral in plankton patches: empirical test of a mathematical model. Biol. Bull. 180, 81-92.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Zooplankton feeding by the Caribbean reef-building coral, Montastrea cavernosa",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Porter",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Proc. 2nd Int. Coral Reef Symp",
                "volume": "1",
                "issue": "",
                "pages": "111--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Porter, J.L., 1974. Zooplankton feeding by the Caribbean reef-building coral, Montastrea cavernosa. Proc. 2nd Int. Coral Reef Symp., Brisbane 1, 111-125.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "The relationship between concentration of food and feeding rate of Daphnia magna Straus",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "H"
                        ],
                        "last": "Rigler",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Can. J. Zool",
                "volume": "39",
                "issue": "",
                "pages": "857--868",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rigler, F.H., 1961. The relationship between concentration of food and feeding rate of Daphnia magna Straus. Can. J. Zool. 39, 857-868.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Organic aggregates in seawater and the dynamics of their formation and utilization",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Riley",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Limnol. Oceanogr",
                "volume": "8",
                "issue": "",
                "pages": "372--381",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Riley, G.A., 1963. Organic aggregates in seawater and the dynamics of their formation and utilization. Limnol. Oceanogr. 8, 372-381.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Responses of coral reefs and reef organisms to sedimentation",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Rogers",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Mar. Ecol. Prog. Ser",
                "volume": "62",
                "issue": "",
                "pages": "185--202",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rogers, C.S., 1990. Responses of coral reefs and reef organisms to sedimentation. Mar. Ecol. Prog. Ser. 62, 185-202.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "The mechanisms of filter feeding: some theoretical considerations",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "I"
                        ],
                        "last": "Rubenstein",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A R"
                        ],
                        "last": "Koehl",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Am. Nat",
                "volume": "111",
                "issue": "",
                "pages": "981--994",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rubenstein, D.I., Koehl, M.A.R., 1977. The mechanisms of filter feeding: some theoretical considerations. Am. Nat. 111, 981-994.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Coelenterate energetics",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Sebens",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Animal Energetics",
                "volume": "1",
                "issue": "",
                "pages": "55--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sebens, K.P., 1987. Coelenterate energetics. In: Vernberg, F.J., Pandian, T.J. (Eds.), Animal Energetics, Vol. 1, Academic Press, New York, pp. 55-120.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Effects of water movement on prey capture and distribution of reef corals",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Sebens",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Hydrobiologia",
                "volume": "226",
                "issue": "",
                "pages": "91--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sebens, K.P., Johnson, A.S., 1991. Effects of water movement on prey capture and distribution of reef corals. Hydrobiologia 226, 91-101.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Predation on zooplankton by the benthic anthozoans Alcyonium siderium (Alcyonacea) and Metridium senile (Actiniaria) in the New England subtidal",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Sebens",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A R"
                        ],
                        "last": "Koehl",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Mar. Biol",
                "volume": "81",
                "issue": "",
                "pages": "255--271",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sebens, K.P., Koehl, M.A.R., 1984. Predation on zooplankton by the benthic anthozoans Alcyonium siderium (Alcyonacea) and Metridium senile (Actiniaria) in the New England subtidal. Mar. Biol. 81, 255-271.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Zooplankton capture by two scleractinian corals, Madracia mirabilis and Montastrea cavernosa, in a field enclosure",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Sebens",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Vandersall",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Savina",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Mar. Biol",
                "volume": "127",
                "issue": "",
                "pages": "303--317",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sebens, K.P., Vandersall, K.S., Savina, L.A., Graham, K.R., 1996. Zooplankton capture by two scleractinian corals, Madracia mirabilis and Montastrea cavernosa, in a field enclosure. Mar. Biol. 127, 303-317.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Effects of water flow and branch spacing on particle capture by the reef coral Madracis mirabilis (Duchassaing and Michelotti)",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Sebens",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Witting",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Helmuth",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "211",
                "issue": "",
                "pages": "1--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sebens, K.P., Witting, J., Helmuth, B., 1997. Effects of water flow and branch spacing on particle capture by the reef coral Madracis mirabilis (Duchassaing and Michelotti). J. Exp. Mar. Biol. Ecol. 211, 1-28.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Physical mechanisms and rates of particle capture by suspension feeders. Oceanogr",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Shimeta",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Jumars",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Mar. Biol. Annu. Rev",
                "volume": "29",
                "issue": "",
                "pages": "191--257",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shimeta, J., Jumars, P.A., 1991. Physical mechanisms and rates of particle capture by suspension feeders. Oceanogr. Mar. Biol. Annu. Rev. 29, 191-257.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Mechanisms of particle selection by tentaculate suspension feeders during encounter, retention and handling",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Shimeta",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A R"
                        ],
                        "last": "Koehl",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "209",
                "issue": "",
                "pages": "47--73",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shimeta, J., Koehl, M.A.R., 1997. Mechanisms of particle selection by tentaculate suspension feeders during encounter, retention and handling. J. Exp. Mar. Biol. Ecol. 209, 47-73.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "On the feeding of some scleractinian corals with bacteria and dissolved organic matter",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [
                            "I"
                        ],
                        "last": "Sorokin",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Limnol. Oceanogr",
                "volume": "18",
                "issue": "",
                "pages": "380--385",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sorokin, Y.I., 1973. On the feeding of some scleractinian corals with bacteria and dissolved organic matter. Limnol. Oceanogr. 18, 380-385.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "The role of zooxanthellae in the nutritional energy requirements of Pocillopora eydouxi",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Spencer-Davies",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Coral Reefs",
                "volume": "2",
                "issue": "",
                "pages": "181--186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Spencer-Davies, P., 1984. The role of zooxanthellae in the nutritional energy requirements of Pocillopora eydouxi. Coral Reefs 2, 181-186.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Effect of daylight variations on the energy budget of shallow-water corals",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Spencer-Davies",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Mar. Biol",
                "volume": "108",
                "issue": "",
                "pages": "137--144",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Spencer-Davies, P., 1991. Effect of daylight variations on the energy budget of shallow-water corals. Mar. Biol. 108, 137-144.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Sediment-rejection efficiency of 22 species of Australian Scleractinian corals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Stafford-Smith",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Mar. Biol",
                "volume": "115",
                "issue": "",
                "pages": "229--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stafford-Smith, M.G., 1993. Sediment-rejection efficiency of 22 species of Australian Scleractinian corals. Mar. Biol. 115, 229-243.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Effects of light and eutrophication on coral-algae association",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Stambler",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Dubinsky",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Proc. 7th Int. Coral Reef Symp",
                "volume": "1",
                "issue": "",
                "pages": "347--350",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stambler, N., Dubinsky, Z., 1992. Effects of light and eutrophication on coral-algae association. Proc. 7th Int. Coral Reef Symp., Guam 1, 347-350.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Variable ingestion rates and its role in optimal foraging behavior of marine deposit feeders",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Taghon",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Jumars",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Ecology",
                "volume": "65",
                "issue": "",
                "pages": "549--558",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taghon, G.L., Jumars, P.A., 1984. Variable ingestion rates and its role in optimal foraging behavior of marine deposit feeders. Ecology 65, 549-558.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Dissolved organic material and trophic dynamics",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E N"
                        ],
                        "last": "Veron",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "BioScience",
                "volume": "38",
                "issue": "",
                "pages": "172--178",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Veron, J.E.N., 1986. Corals of Australia and the Indo-Pacific, University of Hawaii Press, Honolulu, HI. Wotton, R.S., 1988. Dissolved organic material and trophic dynamics. BioScience 38, 172-178.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Particulate and dissolved organic matter as food",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Wotton",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "The Biology of Particles in Aquatic Systems",
                "volume": "",
                "issue": "",
                "pages": "235--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wotton, R.S., 1994. Particulate and dissolved organic matter as food. In: Wotton, R.S. (Ed.), The Biology of Particles in Aquatic Systems, CRC Press, Boca Raton, FL, 2nd ed., pp. 235-288.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Studies on the physiology of corals. I. Feeding mechanisms and food",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Yonge",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "Br. Museum (Nat. History)",
                "volume": "1",
                "issue": "",
                "pages": "13--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yonge, C.M., 1930. Studies on the physiology of corals. I. Feeding mechanisms and food. Br. Museum (Nat. History) 1, 13-57.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Physiological energetics of the intertidal sea anemone Anthopleura elegantissima. I. Prey capture, absorption efficiency and growth",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Zamer",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Mar. Biol",
                "volume": "92",
                "issue": "",
                "pages": "299--314",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zamer, W.E., 1986. Physiological energetics of the intertidal sea anemone Anthopleura elegantissima. I. Prey capture, absorption efficiency and growth. Mar. Biol. 92, 299-314.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Morphology of the four study species. (A) Pocillopora damicornis, (B) Montipora digitata, (C) Acropora millepora, and (D) Porites cylindrica. Scale is 5 mm and applies to all species.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "text": "Proportions of particulate and dissolved C in an empty feeding chamber during a 60 min control run. Data are given as percent of the total initial radioactivity. The concentration of particulate label declined |25% 14 as a result of sedimentation on the chamber floor and the concomitant evolution of dissolved C. The average concentrations of dissolved C measured during such control runs were reproduced in a series of incubations with corals to control for the uptake of dissolved label. A negative exponential (particulate) and a linear (dissolved) function provided the best fits to the datasets.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "TABREF2": {
                "text": "Summary of regressions for feeding responses of the four coral species depicted inFig. 5C is determined empirically, and the set of parameters shown is that which provided the best fit to the data.",
                "content": "<table><tr><td/><td colspan=\"2\">SL and PL models</td><td/><td/><td/><td colspan=\"3\">Parameter estimates (S.E. in parentheses)</td></tr><tr><td/><td colspan=\"2\">I5b 1aC (for C,C )1I 0 s a t</td><td>m a x</td><td colspan=\"2\">(for C.C ) s a t</td><td colspan=\"2\">b (intercept) 0</td><td>a (slope)</td><td>I</td><td>max</td><td>C</td><td>sat</td></tr><tr><td>Species</td><td>N</td><td>Model</td><td/><td>R</td><td>2</td><td colspan=\"2\">22 21 (mg SPM cm h )</td><td>(dI/dC)</td><td>22 21 ( mg SPM cm h )</td><td>21 (mg SPM l )</td></tr><tr><td>P. damicornis</td><td>30</td><td>SL</td><td/><td colspan=\"2\">0.82</td><td colspan=\"2\">0.49 (0.19)</td><td>0.13 (0.01)</td><td>4.51 (0.24)</td><td>a</td><td>ND</td></tr><tr><td/><td>30</td><td>PL</td><td/><td colspan=\"2\">0.86</td><td colspan=\"2\">0.15 (0.22)</td><td>0.19 (0.02)</td><td>4.25 (0.23)</td><td>20</td><td>b</td></tr><tr><td>M. digitata</td><td>27</td><td>SL</td><td/><td colspan=\"2\">0.86</td><td colspan=\"2\">0.80 (0.16)</td><td>0.12 (0.01)</td><td>4.46 (0.23)</td><td>a</td><td>ND</td></tr><tr><td>A. millepora</td><td>24</td><td>SL</td><td/><td colspan=\"2\">0.95</td><td colspan=\"2\">0.23 (0.08)</td><td>0.12 (0.01)</td><td>3.70 (0.12)</td><td>a</td><td>ND</td></tr><tr><td>P. cylindrica</td><td>25</td><td>SL</td><td/><td colspan=\"2\">0.47</td><td colspan=\"2\">1.11 (0.14)</td><td>0.04 (0.01)</td><td>2.25 (0.20)</td><td>a</td><td>ND</td></tr><tr><td/><td>25</td><td>PL</td><td/><td colspan=\"2\">0.67</td><td colspan=\"2\">0.36 (0.30)</td><td>0.29 (0.09)</td><td>1.90 (0.12)</td><td>5</td><td>b</td></tr><tr><td/><td colspan=\"2\">Curvilinear M-M model</td><td/><td/><td/><td colspan=\"3\">Parameter estimates (S.E. in parentheses)</td></tr><tr><td/><td>I5I C/(K1C) max</td><td/><td/><td/><td/><td>I</td><td>max</td><td>K (half-saturation</td></tr><tr><td>Species</td><td>N</td><td>Model</td><td/><td>R</td><td>2</td><td colspan=\"2\">22 21 (mg SPM cm h )</td><td>21 const) (mg SPM l )</td></tr><tr><td>P. damicornis</td><td>30</td><td>M-M</td><td/><td colspan=\"2\">0.85</td><td colspan=\"2\">8.22 (0.33)</td><td>27.50 (2.01)</td></tr><tr><td>P. cylindrica</td><td>25</td><td>M-M</td><td/><td colspan=\"2\">0.66</td><td colspan=\"2\">2.36 (0.24)</td><td>2.72 (1.10)</td></tr><tr><td colspan=\"10\">Parameters for the piecewise linear (PL) model (I 5maximum rate of ingestion, and C 5concentration at which saturation occurs) and the Michaelis-Menten max sat</td></tr><tr><td colspan=\"9\">(M-M) model (I a I of simple linear (SL) relationship is the predicted feeding rate at C 530 mg l . and K5half-saturation constant) were calculated using iterative least-squares regression. max 21 max SPM b sat</td></tr><tr><td>ND5Not determined.</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"4\">Simple Linear5SL; Piecewise Linear5PL.</td><td/><td/><td/><td/><td/></tr></table>",
                "num": null,
                "type_str": "table"
            },
            "TABREF3": {
                "text": "Analysis of covariance on rates of ingestion per square cm of coral surface area for three coral species with linear feeding responses to increasing concentrations of suspended particulate matter (SPM, covariate)One-factor ANCOVA: effects of coral species on rate of ingestion",
                "content": "<table><tr><td/><td colspan=\"5\">2 [mg SPM (cm coral surface area) h ] 21 21</td><td/></tr><tr><td>Source of variation</td><td>df</td><td/><td>MS</td><td/><td>F</td><td>p -level</td></tr><tr><td>Effect</td><td>2</td><td/><td>2.56</td><td/><td>8.97</td><td>0.0003</td></tr><tr><td>Error</td><td>73</td><td/><td>0.29</td><td/><td/><td/></tr><tr><td/><td colspan=\"2\">M. digitata</td><td colspan=\"2\">P. damicornis</td><td colspan=\"2\">A. millepora</td></tr><tr><td>Ingestion rates, adjusted means</td><td>2.19</td><td>a</td><td>1.99</td><td>a</td><td>1.55</td><td>b</td></tr><tr><td>Tukey HSD test ( p,0.05)</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"7\">Data are untransformed. Superscripts indicate ingestion rates which are not significantly different by the</td></tr><tr><td>Tukey's HSD test.</td><td/><td/><td/><td/><td/><td/></tr></table>",
                "num": null,
                "type_str": "table"
            },
            "TABREF4": {
                "text": "Data are untransformed. Superscripts indicate assimilation efficiences which are not significantly different by the Tukey's HSD test.Fig. 7. Percent of ingested C incorporated into coral tissues (light-shaded) and lost as respiratory CO (dark-shaded) during the 24-h assimilation phase following feeding trials with SPM concentrations of 1 and 30 mg SPM l . Data are means6S.E. of N54 to 8 coral branches. Tissue label was determined for all SPM concentrations, whereas loss of respiratory CO was only determined for corals incubated at 1 and 30 mg",
                "content": "<table><tr><td colspan=\"2\">Two-factor ANOVA</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Source of variation</td><td>df</td><td/><td>MS</td><td/><td>F</td><td/><td colspan=\"3\">p -value</td></tr><tr><td colspan=\"2\">SPM concentration</td><td>4</td><td/><td colspan=\"2\">2726</td><td>2.86</td><td/><td colspan=\"2\">0.027</td><td>a</td></tr><tr><td>Species</td><td/><td>3</td><td/><td colspan=\"2\">2893</td><td>3.04</td><td/><td colspan=\"2\">0.032</td><td>a</td></tr><tr><td colspan=\"2\">SPM concentration3species</td><td>12</td><td/><td colspan=\"2\">528</td><td>0.55</td><td/><td colspan=\"3\">0.874 NS</td></tr><tr><td>Error</td><td/><td>106</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"4\">Effect of SPM concentration on AE</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"4\">SPM concentration (mg l )</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td>1</td><td/><td>4</td><td/><td>8</td><td/><td>1 6</td><td/><td/><td>3 0</td></tr><tr><td>Mean AE (%)</td><td/><td>94.1</td><td>b</td><td>76.4</td><td>b,c</td><td>72.7</td><td>b,c</td><td>73.4</td><td colspan=\"2\">b,c</td><td>64.0</td><td>c</td></tr><tr><td colspan=\"2\">Tukey HSD test ( p,0.05)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Effect of coral species on AE</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"2\">Coral species</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"2\">M. digitata</td><td colspan=\"2\">P. cylindrica</td><td colspan=\"2\">P. damicornis</td><td colspan=\"3\">A. millepora</td></tr><tr><td>Mean AE (%)</td><td/><td>89.4</td><td>d</td><td>77.4</td><td>d,e</td><td>75.4</td><td>d,e</td><td>62.2</td><td>e</td><td/></tr><tr><td colspan=\"2\">Tukey HSD test ( p,0.05)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>21</td><td>1 4</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "num": null,
                "type_str": "table"
            },
            "TABREF5": {
                "text": ", P. damicornis would be assimilating 4.75 mg C",
                "content": "<table><tr><td>2</td><td>21</td><td>21</td><td>21</td></tr></table>",
                "num": null,
                "type_str": "table"
            }
        }
    }
}