{
    "paper_id": "1-s2",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:25:52.787239Z"
    },
    "title": "Aposymbiotic Plesiastrea versipora continues to produce cell-signalling molecules that regulate the carbon metabolism of symbiotic algae",
    "authors": [
        {
            "first": "A",
            "middle": [
                "J"
            ],
            "last": "Grant",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "N.S.W",
                "location": {
                    "postCode": "2006",
                    "settlement": "Sydney",
                    "country": "Australia"
                }
            },
            "email": "agrant@bio.usyd.edu.au"
        },
        {
            "first": "T",
            "middle": [],
            "last": "Starke-Peterkovic",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "N.S.W",
                "location": {
                    "postCode": "2006",
                    "settlement": "Sydney",
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "K",
            "middle": [
                "J T"
            ],
            "last": "Withers",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "N.S.W",
                "location": {
                    "postCode": "2006",
                    "settlement": "Sydney",
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "R",
            "middle": [],
            "last": "Hinde",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "N.S.W",
                "location": {
                    "postCode": "2006",
                    "settlement": "Sydney",
                    "country": "Australia"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The scleractinian coral Plesiastrea versipora produces cell signals that regulate the carbon metabolism of its symbiotic algae. Host release factor (HRF) stimulates the release of photosynthate, and photosynthesis inhibiting factor (PIF) partially inhibits carbon fixation in freshly isolated symbiotic algae. Naturally occurring aposymbiotic specimens of P. versipora are rare in Port Jackson, Australia, but one that was collected contained HRF and PIF. Artificially produced aposymbiotic corals of P. versipora that had been kept in the dark for up to 23 months continued to produce both HRF and PIF in the absence of photosynthetically active algae. Aposymbiotic P. versipora from which most of the tissue had been removed, regenerated when they were kept in the dark and fed; the regenerated tissue also contained HRF and PIF. These results suggest that the presence of symbiotic algae is not required for the production of HRF and PIF in P. versipora. We suggest that these cell signals may have evolved in response to symbiosis with Symbiodinium sp. but are now always expressed in the coral P. versipora.",
    "pdf_parse": {
        "paper_id": "1-s2",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The scleractinian coral Plesiastrea versipora produces cell signals that regulate the carbon metabolism of its symbiotic algae. Host release factor (HRF) stimulates the release of photosynthate, and photosynthesis inhibiting factor (PIF) partially inhibits carbon fixation in freshly isolated symbiotic algae. Naturally occurring aposymbiotic specimens of P. versipora are rare in Port Jackson, Australia, but one that was collected contained HRF and PIF. Artificially produced aposymbiotic corals of P. versipora that had been kept in the dark for up to 23 months continued to produce both HRF and PIF in the absence of photosynthetically active algae. Aposymbiotic P. versipora from which most of the tissue had been removed, regenerated when they were kept in the dark and fed; the regenerated tissue also contained HRF and PIF. These results suggest that the presence of symbiotic algae is not required for the production of HRF and PIF in P. versipora. We suggest that these cell signals may have evolved in response to symbiosis with Symbiodinium sp. but are now always expressed in the coral P. versipora.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Most scleractinian corals obtain food from the water column in the form of captured prey and dissolved and particulate organic matter. Corals that contain symbiotic algae also utilize carbon compounds that are transferred from their algae during photosynthesis. The compound that stimulates photosynthate release from isolated algae has been called host release factor (HRF) and has been found in homogenized host tissue from several cnidarians including corals (Muscatine et al., 1972; Sutton and Hoegh-Guldberg, 1990; Gates et al., 1995; Grant et al., 1997) and anemones (Schlichter et al., 1983; Wang and Douglas, 1997; Cook and Davy, 2001 ). The main compounds released are glycerol, amino acids, glucose and some organic acids (Hinde, 1988) .",
                "cite_spans": [
                    {
                        "start": 462,
                        "end": 486,
                        "text": "(Muscatine et al., 1972;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 487,
                        "end": 519,
                        "text": "Sutton and Hoegh-Guldberg, 1990;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 520,
                        "end": 539,
                        "text": "Gates et al., 1995;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 540,
                        "end": 559,
                        "text": "Grant et al., 1997)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 573,
                        "end": 598,
                        "text": "(Schlichter et al., 1983;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 599,
                        "end": 622,
                        "text": "Wang and Douglas, 1997;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 623,
                        "end": 642,
                        "text": "Cook and Davy, 2001",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 732,
                        "end": 745,
                        "text": "(Hinde, 1988)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The HRF of Plesiastrea versipora is a small cell-signalling molecule (M r < 1000) that consistently stimulates the release of photosynthate from its own isolated algae (Grant et al., 1998) as well as algae isolated from the anemone Aiptasia pulchella (Grant et al., 2001) and from the zoanthid Zoanthus robustus (Grant et al., 2003) . It stimulates the release of glycerol only when algae are incubated in the light (Grant et al., 1997) indicating that this molecule regulates a biochemical step in algal photosynthesis. HRF also partially inhibits the biosynthesis of algal triglycerides (Grant et al., 1998 ) from newly fixed carbon in P. versipora algae.",
                "cite_spans": [
                    {
                        "start": 168,
                        "end": 188,
                        "text": "(Grant et al., 1998)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 251,
                        "end": 271,
                        "text": "(Grant et al., 2001)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 312,
                        "end": 332,
                        "text": "(Grant et al., 2003)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 416,
                        "end": 436,
                        "text": "(Grant et al., 1997)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 589,
                        "end": 608,
                        "text": "(Grant et al., 1998",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Another small (M r < 1000) cell-signalling molecule has recently been isolated from P. versipora (Grant et al., 2001) . Photosynthesis inhibiting factor (PIF) partially inhibits carbon fixation in symbiotic algae from several symbioses and in cultured algae (Grant et al., 2001 (Grant et al., , 2003 .",
                "cite_spans": [
                    {
                        "start": 97,
                        "end": 117,
                        "text": "(Grant et al., 2001)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 258,
                        "end": 277,
                        "text": "(Grant et al., 2001",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 278,
                        "end": 299,
                        "text": "(Grant et al., , 2003",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The coral host benefits from the effects of these cell signals in several ways. HRF stimulates a flow of organic carbon to the host, thus ensuring a supply of nutrients. As a consequence of HRF activity, some of the potential energy supply for the algae is lost through transfer to the host in the form of photosynthate, thus reducing the potential for algal growth. PIF may provide another means of regulation of the intracellular algal population. Such regulation may be important as symbiotic algae may grow faster than their host and there may be some ''cost'' to the host in maintaining them. Some corals appear to regulate the growth of their intracellular algae by releasing a small proportion ( V 0.1% per day) of their algae periodically (Hoegh-Guldberg et al., 1987) . However, by slowing their growth rate by the use of a cell signal such as PIF, a coral could avoid the need to expel excess algae.",
                "cite_spans": [
                    {
                        "start": 747,
                        "end": 776,
                        "text": "(Hoegh-Guldberg et al., 1987)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Hosts which are normally symbiotic but lack symbionts are referred to as aposymbiotic. Corals which lose or expel some or all of their algae, or in which algae lose their pigments, are said to be 'bleached' (Fitt et al., 2001) . Bleached corals may be totally aposymbiotic or, in some cases, they may retain some viable algae for a period of several weeks (Brown et al., 1995) .",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 226,
                        "text": "(Fitt et al., 2001)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 356,
                        "end": 376,
                        "text": "(Brown et al., 1995)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "There has been only one published study on whether aposymbiotic cnidarians contain HRF; it concluded that aposymbiotic specimens of the anemone Anthopleura elegantissima lacked HRF (Trench, 1971) and it has since been assumed that all aposymbiotic cnidarians lack HRF. However, as An. elegantissima is one of the few hosts that occurs naturally in both symbiotic and aposymbiotic forms, it may not be representative of all symbiotic cnidarians. P. versipora is an encrusting scleractinian coral that is widespread throughout the Indo-Pacific region (Veron, 2000) in both temperate and tropical regions. In Port Jackson, Australia, it tends to grow on the sides of boulders or under overhanging rocks in shallow water (1 -4 m) and, in deeper water (5 -9 m), it also grows on the upper surfaces of rocks. When we discovered a small aposymbiotic specimen in the field more than 10 years ago, we routinely tested the homogenized tissue for HRF activity. We found that when algae freshly isolated from symbiotic P. versipora were incubated in homogenized tissue from this aposymbiotic coral, release of photosynthate was stimulated (nine times higher than controls) and carbon fixation was also inhibited by 52% (R.J. Ritchie, K. Eltringham and R. Hinde, unpublished results). These results indicated that HRF and PIF were present in this naturally occurring aposymbiotic coral. These preliminary findings suggested that the presence of symbiotic algae was not essential for the production of these two cell signals. However, aposymbiotic specimens of P. versipora are rare in Port Jackson and probably only occur as a result of extreme stress. In a five year population study of P. versipora (1993 -1998) , which included more than 500 marked colonies in three separate locations within Port Jackson, only one aposymbiotic colony was observed (K.J.T. Withers, personal communication). To confirm our earlier findings, we tested this naturally occurring aposymbiotic coral for HRF and PIF, as well as several artificially produced aposymbiotic colonies of P. versipora prepared in the laboratory.",
                "cite_spans": [
                    {
                        "start": 181,
                        "end": 195,
                        "text": "(Trench, 1971)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 549,
                        "end": 562,
                        "text": "(Veron, 2000)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1688,
                        "end": 1700,
                        "text": "(1993 -1998)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "We have previously found that symbiotic P. versipora can regenerate after the removal of surface tissue by gentle brushing with a soft toothbrush (Ritchie et al., 1997) , and that regenerated tissue produces HRF. In this study, we also investigated whether brushed aposymbiotic P. versipora could regenerate when fed with a commercial liquid food for filter feeders, and whether regenerated tissue produced HRF and PIF.",
                "cite_spans": [
                    {
                        "start": 146,
                        "end": 168,
                        "text": "(Ritchie et al., 1997)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Pieces of P. versipora (Lamarck) were collected from Port Jackson (Latitude 33j48VS, Longitude 151j16VE), at a depth of 3 -7 m and maintained in aquaria at the University of Sydney, with recirculating seawater, under fluorescent lamps with a light intensity of around 60 Amol photons m À 2 s À 1 (12 h light/12 h dark).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Collection of corals",
                "sec_num": "2.1."
            },
            {
                "text": "To provide freshly isolated algae (Symbiodinium sp.; Udy et al., 1993) for each experiment and homogenate from symbiotic P. versipora, a different piece of symbiotic coral was used in each experiment. Algae were isolated from corals and the homogenate filtered through Whatman GF/C and GF/ F filter papers as described previously (Grant et al., 1997) .",
                "cite_spans": [
                    {
                        "start": 53,
                        "end": 70,
                        "text": "Udy et al., 1993)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 330,
                        "end": 350,
                        "text": "(Grant et al., 1997)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Isolation of algae and preparation of homogenized coral tissue",
                "sec_num": "2.2."
            },
            {
                "text": "Aposymbiotic corals were prepared in the laboratory by inducing symbiotic corals to expel their algae. Two groups of P. versipora (4 -6 cm diameter) were cold shocked (Muscatine et al., 1991) by placing them in covered containers in cold (4 jC) filtered (Whatman GF/C) seawater for 4 h. Each piece of coral was then placed in a separate covered, 2l opaque plastic container containing 0.5 l seawater, covered with black plastic and returned to room temperature (20 -22 jC). Corals were examined for loss of algae twice weekly in dim light and the seawater was changed at fortnightly intervals. Corals were not fed until 7 weeks later when expelled algae were first observed in the water. They were then fed every 14 days with Liquifry Marine (Interpet, Surrey, UK) or Aquasonic seafood for invertebrates (kindly donated by Mr. A. Maddison and Mr. J. Daymond) and transferred to fresh seawater 2 h after feeding.",
                "cite_spans": [
                    {
                        "start": 167,
                        "end": 191,
                        "text": "(Muscatine et al., 1991)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Production of aposymbiotic corals",
                "sec_num": "2.3."
            },
            {
                "text": "When Group 1 corals appeared to be totally white 4 months after they were first cold shocked, tissue was removed for Experiments 2 -4. These aposymbiotic corals were then allowed to regenerate and regenerated tissue removed 2 months later for Experiments 5 -7.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Production of aposymbiotic corals",
                "sec_num": "2.3."
            },
            {
                "text": "Group 2 aposymbiotic corals were used for Experiments 8 -10, 23 months after they were cold shocked.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Production of aposymbiotic corals",
                "sec_num": "2.3."
            },
            {
                "text": "Tissue from a naturally occurring aposymbiotic coral (3 Â cm), collected from Port Jackson, was removed by brushing, filtered and centrifuged as for symbiotic corals (Grant et al., 1997) . The pellet was then examined by light microscopy to confirm the lack of algae. This homogenate was used in Experiment 1, described in Fig. 1 .",
                "cite_spans": [
                    {
                        "start": 166,
                        "end": 186,
                        "text": "(Grant et al., 1997)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 323,
                        "end": 329,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Preparation of homogenized tissue from aposymbiotic corals",
                "sec_num": "2.4."
            },
            {
                "text": "Tissue from three aposymbiotic corals in Group 1 was first removed by gentle brushing at 25 -28 weeks after cold shock (Experiments 2 -4) and each homogenate was examined microscopically to confirm the absence of algae. Immediately after brushing, the aposymbiotic corals were fed and returned to the dark, then fed fortnightly. Microscopic examination revealed that new tissue had covered the surface of all aposymbiotic corals by 4 days after brushing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preparation of homogenized tissue from aposymbiotic corals",
                "sec_num": "2.4."
            },
            {
                "text": "At 8 -10 weeks after the first experiments, regenerated tissue was removed from the same Group 1 aposymbiotic corals and used in a second set of experiments (Experiments 5 -7). The same piece of aposymbiotic coral was used for Experiments 2 and 5, a second piece was used for Experiments 3 and 6 and the third piece for Experiments 4 and 7.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preparation of homogenized tissue from aposymbiotic corals",
                "sec_num": "2.4."
            },
            {
                "text": "After 23 months in the dark, Group 2 aposymbiotic corals were scanned (at mm interval) using fluorescence microscopy (Zeiss Axiophot, filter set for the detection of chlorophyll: excitation 546 nm, beam splitter 580 nm, barrier filter 590 nm). Any fluorescent chlorophyll-containing organisms were photographed and compared with algae freshly isolated from a symbiotic P. versipora as a reference.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preparation of homogenized tissue from aposymbiotic corals",
                "sec_num": "2.4."
            },
            {
                "text": "Each coral was then brushed thoroughly to remove as much tissue as possible and each coral piece was again scanned using fluorescence microscopy. The filters (plankton net, GF/C and GF/F papers) used to filter each homogenate were also examined using fluorescence microscopy.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preparation of homogenized tissue from aposymbiotic corals",
                "sec_num": "2.4."
            },
            {
                "text": "Each homogenate was divided into aliquots and frozen at À 70 jC. An aliquot of homogenate from each of the four aposymbiotic corals was used in each of Experiments 8 -10.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preparation of homogenized tissue from aposymbiotic corals",
                "sec_num": "2.4."
            },
            {
                "text": "2.5. Bioassay to determine the effects of HRF and PIF Symbiodinium sp. (1 Â 10 6 /ml) isolated as above (Section 2.2) were incubated for 2 h in the light with NaH 14 CO 3 in a bioassay that measures the fixation and release of photosynthetically derived carbon compounds, as described in detail by Grant et al. (1997) . Stimulation of release of photosynthate from algae incubated by coral homogenate (compared with algae incubated in seawater) indicates HRF activity. Reduction of carbon fixation by more than 10% relative to seawater controls indicates PIF activity.",
                "cite_spans": [
                    {
                        "start": 298,
                        "end": 317,
                        "text": "Grant et al. (1997)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preparation of homogenized tissue from aposymbiotic corals",
                "sec_num": "2.4."
            },
            {
                "text": "The protein content of samples of homogenate was determined by the fluorescamine method (Grant et al., 1998) with bovine serum albumin, Fraction V (Sigma, Australia) as the standard. In Experiments 1-8, the amount of protein in each symbiotic homogenate was equal to or greater than that of each homogenate obtained from Group 1 aposymbiotic corals. In Experiments 9 and 10, an equal amount of protein was used for both symbiotic and aposymbiotic homogenates in each experiment by dilution in seawater (446 or 506 Ag/10 6 cells, respectively).",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 108,
                        "text": "(Grant et al., 1998)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Protein determination",
                "sec_num": "2.6."
            },
            {
                "text": "Expulsion of algae was first evident in laboratory produced aposymbiotic P. versipora 7 weeks after the corals were cold shocked. In Group 1 corals, no further loss of algae was observed beyond 18 weeks (i.e., more than 4 months in the dark), and the coral tissue appeared completely white in each piece of coral.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Expulsion of algal symbionts",
                "sec_num": "3.1."
            },
            {
                "text": "Two of the four Group 2 aposymbiotic corals were still not completely white 5 months after cold shock. However, Group 2 corals were maintained in the dark for a total of 23 months before tissue was removed. Fluorescence microscopy showed that the maximum number of possible Symbiodinium sp. still present in these aposymbiotic corals (size range 14-25 mm ) was V 1 per mm 2 (total possible Symbiodinium observed: Apo 1 = 26, Apo 2 = 10, Apo 3 = 9 and Apo 4 = 4). No algae were detected in the homogenized tissue of any of the aposymbiotic corals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Expulsion of algal symbionts",
                "sec_num": "3.1."
            },
            {
                "text": "All samples of homogenized tissue of P. versipora from both symbiotic and aposymbiotic corals stimulated photosynthate release from all algae, confirming that all homo- genates contained HRF. Release of fixed carbon from algae incubated in homogenate from a naturally occurring aposymbiotic coral, was twice as high as in seawater; when algae were incubated in homogenate from symbiotic corals, release was four times higher than controls (Experiment 1, Fig. 1A) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 454,
                        "end": 462,
                        "text": "Fig. 1A)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "HRF stimulation of photosynthate release",
                "sec_num": "3.2."
            },
            {
                "text": "In algae incubated in homogenate from Group 1 aposymbiotic corals brushed for the first time (Experiments 2-4), stimulation of photosynthate release was two to four times higher than in seawater controls and similar to that in algae incubated in homogenate from symbiotic corals ( Fig. 2A) . Stimulation of photosynthate release from algae incubated in regenerated tissue from Group 1 aposymbiotic corals (Experiments 5 -7, Fig. 2B ) was similar to or higher than (Experiment 6) that of algae incubated in symbiotic homogenate (two to four times higher than controls).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 281,
                        "end": 289,
                        "text": "Fig. 2A)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 424,
                        "end": 431,
                        "text": "Fig. 2B",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "HRF stimulation of photosynthate release",
                "sec_num": "3.2."
            },
            {
                "text": "In Experiments 8 -10, stimulation of release from three different preparations of algae incubated in the same batch of homogenate from Group 2 aposymbiotic corals, was two to seven times higher than controls (Fig. 3A,C,E ) but lower than in algae incubated in symbiotic coral homogenates (5-16 times higher than controls).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 208,
                        "end": 220,
                        "text": "(Fig. 3A,C,E",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "HRF stimulation of photosynthate release",
                "sec_num": "3.2."
            },
            {
                "text": "PIF activity was present in homogenates from symbiotic corals in 7 out of 10 experiments (range 12 -54% inhibition, Figs. 1B, 2C, D and 3B, D) . PIF activity was present in homogenates from five out of eight aposymbiotic corals. In algae incubated in homogenate from the naturally occurring aposymbiotic coral, carbon fixation was inhibited by 45% ( Fig. 1B) . PIF activity was also present in two out of three homogenates from the regenerated tissue of Group 1 aposymbiotic corals (Experiments 6 and 7, 20% and 12% inhibition, respectively; Fig. 2D ) and in two out of four homogenates from Group 2 aposymbiotic corals (Experiment 8, Apo 1, 12% inhibition; Experiment 8, Apo 4, 21% inhibition, Fig. 3B ; Experiment10, Apo 4, 32% inhibition, Fig. 3F ).",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 125,
                        "text": "Figs. 1B,",
                        "ref_id": null
                    },
                    {
                        "start": 126,
                        "end": 129,
                        "text": "2C,",
                        "ref_id": null
                    },
                    {
                        "start": 130,
                        "end": 139,
                        "text": "D and 3B,",
                        "ref_id": null
                    },
                    {
                        "start": 140,
                        "end": 142,
                        "text": "D)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 350,
                        "end": 358,
                        "text": "Fig. 1B)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 542,
                        "end": 549,
                        "text": "Fig. 2D",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 695,
                        "end": 702,
                        "text": "Fig. 3B",
                        "ref_id": null
                    },
                    {
                        "start": 742,
                        "end": 749,
                        "text": "Fig. 3F",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "PIF inhibition of carbon fixation",
                "sec_num": "3.3."
            },
            {
                "text": "The exact mechanisms by which HRF and PIF act on isolated symbiotic algae are still unknown. We have previously shown that they are two separate compounds (Grant et al., 2001) . We have also observed that when different preparations of algae are incubated in a single coral homogenate containing both HRF and PIF, whereas all algae respond to HRF not all algae respond to PIF (Grant et al., 2001) . In the present study, all algal preparations responded to HRF to some degree confirming our previous results, although the level of response varied between experiments.",
                "cite_spans": [
                    {
                        "start": 155,
                        "end": 175,
                        "text": "(Grant et al., 2001)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 376,
                        "end": 396,
                        "text": "(Grant et al., 2001)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "Our results show that the homogenized tissue of a naturally occurring aposymbiotic coral collected from the field contained HRF, as did tissue from artificially produced aposymbiotic corals. Homogenates from Group 1 aposymbiotic P. versipora, after 4 1/2 months in the dark, stimulated the release of algal photosynthate as much as or more than homogenate from symbiotic corals ( Fig. 2A ). HRF was also evident in the regenerated tissue of the same aposymbiotic corals that had been maintained in the dark for a further 2 months (Fig. 2B) . Single preparations of homogenate from each of the four aposymbiotic corals that had been maintained in the dark for almost 2 years also stimulated release from three different preparations of algae (Fig. 3) . These results confirm the fact that actively photosynthesizing algae are not necessary to stimulate the production of HRF.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 380,
                        "end": 387,
                        "text": "Fig. 2A",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 530,
                        "end": 539,
                        "text": "(Fig. 2B)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 741,
                        "end": 749,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "The variations in the response of algae to HRF could be due to variations in the amount of HRF produced per mg of protein by different corals. However, the same amount of homogenate containing HRF from Group 2 aposymbiotic corals was used in Experiments 9 and 10, yet, the algae in Experiment 10 responded to a greater degree (four to seven times stimulation of photosynthate release) than the algae in Experiment 9 (two to four times), suggesting that the variation in response is more likely to be due to differences between the algae from different preparations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "PIF activity was evident in 7 out of 10 homogenates from symbiotic corals and in 5 out of 11 homogenates from aposymbiotic corals. Yet, as in the case of HRF, not all algae responded similarly to the same batch of PIF. For example, PIF activity was clearly present in the homogenate of Apo 4 from Group 2 aposymbiotic corals (21% and 32% inhibition in Experiments 8 and 10), yet, the same amount of Apo 4 homogenate that was used in Experiment 10 had little or no effect upon the algae used in Experiment 9. We have observed before, that the same amount of the same homogenate (i.e., containing the same amount of PIF) does not always inhibit carbon fixation in all algal preparations (Grant et al., 2001 ), but so far, we cannot offer an explanation. Thus, the measured activity of signalling molecules Fig. 3 . Total carbon released (A, C, E) and fixed (B, D, F) by different preparations of P. versipora algae incubated in homogenate from symbiotic or Group 2 aposymbiotic corals. Isolated algae were incubated in seawater (open columns) or in homogenate from either symbiotic (filled in columns) or the second group of aposymbiotic (hatched columns) colonies of P. versipora in a bioassay that measures carbon fixation and release, as described in Section 2.5. The values represent the mean F S.E.M. of 4 replicates and are expressed as nmol carbon per 10 5 cells, released (A, C, E) or fixed (B, D, F) after 2 h incubation in the light, for Experiments 8 -10. The same preparation of aposymbiotic homogenate from Group 2 corals was used for all three experiments, with a different preparation of homogenate and algae from a symbiotic coral for each individual experiment as described in Section 2.4.",
                "cite_spans": [
                    {
                        "start": 685,
                        "end": 704,
                        "text": "(Grant et al., 2001",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 804,
                        "end": 810,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "will depend not only upon the amount in the coral tissue, but also upon the response of individual preparations of algae to each signal. The fact that both signals continue to be expressed in corals that lacked photosynthesizing algae suggests that it is an advantage to the coral to have these signals already active when algae start to repopulate the host after a period of low algal numbers. Such periods of low populations could occur after any stress which caused the corals to lose most of their algae. This is the first time, after many attempts over more than 10 years, that we have succeeded in producing aposymbiotic P. versipora. At most after 23 months in the dark, Group 2 aposymbiotic corals contained one putative Symbiodinium per mm 2 , which is V 0.001% of the f 1 Â 10 5 per mm 2 found in temperate colonies of P. versipora (Howe and Marshall, 2001) . As they had been kept in the dark since being cold shocked, we can be confident that even if these were viable algae, they were not photosynthesizing, and therefore, neither photosynthate nor any cell signals that may be produced as a result of photosynthesis were transferred to the coral host.",
                "cite_spans": [
                    {
                        "start": 842,
                        "end": 867,
                        "text": "(Howe and Marshall, 2001)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "When pieces of P. versipora were cold shocked and then kept in the dark, we observed the first signs of expulsion of algae after 7 weeks and aposymbiotic corals from Group 1 appeared completely bleached by 18 weeks. These time periods are similar to those reported by Kevin and Hudson (1979) who also found that P. versipora could retain normal numbers of healthy algae for 7 weeks after being placed in the dark, whether fed or starved. After 19 weeks in the dark, they found that the number of algae dropped to less than 1% of the original population.",
                "cite_spans": [
                    {
                        "start": 268,
                        "end": 291,
                        "text": "Kevin and Hudson (1979)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "We found that the surface tissue of aposymbiotic corals regenerated when they were kept in the dark and fed with a liquid food for invertebrates (i.e., without any transfer of algal photosynthate). However, under normal conditions, the presence of photosynthesizing algae may be important in determining how quickly a colony grows. Not only do such algae provide organic carbon which may stimulate the growth of coral tissue, but they enhance skeletal growth. For example, naturally occurring populations of the encrusting scleractinian coral Astrangia danae contain both symbiotic and aposymbiotic colonies. Jacques et al. (1983) concluded that the presence of algae enhanced calcification in As. danae as the CaCO 3 deposition rate, calculated from changes in seawater pH and total alkalinity over a period of 3 h, was much greater for symbiotic than non-symbiotic colonies of As. danae.",
                "cite_spans": [
                    {
                        "start": 609,
                        "end": 630,
                        "text": "Jacques et al. (1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "The results of Kevin and Hudson (1979) suggest that symbiotic algae are necessary for normal rates of skeletal growth in P. versipora. They found that the loss of algae was accompanied by a slower deposition of skeleton. Corals maintained in the dark for the first 7 weeks deposited skeleton at a slightly lower rate (1.33 g m À 2 day À 1 ) than corals maintained in the light, which deposited new skeleton at a rate of 1.80 g m À 2 day À 1 . After the expulsion of algae at 7 weeks from dark-maintained corals, the rate of increase in skeletal weight was reduced by 74% to 0.35 g m À 2 day À 1 , whether they were fed or starved (Kevin and Hudson, 1979) .",
                "cite_spans": [
                    {
                        "start": 15,
                        "end": 38,
                        "text": "Kevin and Hudson (1979)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 630,
                        "end": 654,
                        "text": "(Kevin and Hudson, 1979)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "Our study has shown that the cell signals HRF and PIF were present in symbiotic corals, a naturally occurring aposymbiotic coral, and in aposymbiotic corals produced by being kept in the dark for long periods after a cold shock. They were also present in regenerated aposymbiotic tissue. It appears that the presence of symbiotic algae is not necessary for the production of these host signals which suggests that the signalling molecules HRF and PIF are always expressed in P. versipora. They could be signals that have evolved in response to symbiosis with Symbiodinium sp. but are now always expressed, that is, they are not just produced when intracellular algae are present. Our studies are continuing to determine the nature of these cell signals and their mechanisms of action.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "A.J.Grant et al. / Comparative Biochemistry and Physiology, Part A 138 (2004) 253-259",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We would like to thank Mr. Alan Maddison and Mr. John Daymond of ePet Supplies for their generous donation of Aquasonic Seafood.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Mechanisms of bleaching deduced from histological studies of reef corals sampled during a natural bleaching event",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D A"
                        ],
                        "last": "Le Tisier",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Bythell",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Mar. Biol",
                "volume": "122",
                "issue": "",
                "pages": "655--663",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, B.E., Le Tisier, M.D.A., Bythell, J.C., 1995. Mechanisms of bleaching deduced from histological studies of reef corals sampled during a natural bleaching event. Mar. Biol. 122, 655 -663.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Are free amino acids responsible for the 'host factor' effects on symbiotic zooxanthellae in extracts of host tissue?",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Davy",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Hydrobiologia",
                "volume": "461",
                "issue": "",
                "pages": "71--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cook, C.B., Davy, S., 2001. Are free amino acids responsible for the 'host factor' effects on symbiotic zooxanthellae in extracts of host tissue? Hydrobiologia 461, 71 -78.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Coral bleaching: interpretation of thermal tolerance limits and thermal thresholds in tropical corals",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "K"
                        ],
                        "last": "Fitt",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Warner",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Dunne",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Coral Reefs",
                "volume": "20",
                "issue": "",
                "pages": "51--65",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fitt, W.K., Brown, B.E., Warner, M.E., Dunne, R.P., 2001. Coral bleaching: interpretation of thermal tolerance limits and thermal thresholds in trop- ical corals. Coral Reefs 20, 51 -65.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Free amino acids exhibit anthozoan ''host factor'' activity: they induce the release of photosynthate from symbiotic dinoflagellates in vitro",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Gates",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hoegh-Guldberg",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Mcfall-Ngai",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "Y"
                        ],
                        "last": "Bil",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Proc. Natl. Acad. Sci. U. S. A",
                "volume": "92",
                "issue": "",
                "pages": "7430--7434",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gates, R.D., Hoegh-Guldberg, O., McFall-Ngai, M.J., Bil, K.Y., Musca- tine, L., 1995. Free amino acids exhibit anthozoan ''host factor'' ac- tivity: they induce the release of photosynthate from symbiotic dinoflagellates in vitro. Proc. Natl. Acad. Sci. U. S. A. 92, 7430 -7434.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Effects of host tissue homogenate of the scleractinian coral Plesiastrea versipora on glycerol metabolism in isolated symbiotic dinoflagellates",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Grant",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rémond",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "People",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hinde",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Mar. Biol",
                "volume": "128",
                "issue": "",
                "pages": "665--670",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grant, A.J., Rémond, M., People, J., Hinde, R., 1997. Effects of host tissue homogenate of the scleractinian coral Plesiastrea versipora on glycerol metabolism in isolated symbiotic dinoflagellates. Mar. Biol. 128, 665 -670.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Low molecular-weight factor from Plesiastrea versipora (Scleractinia) that modifies release and glycerol metabolism of isolated symbiotic algae",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Grant",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rémond",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hinde",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Mar. Biol",
                "volume": "130",
                "issue": "",
                "pages": "553--557",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grant, A.J., Rémond, M., Hinde, R., 1998. Low molecular-weight factor from Plesiastrea versipora (Scleractinia) that modifies release and glyc- erol metabolism of isolated symbiotic algae. Mar. Biol. 130, 553 -557.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Inhibition of algal photosynthesis by a symbiotic coral",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Grant",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rémond",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J T"
                        ],
                        "last": "Withers",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hinde",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Hydrobiologia",
                "volume": "461",
                "issue": "",
                "pages": "63--69",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grant, A.J., Rémond, M., Withers, K.J.T., Hinde, R., 2001. Inhibition of algal photosynthesis by a symbiotic coral. Hydrobiologia 461, 63 -69.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "A symbiosome membrane is not required for the actions of two host signalling compounds regulating photosynthesis in symbiotic algae isolated from cnidarians",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Grant",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Trautman",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Frankland",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hinde",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Comp. Biochem. Physiol",
                "volume": "135",
                "issue": "",
                "pages": "337--345",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grant, A.J., Trautman, D., Frankland, S., Hinde, R., 2003. A symbiosome membrane is not required for the actions of two host signalling com- pounds regulating photosynthesis in symbiotic algae isolated from cni- darians. Comp. Biochem. Physiol. A135, 337 -345.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Factors produced by symbiotic marine invertebrates which affect translocation between the symbionts",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hinde",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Cell to Cell Signals in Plant, Animal and Microbial Symbiosis",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hinde, R., 1988. Factors produced by symbiotic marine invertebrates which affect translocation between the symbionts. In: Scannerini, S., Smith, D., Bonfante-Fasolo, P., Gianninazzi-Pearson, V. (Eds.), Cell to Cell Signals in Plant, Animal and Microbial Symbiosis. Springer-Ver- lag, Berlin, Heidelberg, pp. -324.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Expulsion of zooxanthellae by symbiotic cnidarians from the Red Sea",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hoegh-Guldberg",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Mccloskey",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Coral Reefs",
                "volume": "5",
                "issue": "",
                "pages": "201--204",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hoegh-Guldberg, O., McCloskey, L.R., Muscatine, L., 1987. Expulsion of zooxanthellae by symbiotic cnidarians from the Red Sea. Coral Reefs 5, 201 -204.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Thermal compensation of metabolism in the temperate coral, Plesiastrea versipora (Lamarck, 1816)",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Howe",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Marshall",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "259",
                "issue": "",
                "pages": "231--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Howe, S.A., Marshall, A.T., 2001. Thermal compensation of metabolism in the temperate coral, Plesiastrea versipora (Lamarck, 1816). J. Exp. Mar. Biol. Ecol. 259, 231 -248.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Experimental ecology of the temperate scleractinian coral Astrangia danae: II. Effect of temperature, light intensity and symbiosis with zooxanthellae on metabolic rate and calcification",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "G"
                        ],
                        "last": "Jacques",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Marshall",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E Q"
                        ],
                        "last": "Pilson",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Mar. Biol",
                "volume": "76",
                "issue": "",
                "pages": "135--148",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jacques, T.G., Marshall, N., Pilson, M.E.Q., 1983. Experimental ecology of the temperate scleractinian coral Astrangia danae: II. Effect of temper- ature, light intensity and symbiosis with zooxanthellae on metabolic rate and calcification. Mar. Biol. 76, 135 -148.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The role of zooxanthellae in the hermatypic coral Plesiastrea urvillei (Milne Edwards and Haime) from cold waters",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Kevin",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C L"
                        ],
                        "last": "Hudson",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "36",
                "issue": "",
                "pages": "157--170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kevin, K.M., Hudson, R.C.L., 1979. The role of zooxanthellae in the hermatypic coral Plesiastrea urvillei (Milne Edwards and Haime) from cold waters. J. Exp. Mar. Biol. Ecol. 36, 157 -170.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Some factors influencing selective release of soluble organic material by zooxanthellae from reef corals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Pool",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Cernichiari",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Mar. Biol",
                "volume": "13",
                "issue": "",
                "pages": "298--308",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muscatine, L., Pool, R.R., Cernichiari, E., 1972. Some factors influencing selective release of soluble organic material by zooxanthellae from reef corals. Mar. Biol. 13, 298 -308.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Release of symbiotic algae by tropical sea anemones and corals after cold shock",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Grossman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Doino",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Mar. Ecol., Prog. Ser",
                "volume": "77",
                "issue": "",
                "pages": "233--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muscatine, L., Grossman, D., Doino, J., 1991. Release of symbiotic algae by tropical sea anemones and corals after cold shock. Mar. Ecol., Prog. Ser. 77, 233 -243.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Plesiastrea versipora (Lamarck, 1816)-the white rat for coral research? In: den",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Ritchie",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Eltringham",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Salih",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Grant",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J T"
                        ],
                        "last": "Withers",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hinde",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Proceedings of the Sixth International Conference on Coelenterate Biology. National Natuurhistorisch Museum",
                "volume": "",
                "issue": "",
                "pages": "403--408",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ritchie, R.J., Eltringham, K., Salih, A., Grant, A.J., Withers, K.J.T., Hinde, R., 1997. Plesiastrea versipora (Lamarck, 1816)-the white rat for coral research? In: den Hartog, J.C. (Ed.), Proceedings of the Sixth International Conference on Coelenterate Biology. National Natuurhis- torisch Museum, Leiden, pp. 403 -408.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Functional autotrophy of Heteroxenia fuscescens (Anthozoa: Alcyonaria): carbon assimilation and translocation of photosynthates from symbiont to host",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Schlichter",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Svoboda",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "P"
                        ],
                        "last": "Kremer",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Mar. Biol",
                "volume": "78",
                "issue": "",
                "pages": "29--38",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schlichter, D., Svoboda, A., Kremer, B.P., 1983. Functional autotrophy of Heteroxenia fuscescens (Anthozoa: Alcyonaria): carbon assimilation and translocation of photosynthates from symbiont to host. Mar. Biol. 78, 29 -38.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Host -zooxanthellae interactions in four temperate marine invertebrate symbioses: assessment of effect of host extracts on symbionts",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "C"
                        ],
                        "last": "Sutton",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hoegh-Guldberg",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Biol. Bull",
                "volume": "178",
                "issue": "",
                "pages": "175--186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sutton, D.C., Hoegh-Guldberg, O., 1990. Host -zooxanthellae interactions in four temperate marine invertebrate symbioses: assessment of effect of host extracts on symbionts. Biol. Bull. 178, 175 -186.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The physiology and biochemistry of zooxanthellae symbiotic with marine coelenterates: III. The effects of homogenates of host tissues on the excretion of photosynthetic products in vitro by zooxanthellae from marine coelenterates",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Trench",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Proc. R. Soc. Lond",
                "volume": "177",
                "issue": "",
                "pages": "251--264",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trench, R.K., 1971. The physiology and biochemistry of zooxanthellae symbiotic with marine coelenterates: III. The effects of homogenates of host tissues on the excretion of photosynthetic products in vitro by zooxanthellae from marine coelenterates. Proc. R. Soc. Lond. 177, 251 -264.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Chromosomes and DNA in Symbiodinium from Australian hosts",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Udy",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hinde",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Vesk",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "J. Phycol",
                "volume": "29",
                "issue": "",
                "pages": "314--320",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Udy, J.W., Hinde, R., Vesk, M., 1993. Chromosomes and DNA in Symbio- dinium from Australian hosts. J. Phycol. 29, 314 -320.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Australian Institute of Marine Science and CRR",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Veron",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Corals of the World",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Veron, J., 2000. Corals of the World, vol. 3. Australian Institute of Marine Science and CRR, 226 pp.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Nutrients, signals and photosynthate release by symbiotic algae: the impact of taurine on the dinoflagellate alga Symbiodinium from the sea anemone Aiptasia pulchella",
                "authors": [
                    {
                        "first": "J-T",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Douglas",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "J. Plant Physiol",
                "volume": "114",
                "issue": "",
                "pages": "631--636",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wang, J-T., Douglas, A.E., 1997. Nutrients, signals and photosynthate release by symbiotic algae: the impact of taurine on the dinoflagellate alga Symbiodinium from the sea anemone Aiptasia pulchella. J. Plant Physiol. 114, 631 -636.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "Total carbon released (A) and fixed (B) by P. versipora algae incubated in homogenate from symbiotic or a naturally occurring aposymbiotic coral. Isolated algae were incubated in seawater (open columns) or in homogenate from either a symbiotic (filled in column) or a naturally aposymbiotic (hatched column) colony of P. versipora in a bioassay that measures carbon fixation and release as described in Section 2.5. The values represent the mean of two or three replicates F S.E.M. and are expressed as nmol released fixed carbon (A) or total fixed carbon (B) per 5 cells after 2 h of incubation in the light for Experiment 1."
            },
            "FIGREF1": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "Total carbon released (A, B) and fixed (C, D) by P. versipora algae incubated in homogenate from symbiotic or Group 1 aposymbiotic corals. Isolated algae were incubated in seawater (open columns) or in homogenate from either symbiotic (filled in columns) or Group 1 aposymbiotic (hatched columns) colonies of P. versipora in a bioassay that measures carbon fixation and release, as described in Section 2.5. The values represent the mean F S.E.M. of three or four replicates and are expressed as nmol released carbon (A, B) or fixed carbon (C, D) per 10 5 cells after 2 h of incubation in the light. Experiments 2 -4 (A, C) used homogenate from aposymbiotic corals brushed for the first time; Experiments 5 -7 (B, D) used homogenate from regenerated tissue of the same aposymbiotic corals, as described in Section 2.3."
            }
        }
    }
}