{
    "paper_id": "1-s2",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:24:59.363979Z"
    },
    "title": "Inhibition of quorum sensing regulated biofilm formation in Serratia marcescens causing nosocomial infections",
    "authors": [
        {
            "first": "Dhamodharan",
            "middle": [],
            "last": "Bakkiyaraj",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Alagappa University",
                "location": {
                    "postCode": "630 003",
                    "settlement": "Karaikudi",
                    "country": "India"
                }
            },
            "email": ""
        },
        {
            "first": "Chandran",
            "middle": [],
            "last": "Sivasankar",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Alagappa University",
                "location": {
                    "postCode": "630 003",
                    "settlement": "Karaikudi",
                    "country": "India"
                }
            },
            "email": ""
        },
        {
            "first": "Karutha",
            "middle": [],
            "last": "Shunmugiah",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Alagappa University",
                "location": {
                    "postCode": "630 003",
                    "settlement": "Karaikudi",
                    "country": "India"
                }
            },
            "email": ""
        },
        {
            "first": "",
            "middle": [],
            "last": "Pandian",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Alagappa University",
                "location": {
                    "postCode": "630 003",
                    "settlement": "Karaikudi",
                    "country": "India"
                }
            },
            "email": "sk_pandian@rediffmail.com"
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "",
    "pdf_parse": {
        "paper_id": "1-s2",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Serratia marcescens is an opportunistic pathogen causing severe urinary tract infections in hospitalized individuals. Infections of S. marcescens are of great concern because of its increasing resistance towards conventional antibiotics. Quorum sensing (QS)-a cell to cell communication-system of S. marcescens acts as a global regulator of almost all the virulence factors and majorly its biofilm formation. Since, the QS system of S. marcescens directly accords to its pathogenesis, targeting QS system will provide an improved strategy to combat drug resistant pathogens. In the present study, QS system of S. marcescens has been used as target and its inhibition has been studied upon exposure to bioactives from coral associated bacteria (CAB). This study also emphasises the potential of CAB in producing bioactive agents with anti-QS and antibiofilm properties. Two CAB isolates CAB 23 and 41 have shown to inhibit biofilm formation and the production of QS dependent virulence factors like prodigiosin, protease, lipase and swarming motility. The study, on the whole explicates the potential of QS system as a target to treat drug resistant bacterial infections.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ó 2012 Elsevier Ltd. All rights reserved.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Serratia marcescens is a Gram negative opportunistic human pathogen responsible for an increasing number of chronic nosocomial infections. 1, 2 It produces a range of secreted products viz. proteases, nucleases, lipases, chitinases, the biosurfactant serrawettin and hemolysin that enhances the virulence of the organism apart from evading it from the host immune system. S. marcescens colonises intra-uterine catheters more habitually thereby causing hospital acquired urinary tract infections. Nosocomial infections of S. marcescens are of vast concern as many such causative agents are multidrug resistant. 1 The ability of S. marcescens to adhere and grow on the surface of medical devices is attributed by its biofilm formation. [3] [4] [5] Biofilms are a complex multicellular architecture, where the bacteria reside inside an extracellular matrix typically made up of exopolysaccharides, proteins and extracellular DNA. 6, 7 Bacteria growing as biofilms are tough to remove from the substratum and are highly resistant to common antibacterial agents and detergents. 7 Recent reports have shown that bacteria dwelling in biofilm are 1000folds more resistant to antibiotics as compared to their planktonic counterparts. 8, 9 The biofilm formation in S. marcescens is a major virulence factor which is controlled by its quorum sensing (QS) system. 10 QS system of S. marcescens controls various virulence factors apart from biofilm formation like swimming motility, swarming, production of biosurfactants, 11 nucleases and a pigment called prodigiosin. 12 It has wide variety of signalling molecules from C4-homoserine lactone (HSL) to C8-HSL. C4-HSL and C6-HSL regulate swimming motility and biofilm formation in S. marcescens, whereas C6-HSL, C7-HSL and C8-HSL regulate sliding motility, synthesis of biosurfactant, prodigiosin and nuclease. [13] [14] [15] [16] [17] Inability of S. marcescens to form biofilms and, to produce prodigiosin and other exoenzymes were explained in QS mutants that strongly infers the role of QS system in its pathogenesis. 1 At present, a therapy that efficiently target bacterial biofilms does not exist, since the biofilms are inherently resistant to conventional antibiotics. 18 This indicates the need for new sort of drugs active not only against planktonic bacteria but also against drug resistant biofilms. In the light of QS and its potent role in the virulence and pathogenesis of S. marcescens, QS system will be a convincing target to combat drug resistance and severe infections out of it. 7, 19 Anti-QS agents or quorum quenchers (QQ) are of interest since it exerts no selection pressure over the bacteria, that in turn results in resistance. The threat of resistance development with QQ is not common as it attenuates only the virulence factors but not the growth of the pathogen, facilitating its clearance by the host immune system. 20 A variety of bioactive agents, both natural and synthetic in nature were reported in the recent past that has significant antibiofilm activity against Gram positive and negative bacteria. 1, [21] [22] [23] In spite the need for novel QQs with antibiofilm activity against drug resistant bacterial pathogens like S. marcescens are in need, that prompted us to identify novel drug candidates with antibiofilm and anti-QS activity.",
                "cite_spans": [
                    {
                        "start": 139,
                        "end": 141,
                        "text": "1,",
                        "ref_id": null
                    },
                    {
                        "start": 142,
                        "end": 143,
                        "text": "2",
                        "ref_id": null
                    },
                    {
                        "start": 610,
                        "end": 611,
                        "text": "1",
                        "ref_id": null
                    },
                    {
                        "start": 734,
                        "end": 737,
                        "text": "[3]",
                        "ref_id": null
                    },
                    {
                        "start": 738,
                        "end": 741,
                        "text": "[4]",
                        "ref_id": null
                    },
                    {
                        "start": 742,
                        "end": 745,
                        "text": "[5]",
                        "ref_id": null
                    },
                    {
                        "start": 927,
                        "end": 929,
                        "text": "6,",
                        "ref_id": null
                    },
                    {
                        "start": 930,
                        "end": 931,
                        "text": "7",
                        "ref_id": null
                    },
                    {
                        "start": 1073,
                        "end": 1074,
                        "text": "7",
                        "ref_id": null
                    },
                    {
                        "start": 1225,
                        "end": 1227,
                        "text": "8,",
                        "ref_id": null
                    },
                    {
                        "start": 1228,
                        "end": 1229,
                        "text": "9",
                        "ref_id": null
                    },
                    {
                        "start": 1352,
                        "end": 1354,
                        "text": "10",
                        "ref_id": null
                    },
                    {
                        "start": 1510,
                        "end": 1512,
                        "text": "11",
                        "ref_id": null
                    },
                    {
                        "start": 1557,
                        "end": 1559,
                        "text": "12",
                        "ref_id": null
                    },
                    {
                        "start": 1848,
                        "end": 1852,
                        "text": "[13]",
                        "ref_id": null
                    },
                    {
                        "start": 1853,
                        "end": 1857,
                        "text": "[14]",
                        "ref_id": null
                    },
                    {
                        "start": 1858,
                        "end": 1862,
                        "text": "[15]",
                        "ref_id": null
                    },
                    {
                        "start": 1863,
                        "end": 1867,
                        "text": "[16]",
                        "ref_id": null
                    },
                    {
                        "start": 1868,
                        "end": 1872,
                        "text": "[17]",
                        "ref_id": null
                    },
                    {
                        "start": 2059,
                        "end": 2060,
                        "text": "1",
                        "ref_id": null
                    },
                    {
                        "start": 2215,
                        "end": 2217,
                        "text": "18",
                        "ref_id": null
                    },
                    {
                        "start": 2538,
                        "end": 2540,
                        "text": "7,",
                        "ref_id": null
                    },
                    {
                        "start": 2541,
                        "end": 2543,
                        "text": "19",
                        "ref_id": null
                    },
                    {
                        "start": 2886,
                        "end": 2888,
                        "text": "20",
                        "ref_id": null
                    },
                    {
                        "start": 3077,
                        "end": 3079,
                        "text": "1,",
                        "ref_id": null
                    },
                    {
                        "start": 3080,
                        "end": 3084,
                        "text": "[21]",
                        "ref_id": null
                    },
                    {
                        "start": 3085,
                        "end": 3089,
                        "text": "[22]",
                        "ref_id": null
                    },
                    {
                        "start": 3090,
                        "end": 3094,
                        "text": "[23]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although much success in drug discovery has been reported from terrestrial microbes, the chance of getting a novel drug out of it is extremely few. This prompts us to embark on marine microbes, an unexplored environment with various bioactive potential. [24] [25] [26] Few studies have shown that marine bacteria produce bioactive agents which has not been reported from terrestrial ones. 20, [24] [25] [26] [27] The potential of bacteria (Marinobacter sp. and an aproteobacteria) associated with the corals to inhibit the QS dependent virulence factors in an environmental isolate of S. marcescens has been reported recently that further augmented our interest in exploring the CAB isolates. 28 Coral ecosystems hitherto unexplored reserve for microorganisms, are recently reported to have the potential producers of bioactive compounds. The likelihood of obtaining novel bioactive compounds from these coral ecosystems seems high, since many such microorganisms in this ecosystem has not been well characterised. In addition, coral associated bacteria (CAB) play a defensive role in coral reefs by producing secondary metabolites that effectively control the bacterial and fungal pathogens of the host. This as a milieu, the present study intended to assess the anti-QS and antibiofilm activities of a CAB against S. marcescens causing biofilm related infections in hospitalized individuals. This study for the first time reports the anti-QS and antibiofilm activity of marine isolates Delftia tsuruhatensis and Stenotrophomonas maltophilia associated with the coral Acropora digitifera from the Gulf of Mannar biosphere reserve.",
                "cite_spans": [
                    {
                        "start": 254,
                        "end": 258,
                        "text": "[24]",
                        "ref_id": null
                    },
                    {
                        "start": 259,
                        "end": 263,
                        "text": "[25]",
                        "ref_id": null
                    },
                    {
                        "start": 264,
                        "end": 268,
                        "text": "[26]",
                        "ref_id": null
                    },
                    {
                        "start": 389,
                        "end": 392,
                        "text": "20,",
                        "ref_id": null
                    },
                    {
                        "start": 393,
                        "end": 397,
                        "text": "[24]",
                        "ref_id": null
                    },
                    {
                        "start": 398,
                        "end": 402,
                        "text": "[25]",
                        "ref_id": null
                    },
                    {
                        "start": 403,
                        "end": 407,
                        "text": "[26]",
                        "ref_id": null
                    },
                    {
                        "start": 408,
                        "end": 412,
                        "text": "[27]",
                        "ref_id": null
                    },
                    {
                        "start": 693,
                        "end": 695,
                        "text": "28",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Nineteen CAB were isolated from the mucus of Acropora digitifera-coral resident of the Gulf of Mannar. Mucus sample was serially diluted and plated on Zobell marine agar (ZMA) medium (HiMedia, India) and incubated at 28°C for 48 h. Morphologically different colonies were selected and stored at À80°C for future use. CAB isolates CAB 23 and 41 that showed antibiofilm and anti-QS activity against S. marcescens were identified as Delftia tsuruhatensis (GenBank Accession No. JN248445) and Stenotrophomonas maltophilia (GenBank Accession No. JN248442) by 16S ribosomal RNA gene sequencing. Chromobacterium violaceum ATCC12472 was used for the screening of QQ. C. violaceum ATCC12472 and S. marcescens were cultured in Luria-Bertani (LB) broth by incubation at 30 and 37°C overnight, respectively. Glucose yeast extract medium (glucose-0.5%, yeast extract-0.5%) (GYEM) was used for culturing CAB isolates. CAB isolates were cultured in GYEM for two days at 28°C. The culture broths obtained after 48 h incubation were centrifuged at 10,000g for 10 min and the supernatants were collected and stored at 4°C for further use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "C. violaceum ATCC12472, was used for initial screening of QQ, since the inhibition of violacein, a purple coloured pigment produced under the control of QS system, can be visualised directly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In this method, 250 ll of GYEM was poured into the wells of 24well polystyrene plate and inoculated with a loop full of CAB cultures and incubated for 48 h at 28°C. After incubation, the wells were overlaid with 200 ll of LB soft agar medium (0.6% agar) mixed with 1% of C. violaceum ATCC12472 and incubated overnight at 30°C. Wells with plain GYEM acted as control. After incubation, the wells were observed for inhibition of violacein production.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Inhibition of QS has also been studied by the quantification of violacein produced by C. violaceum ATCC12472. 31 In a 24-well polystyrene plate, each well containing 1 mL of LB medium was inoculated with 1% of C. violaceum ATCC12472 supplemented with and without filter sterilized CAB culture supernatants (100 ll) and incubated for 24 h at 30°C. After incubation, the cultures were centrifuged at 10,000g for 10 min to pellet out the cells. Supernatants were discarded and 1 mL of DMSO was added to the cell pellet. The solution was then vortexed vigorously for 1 min to completely solubilise the violacein followed by centrifugation at 10,000g for 10 min to remove the cells. Absorbance of the supernatants containing violacein was measured at 585 nm spectrophotometrically.",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 112,
                        "text": "31",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Inhibition of violacein production was expressed in terms of percentage of inhibition, which was calculated using the formula:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Percentage of inhibition = ((control OD 585 À treated OD 585 )/control OD 585 ) Â 100",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The antimicrobial activity of CAB cell free supernatants were assayed by the agar well diffusion test (Clinical and Laboratory Standards Institute, 2006). Overnight culture of S. marcescens was subcultured in LB broth until a turbidity of 0.5 McFarland (1 Â 10 8 CFU mL À1 ) was reached. Using a sterile cotton swab, the culture was uniformly spread over the surface of the Muller-Hinton agar (MHA) plate. Wells with a diameter of 4 mm were then punched out of the swabbed plates, and loaded with 100 ll of filter sterilized CAB supernatants and the plate was incubated at 37°C and observed for zone of inhibition after 24 h. CAB 23 and 41 were cultured in GYEM at 28°C for 3 days and the cell free culture supernatant was collected after centrifugation at 10,000g for 15 min and extracted with an equal volume of ethyl acetate. 32 The solvent extracts were concentrated under reduced pressure and the crude extracts obtained were weighed and dissolved in sterile Milli Q water and used for further assays.",
                "cite_spans": [
                    {
                        "start": 829,
                        "end": 831,
                        "text": "32",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The effect of the CAB extracts 23 and 41 against formation of biofilms in S. marcescens was tested on 24-well polystyrene plates. 27,33 CAB extracts at concentrations of 5-2500 lg mL À1 was added in LB broth containing the bacterial suspension at 10 6 CFU mL À1 . The plates were incubated for 24 h at 37°C. After incubation, the plates were washed with sterile distilled water to remove the planktonic cells and the biofilms were stained with 0.4% crystal violet. The percentage of biofilm inhibition was calculated by the formula:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Percentage of inhibition = ([control OD 570nm À test OD 570nm ]/ control OD 570nm ) Â 100",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The lowest concentration that produced significant reduction in biofilm formation when compared with their controls were referred as biofilm inhibitory concentrations (BIC). 32 Wells containing medium and extract were used as blank.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The effect of the CAB extracts on the growth of S. marcescens was tested in 24-well polystyrene plates. Wells with 1 mL of LB broth was inoculated with S. marcescens (1% inoculums with 1.5 Â 10 5 CFU approximately) and treated with CAB 23 and 41 extracts and incubated for 24 h at 37°C with respective controls. After incubation, cell density was measured at OD 600nm spectrophotometrically for changes in growth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For visualisation by light microscopy, biofilms were allowed to grow on glass pieces (1 Â 1 cm) as stated above. The glass pieces were then washed with sterile distilled water and stained with 0.4% crystal violet. The stained glass pieces were placed on slides with the biofilm directed upwards and inspected with a light microscope (Nikon Eclipse Ti 100) at a magnification of Â400 and documented with an attached CCD camera. 27 Another set of glass pieces with biofilms grown at similar conditions was washed with sterile distilled water, stained with acridine orange (0.1%) and the biofilms were quantified using a confocal laser scanning microscope (CLSM) (Zeiss LSM 710, Carl Zeiss, Germany). The Z-stack analysis was done to measure the thickness of the biofilms formed with the Zen 2009 (Carl Zeiss, Germany) software that employs the principle of optical sectioning. 27 S. marcescens was grown at 37°C for 24 h supplemented with and without CAB extracts. After incubation 1 ml of the culture was centrifuged at 8000g for 5 min and the pellet was resuspended in 1 ml acidified ethanol (4% 1 M HCl) to extract prodigiosin from the cells. The tube was centrifuged again and the supernatants were measured at OD 534nm . 34 S. marcescens culture grown at 37°C for 24 h in the presence and absence of CAB extracts were centrifuged at 8000g for 5 min and the supernatants were collected to measure the protease activity using azocasein as substrate. 35 A 75 ll of cell free culture supernatant was added to 125 ll of buffered substrate containing 2% azocasein and incubated at 37°C for 15 min. Trichloroacetic acid (10%, 0.6 ml) was added to each tube to terminate the reaction, and incubated at À20°C for 20 min after which the tubes were spun at 8000g for 5 min and to the supernatant, 700 ll of 1 M NaOH was added and the absorption was measured at 440 nm.",
                "cite_spans": [
                    {
                        "start": 427,
                        "end": 429,
                        "text": "27",
                        "ref_id": null
                    },
                    {
                        "start": 875,
                        "end": 877,
                        "text": "27",
                        "ref_id": null
                    },
                    {
                        "start": 1224,
                        "end": 1226,
                        "text": "34",
                        "ref_id": null
                    },
                    {
                        "start": 1451,
                        "end": 1453,
                        "text": "35",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lipolytic activity was determined using p-nitrophenyl palmitate as the substrate. 100 ll of the cell free culture supernatant (treated with and without CAB extracts) was added to 900 ll of substrate mixture containing 1 volume of 0.3% (w/v) p-nitrophenyl palmitate in propanol, 9 volumes of 0.2% (w/v) sodium desoxycholate and 0.1% (w/v) gummi arabicum in 50 mM Na 2 PO 4 buffer (pH 8.0). The reaction mixture was incubated for 1 h at room temperature and then centrifuged at 12,000g for 5 min. The reaction was then terminated by adding 1 ml of 1 M Na 2 CO 3 and absorbance was measured at 410 nm. 36 Swarming motility is a characteristic phenomenon of a virulent strain of S. marcescens which was determined by placing 2 ll",
                "cite_spans": [
                    {
                        "start": 599,
                        "end": 601,
                        "text": "36",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(approximately with 1 Â 10 9 CFU mL À1 ) of S. marcescens overnight cultures (treated with 1.5 and 2 mg mL À1 of CAB 23 and 41 extracts for overnight at 37°C) at the centre of swarm agar plates and incubated at room temperature for 12 h. The activity of the extracts were measured by comparing the radius of the swarmed area in both treated and untreated samples. 37 The effect of CAB extracts on cell surface hydrophobicity (CSH) of S. marcescens was studied by microbial adhesion to hydrocarbons (MATH) assay. 38 One ml of CAB 23 and 41 treated and untreated S. marcescens cultures (OD 600nm = 0.8) were taken in glass tubes, to which, 1 ml of toluene was added and vortexed for 2 min. The aqueous phase was allowed to separate and their absorbance was measured OD 600nm . Percentage hydrophobicity was calculated by the formula: % Hydrophobicity = [1 À (OD 600 after vortexing/OD 600 before vortexing)] Â 100",
                "cite_spans": [
                    {
                        "start": 364,
                        "end": 366,
                        "text": "37",
                        "ref_id": null
                    },
                    {
                        "start": 512,
                        "end": 514,
                        "text": "38",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "All the assays were done in triplicates and the values were expressed as mean ± SD.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Nineteen morphologically different colonies were isolated from the coral mucus of Acropora digitifera. Since, QS has been reported to have a role in biofilm formation in S. marcescens and other Gram negative bacteria including Pseudomonas aeruginosa, the isolates were screened for their antibiofilm and anti-QS activity against C. violaceum and S. marcescens. 1, 39, 40 Nine among the nineteen isolates (CAB 3, 20, 21, 23, 25, 27, 31, 34 and 41) inhibited violacein production in C. violaceum. The nine isolates were further confirmed and quantified for anti-QS activity by violacein quantification test, in which the isolates CAB 23 and 41 have shown inhibition upto 88.34% and 94.77%, respectively (Fig. 1) . Bacterici-dal activity of the culture supernatants were studied and found that CAB 23 and 41 have no action on the growth of S. marcescens. CAB 23 and 41 that showed maximum activity in terms of QS inhibition in C. violaceum were further characterised for their anti-QS property against S. marcescens.",
                "cite_spans": [
                    {
                        "start": 361,
                        "end": 363,
                        "text": "1,",
                        "ref_id": null
                    },
                    {
                        "start": 364,
                        "end": 367,
                        "text": "39,",
                        "ref_id": null
                    },
                    {
                        "start": 368,
                        "end": 370,
                        "text": "40",
                        "ref_id": null
                    },
                    {
                        "start": 404,
                        "end": 411,
                        "text": "(CAB 3,",
                        "ref_id": null
                    },
                    {
                        "start": 412,
                        "end": 415,
                        "text": "20,",
                        "ref_id": null
                    },
                    {
                        "start": 416,
                        "end": 419,
                        "text": "21,",
                        "ref_id": null
                    },
                    {
                        "start": 420,
                        "end": 423,
                        "text": "23,",
                        "ref_id": null
                    },
                    {
                        "start": 424,
                        "end": 427,
                        "text": "25,",
                        "ref_id": null
                    },
                    {
                        "start": 428,
                        "end": 431,
                        "text": "27,",
                        "ref_id": null
                    },
                    {
                        "start": 432,
                        "end": 435,
                        "text": "31,",
                        "ref_id": null
                    },
                    {
                        "start": 436,
                        "end": 446,
                        "text": "34 and 41)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 701,
                        "end": 709,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sequencing of 16S ribosomal gene of CAB 23 and 41, followed by the sequence analysis have identified them as Delftia tsuruhatensis (GenBank Accession No. JN248445) and Stenotrophomonas maltophilia (GenBank Accession No. JN248442), respectively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Extracts of CAB 23 and 41 were prepared by extraction of cell free culture supernatants with ethyl acetate. Organic phase was then concentrated under reduced pressure and was used for further assays. BICs of CAB extracts were determined to be 1.5 and 2 mg mL À1 for CAB 23 and 41, respectively as they have shown the maximum antibiofilm activity (Fig. 2a ) and the same concentration has been followed for all further assays.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 346,
                        "end": 354,
                        "text": "(Fig. 2a",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To be an ideal anti-QS agent, it should not have any bactericidal activity or selection pressure over the growth of the bacteria that results in development of resistance. Hence, the effect of CAB extracts (CAB 23 and 41 at the concentrations of 1.5 and 2 mg mL À1 , respectively) on the growth of S. marcescens was studied at their BICs and found no significant reduction in the growth of CAB treated cultures compared to their controls (Fig. 2b) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 438,
                        "end": 447,
                        "text": "(Fig. 2b)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Effect of CAB extracts (CAB 23 and 41 at the concentrations of 1.5 and 2 mg mL À1 , respectively) on biofilm formation in S. marcescens was studied microscopically. Biofilms grown on glass surfaces were stained with crystal violet and acridine orange after thorough rinsing to remove the planktonic bacteria and observed under light microscope ( Fig. 3a) and CLSM (Fig. 3b) . Light microscopic images have shown the reduction in surface area covered by the biofilm or in other term, it explains the inhibition of biofilm formation and maturation. Glass slides stained with acridine orange were observed under CLSM to study the biofilm architecture in detail. The Z-stack analysis in CLSM has been employed to determine the thickness of the biofilms formed in the presence and absence of CAB extracts, and it is found that the biofilm thickness has been reduced significantly (70%) in CAB treated surfaces as compared to the untreated control.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 346,
                        "end": 354,
                        "text": "Fig. 3a)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 364,
                        "end": 373,
                        "text": "(Fig. 3b)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Since, QS regulates almost all the virulence factors in S. marcescens and its pathogenesis, [10] [11] [12] efficacy of CAB extracts were assessed to inhibit the production of QS controlled virulence factors in S. marcescens. CAB 23 and 41 at the concentrations of 1.5 and 2 mg mL À1 , respectively significantly inhibited the production of the pigment prodigiosin to about 60% and 67%, respectively (Fig. 4a ). Production of other virulence factors like protease and lipase have also been inhibited to about 35% and 10%, respectively (Fig. 4b and c ). Increasing the concentration of the principal compound might boost the inhibitory activity of CAB extracts against the production of these virulence factors. Production of biofilm and prodigiosin has been significantly inhibited that suggests that CAB extracts targets the SmaIR QS system which controls the prodigiosin production. 13 CAB extracts have shown the reduction in swarming motility when treated with CAB 23 and 41(at the concentrations of 1.5 and 2 mg mL À1 , respectively) to about 66% and 44%, respectively, which was evident through the direct observation of the plates (Fig. 5a and b) . Swarming assay plates have also shown the inability of S. marcescens to produce prodigiosin upon exposure to CAB extracts. S. marcescens is well known for its swarming motility and it was reported that swarming bacteria will move in multicellular structures and display an acquired resistance to broad spectrum of antibiotics. 42 Hence, CAB 23 and 41 with the potential of inhibiting the swarming motility will be a novel candidate for drugs against drug resistant bacteria.",
                "cite_spans": [
                    {
                        "start": 92,
                        "end": 96,
                        "text": "[10]",
                        "ref_id": null
                    },
                    {
                        "start": 97,
                        "end": 101,
                        "text": "[11]",
                        "ref_id": null
                    },
                    {
                        "start": 102,
                        "end": 106,
                        "text": "[12]",
                        "ref_id": null
                    },
                    {
                        "start": 884,
                        "end": 886,
                        "text": "13",
                        "ref_id": null
                    },
                    {
                        "start": 1482,
                        "end": 1484,
                        "text": "42",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 399,
                        "end": 407,
                        "text": "(Fig. 4a",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 534,
                        "end": 548,
                        "text": "(Fig. 4b and c",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 1137,
                        "end": 1152,
                        "text": "(Fig. 5a and b)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It has been previously reported that halogenated furanone effectively inhibits the swarming motility in S. liquefaciens MG1 and analogues of AHL like N-nonanoyl-cyclopentylamide (C9-CPA) has been shown effective in controlling the virulence factors like swarming, production of prodigiosin and biofilm formation in S. marcescens. 1 Results of the present study were comparable to the previous reports and in addition it also inhibits the production of other virulence factors like protease and lipase.",
                "cite_spans": [
                    {
                        "start": 330,
                        "end": 331,
                        "text": "1",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Since CSH plays an important role in biofilm formation and adhesion, effect of CAB extracts at their BICs on CSH has been measured. There was no much difference in the hydrophobicity index of the control and CAB treated samples (Fig. 6) . Hence, it is inferred that the inhibition of biofilm formation is not merely because of biofilm disruption, but because of QS inhibition that controls the formation of biofilms in S. marcescens.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 228,
                        "end": 236,
                        "text": "(Fig. 6)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Studies with other Gram negative bacterial pathogens like P. aeruginosa have shown the potential of QS inhibitors to boost the efficacy of antibiotics apart from controlling the virulence and biofilm formation. [43] [44] [45] [46] Similarly, the QS inhibitors of S. marcescens can be employed in combinatorial therapy along with antibiotics that will enhance their potential to treat drug resistant Serratia.",
                "cite_spans": [
                    {
                        "start": 211,
                        "end": 215,
                        "text": "[43]",
                        "ref_id": null
                    },
                    {
                        "start": 216,
                        "end": 220,
                        "text": "[44]",
                        "ref_id": null
                    },
                    {
                        "start": 221,
                        "end": 225,
                        "text": "[45]",
                        "ref_id": null
                    },
                    {
                        "start": 226,
                        "end": 230,
                        "text": "[46]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To conclude, the present study highlights the efficacy of coral bacteria to synthesise various bioactive agents which can be exploited to treat drug resistant bacterial pathogens. Inhibition of QS will be the gold standard method to combat diseases caused by drug resistant pathogens, since the conventional antibiotics that inhibits the growth of bacteria further increases the resistance. Inhibition of QS has no effect on the growth, than inhibiting the virulence of the bacteria, facilitating its clearance by host immune system. To the best of our knowledge this is the first ever report stating the efficacy of coral bacteria to inhibit the QS and biofilm formation in S. marcescens. Further exploration of such novel ecosystems will unveil bacteria with numerous bioactive potentials that can be utilised to address the problems concerning bacterial diseases. Figure 6 . Effect of CAB 23 and 41 on the CSH of S. marcescens. Both the extracts has no significant effect on the CSH of S. marcescens that infers that biofilm inhibition is only because of the anti-QS activity of CAB 23 and 41.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 867,
                        "end": 875,
                        "text": "Figure 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "D. Bakkiyaraj et al. / Bioorg. Med. Chem. Lett. 22 (2012) 3089-3094",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The authors acknowledge the computational facilities provided by the Alagappa University ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            }
        ],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "text": "Anti-QS activity of CAB cultures against C. violaceum as determined by violacein quantification test. Results are expressed in percentage of violacein inhibition.",
                "num": null
            },
            "FIGREF2": {
                "uris": null,
                "type_str": "figure",
                "text": "(a) Determination of biofilm inhibitory concentrations of CAB 23 and 41 extracts against S. marcescens. Each bar represents the antibiofilm activity (in terms of percentage of inhibition) of the CAB extracts at the specified concentration. (b) Effect of CAB 23 and 41 extracts (at BICs) on the growth of S. marcescens as measured at OD 600nm .",
                "num": null
            },
            "FIGREF3": {
                "uris": null,
                "type_str": "figure",
                "text": "(a) Light microscopic images of biofilms formed by S. marcescens in the presence and absence of CAB extracts. (b) Surface topography of S. marcescens biofilms formed in the presence and absence of CAB extracts as visualized by CLSM.",
                "num": null
            },
            "FIGREF4": {
                "uris": null,
                "type_str": "figure",
                "text": "(a) Inhibition of swarming movement of S. marcescens by CAB 23 and 41 as observed on swarming agar plates. (b) Quantitative results of the effect of CAB 23 and 41 on swarming of S. marcescens.",
                "num": null
            },
            "FIGREF5": {
                "uris": null,
                "type_str": "figure",
                "text": "Effect of CAB 23 and 41 extracts on the production of S. marcescens's virulence factors. (a) Production of prodigiosin pigment upon treatment with CAB 23 and 41. (b) Production of protease upon treatment with CAB 23 and 41. (c) Production of lipase upon treatment with CAB 23 and 41.",
                "num": null
            }
        }
    }
}