{
    "paper_id": "1-s2",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:15:44.200268Z"
    },
    "title": "LIPID COMPOSITION OF MARINE AND ESTUARINE INVERTEBRATES: PORIFERA AND CNIDARIA",
    "authors": [
        {
            "first": "Jeanne",
            "middle": [
                "D"
            ],
            "last": "Joseph",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Marine Resources Research Institute",
                "location": {
                    "postBox": "P.O. Box 12559",
                    "postCode": "29412",
                    "settlement": "Charleston",
                    "region": "South Carolina",
                    "country": "U.S.A"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "",
    "pdf_parse": {
        "paper_id": "1-s2",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "A number of recently published reviews testify to the increased interest of chemists in lipids of marine animals, both vertebrates and invertebrates. This interest has been stimulated by such factors as the search for new protein sources and drugs, recognition of the importance of polyunsaturated fatty acids in human health and nutrition, concern for contamination of sea foods by pesticides and chlorinated hydrocarbons and certainly by the development of modern, analytic technology. Reviews by Lovern s6 in 1964 and Malins and Wekell a7 in 1970, both of which indicated large untapped areas of knowledge in this discipline, have also probably played a role in enhancing research efforts in this field.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "!. INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "A recent review by Morris and Culkin stressed current methodology in marine lipid research and described the fatty acid composition of representative marine organisms. 99 Another review emphasized lipid transfer in the marine food chain, ~19 more aptly termed a food \"web\" because of the complex trophic interrelationships which exist in the aquatic environment. Three up-to-date reviews on sterols of marine organisms are available, '~°'1°°'112 and this class of lipids will not, therefore, be considered in this review.",
                "cite_spans": [
                    {
                        "start": 168,
                        "end": 170,
                        "text": "99",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "!. INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Spectacular advances in gas-liquid chromatography (GLC) since James and Martin first described its use in fatty acid separation, 54 and recent progress in mass spectrometry (MS) and nuclear magnetic resonance spectrometry (NMR) have made possible the structural description of minute quantities of lipids and other natural products. This is of enormous benefit to the marine lipid chemist because, as will be shown, many marine invertebrates contain little lipid and individual lipid classes may be present only in trace amounts. Since it is difficult to compare results obtained by modern technology with those obtained by earlier methodology, this review will be limited, largely, to studies which have utilized modern chromatographic and spectrometric methods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "!. INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The fatty acid nomenclature employed in this review for mono~noic and methyleneinterrupted polyunsaturated fatty acids has been suggested by the IUPAC-IUB Commission on Biochemical Nomenclature s3 as a replacement for the \"~o\" system, widely in use for a number of years. There is, however, no basic difference in the two systems, as both are based upon the position of the terminal olefinic bond with reference to the nonpolar end of the molecule, i.e. the end carbon chain. Either system is very convenient in discussions of fatty acid biosynthesis by chain-elongation and desaturation since, in this process, the end carbon chain is unaltered and fatty acid family relationships are clarified. These systems also form the basis for semi-log plotting techniques and calculations widely used in the identification of fatty acids separated by GLC. 3-5'55 For nonmethylene-interrupted polyunsaturates, this system cannot be used and the positions of the double bonds within the molecule must be specified. In this review, fatty acids of this type are identified by the number of carbons in the chain followed by the number of double bonds, the symbol A, and the positions of the double bonds relative to the carboxyl group of the molecule.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "!. INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Sargent's recent review '~9 has made a detailed discussion of the marine food web unnecessary, particularly since transfer of fatty acids and other lipids from prey to predator is well-documented. 23\"25-27'38\"59\"6''65\"79\"92A°5'1°6 However, in addition to predator-prey relationships, it should be recognized that dissolved and particulate organics may contribute significantly to the nutrition of aquatic organisms. Several analyses have shown that fatty acids and other lipids are dissolved in varying amounts in sea water 12'57\"93\"1°'*'127A39 and others have demonstrated that these compounds can be taken up and metabolized by marine invertebrates. 2s'39''ts'131 Particulate lipids. adsorbed onto or contained in detrital materiai.~ 23.124.139 or in more-or-less pure form such as Bute Inlet wax' s.76 and ocean slicks of biological origin, t s.so may be important energy sources for marine animals. Corals exude a mucus, rich in wax-esters which is avidly fed upon by reef fishes. 1a '19 Symbiosis is another factor complicating the food web and also, incidentally, complicating biochemical analyses of marine invertebrates. In shallow, tropical seas, many invertebrates, particularly cnidarians and sponges, are hosts for photosynthetic zooxanthellae.lS,11o,134,~35 The importance of this relationship for the coral, Pocillopora capitata, was demonstrated by Patton et al., who showed that the algal symbionts take carbon derived from the host and synthesize fatty acids which are then returned to the coral for its use in biosynthesis of wax esters and triacylglycerols. ~° von Holt and yon Holt have noted a similar, facile transfer of organics from zooxanthellae to their cnidarian hosts. ~ 3s",
                "cite_spans": [
                    {
                        "start": 988,
                        "end": 991,
                        "text": "'19",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "II. THE MARINE FOOD WEB",
                "sec_num": null
            },
            {
                "text": "Clearly, interpretation of analytic data must take into account these facets of the marine food web as well as the more obvious effects of direct dietary transfer from prey to predator, many of which are, unfortunately, largely unknown.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "II. THE MARINE FOOD WEB",
                "sec_num": null
            },
            {
                "text": "IlL PHYLUM PORIFERA Sponges are the most primitive of the Metazoa (multicellular animals) and lack both specialized tissues and organs. Almost all sponges are sessile and may be found wherever a suitable stratum for attachment is present. Their physiology is entirely dependent upon the circulation of water through numerous body chambers, canals and pores which they are able to control, to some degree. Sponges are filter-feeders and 80% of the available organic matter which they consume is sub-microscopic in size, the remaining 20% consisting of smaller plankton such as dinoflagellates and bacteria. 17 It is possible that dissolved organics may be very important in the nutrition of these animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "II. THE MARINE FOOD WEB",
                "sec_num": null
            },
            {
                "text": "The only class of sponges for which published data are available is the Demospongiae. No information is available on the Calcarea or the Hexactinellida. The Hexactinellida are, for the most part, deep water sponges living at a depth of 450-900 m, although there are also abyssal dwellers. 17 The Calcarea are available to the chemist as they generally inhabit the shallow coastal waters. However, as Litchfield et al. have noted, s3 they are frequently heavily contaminated with algae and biochemical analyses would give spurious results.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "II. THE MARINE FOOD WEB",
                "sec_num": null
            },
            {
                "text": "Sponges have no adipose tissues and, consequently, their lipid content (percent of wet weight) is very low. Litchfield and his co-workers have reported lipid levels varying from 0.5% to 1.5% in a number of species. 56\"s3\"9\"t Lipid class composition of eight species of Kenyan sponges has been described by Marsden (Table 1) . ss Sterols and phospholipids were present in all species but wax esters and fatty acids in none. Only one species, Ceratochalina sp., contained no steryl esters. Considerable variation in composition between species and between individuals of the same species was observed for the other lipid classes. Two species, Craniella australiensis and Raphisia sp., consistently lacked triacylglycerols, although other glycerides, glyceryl ether diesters (alkyl diacylglycerols), neutral plasmalogens (alkenyl diacylglycerols), mono-and/or diacylglycerols were present. Plasmalogens were identified through the use of Schiff reagent, lsay et al. reported the presence of glyceryl ethers (0.4-3.7%) in hydrolyzed lipids of three unidentified species of Demospongiae. s2 Marsden's analyses of sponges kept alive until extracted suggests that unesterified fatty acids are normally not present in lipids of living sponges, ss However, it has been reported that lipid of the outer tissues of the freshwater sponge, SponoiUa waoneri, is rich in fatty acids. 74 The principal lipid classes observed in Microcliona prolifera were structural lipids: sterols, steryl esters, phosphatidylcholine, phosDhatidylethanolamine and phosphatidylserine, s6.ss.97",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 314,
                        "end": 323,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "A. Lipid Content and Class Composition",
                "sec_num": null
            },
            {
                "text": "Bergmann and Swift were first to report the presence of high molecular weight fatty acids in sponges. 21 Recent studies by Litchfield and his colleagues have confirmed this observation and their work indicates that very long-chained-(C24-Cso) saturated and olefinic fatty acids may be characteristic of the Demospongiae. 56,s3-sS'96-gs For this ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I. Aliphatic Fatty Acids",
                "sec_num": null
            },
            {
                "text": "Weight percent composition\" Chain-length 16 18 Polyunsaturates More recent research on the fatty acids of M. prolifera by this team of investigators has provided considerable information on their structure and biosynthesis in sponges.Se '97'9e In this particular species, a total of 118 fatty acids, including positional isomers, were identified by AgNO3/TLC isolation, degradative techniques and GLC; of these, 95 were present in amounts of 0.1% or more. 97 In addition to fatty acids commonly found in most marine animals, these authors observed C22, C24 and C2e methylene-interrupted acids which probably arise from chain-elongation of dietary 18:2 (n-6) and 18:3 (n-3) ( Table 2) The isolated C2~ unsaturates were derivitized to dinitrophenylhydrazones, cleaved at the double bonds and the relative specific activities of the fragments determined (Fig 3) . 98 In the cases of 26: IA9, 26:2A5,9 and 26:2A9,19, 95-99% of the activity was present in the nine carbons proximal to the carboxyl end of the molecule, indicating that these acids were biosynthesized by initial chain-elongation of endogenous 16:0-26:0 followed by desaturation rather than by de novo biosynthesis from acetate. The concentration of activity in the first five carbons suggests that tagged 20:0 and/or 22:0 were also elongated to 26:0 prior to desaturation, supporting the pathway proposed earlier (Fig. 2 ). This concentration of activity in the first five carbons was also seen in 26:3A5,9,19 with the same implication. The unexpected high activity of the A9,19 fragment may indicate inclusion of 14:0 or shorter precursors in the elongation process or, possibly, the existence of a minor alternative pathway. 98 In a recent study of Xestosponoia halichondroides fatty acids, Litchfield and Marcantonio described the isolation and identification of 28:3A5,9,19, not previously reported as a lipid component of living organisms. °'* They proposed a biosynthetic pathway originating with oleic acid, i.e. These studies by Litchfield and co-workers have clearly demonstrated that fatty acid chain-elongation in M. prblifera is limited to saturates and unsaturates with a relatively low degree of unsaturation, not only ifi the case of the demospongic acids, but also in that of the more common methylene-interrupted acids ( Table 2) . The monoenoic acids, 16:1 (n-7)and 18:1 (n-9), which are probably both endogenous and exogenous and the exogenous acids, 18:2 (n-6) and 18:3 (n-3), were readily elongated to longchained successor acids, but there was no evidence of elongation of 22:4 (n-6), 22:5 (n-6) or 22: 6 (n-3). This may prove to be characteristic of the Porifera, but it is premature to make that assumption at this time. In recent years, it has become evident that plasmalogens arc not novel compounds, but rather that they are quite widely distributed in marine invertebrates) 4",
                "cite_spans": [
                    {
                        "start": 41,
                        "end": 43,
                        "text": "16",
                        "ref_id": null
                    },
                    {
                        "start": 1688,
                        "end": 1690,
                        "text": "98",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 675,
                        "end": 683,
                        "text": "Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 851,
                        "end": 858,
                        "text": "(Fig 3)",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 1374,
                        "end": 1381,
                        "text": "(Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 2299,
                        "end": 2307,
                        "text": "Table 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "prolifera 9~",
                "sec_num": null
            },
            {
                "text": "20",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "prolifera 9~",
                "sec_num": null
            },
            {
                "text": "2 (n-6) O. 1 O. I 3 (n-6) 0.1 -- 4 (n-6) -- 1.1 5 (n-6) -- -- 3 (n-3) 0.6 0.2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "prolifera 9~",
                "sec_num": null
            },
            {
                "text": "7.8 20:1 -- -- 2.7 20:4 (n-6) 7.7 -- -- 20:5 (n-3) 2.9 -- -- 22:0 -- -- 2.0 22:1 -- -- 0.9 22:2 -- -- 7.7 22:3 -- -- 11.8 22:5 (n-3) 0.5 -- -- 22:6 (n-3) -- -- -- 24:0 -- 3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Aromatic Acids, Esters and Aldehydes",
                "sec_num": "2."
            },
            {
                "text": "Phosphonolipids were first observed in the lipids of protozoa of sheep rumen, 5~ but have since been isolated from a number of marine invertebrates. 64'67-69\"11s-117 These polar lipids contain a very stable C-P bond which is highly resistant to hydrolysis by acids, bases, phosphatases and snake venom phosphodiesterase. 69 Quin and Shelburne have detected a small amount of carbon bound P in Hymeniacidon heliophila, but the amount found was only slightly greater than that which might be due to experimental error, and the authors properly chose to consider the results not significant until confirmed by more rigorous studies. ~16",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phosphonolipids",
                "sec_num": "2."
            },
            {
                "text": "In an investigation of glycolipids in marine invertebrates, Vaskovsky et ai. found that only representatives of the Phylum Echinodermata contained greater amounts of glycolipids than sponges. 133 Colorimetric measurement of monosaccharides in hydrolyzed lipid extracts showed that they comprised 4.3% of the total lipids in Haliclona aqueducta, 2.8% in H. panicea and 3.2% in Myxilla incrustans. Thin layer chromatography of the lipid extracts, using polar solvent systems and a modified Orcinol indicator spray, showed that the sponge glycolipids were composed, primarily, of cerebroside-like compounds and highly polar substances. No acylated compoun.ds or ganglioside-like lipids were detected by this method. Galactose, glucose, fucose and rhamnose were the only sugars found, generally in high to moderate amounts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Glycolipids",
                "sec_num": "3."
            },
            {
                "text": "A mixture of cerebrosides (glucosyl ceramides) was isolated from the lipids of Condrilla nucula by Schmitz and McDonald. 1~' Acid hydrolysis and analyses of the products by GLC and spectrometry (IR, NMR, and GC-MS) showed the presence of methyl glucosides, long-chained bases and 0t-hydroxy fatty acids. Normal fatty acid residues were not observed. The long-chained bases were shown to be saturated C~, Cle and C19 trihydroxy bases (1, 3, 4-trihydroxy-2-aminoalkanes). The hydroxy fatty acids were found to be a homologous series of saturated C2~-C,~ odd and even carbon fatty acids and included a trace amount of ~-hydroxy iso 25:0. On the basis of the degradative studies, the structure shown below (X) was proposed. Cnidarians (or coelenterates) are well known marine organisms to many, even to those who are not coastal residents. Perhaps the most familiar of the hydrozoan cnidarians is the freshwater Hydra sp., commonly studied as a representative of the class in high school and college biology courses. Most of the frequently encountered pelagic medusae (\"jellyfishes\") are scyphozoans although the Portuguese man-of-war, Physalia physal~ is a colony of hy&rozoan individuals. Sea anemones, reef cor0s and sea fans are familiar anthozoan cnidarians. A recent reorganization of the phylum has created a new class, the Cubozoa, ls~ which includes some of the more venomous species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Glycolipids",
                "sec_num": "3."
            },
            {
                "text": "Polymorphism is characteristic of three of the four classes of cnidarians. Hydrozoa, Scyphozoa and Cubozoa may exist both as sessile polyps and as pelagic medusae, but Anthozoa exist only in the polypoid form. Figure 6 illustrates the life cycle of a scyphozoan. In the sexual stage of reproduction, ova, fertilized by spermatozoa, give rise to free-swimming larvae (planulae) which, after a time, set on a suitable substrate and develop into polyps (scyphistomae). Polyps reproduce vegetatively, either by budding, producing additional polyps or through the process of strobilation, which gives rise to ephyrae, or immature medusae.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 210,
                        "end": 218,
                        "text": "Figure 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Glycolipids",
                "sec_num": "3."
            },
            {
                "text": "Also characteristic of the phylum is the presence of nematocysts (stinging organelles) which are generally concentrated in the tentacles surrounding the mouth. The nematocysts contain lipoprotein toxins, 73\"t28 phospholipases t 3o and phosphodiesterases j 32 and are utilized by the animal in food gathering and defense.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Glycolipids",
                "sec_num": "3."
            },
            {
                "text": "The cnidarians are considered to be more advanced, phylogenetically, than the Porifera because of their cellular differentiation. An epidermis and a gastrodermis enclose a mesoglea which may be cellular in structure (anthozoans) or non-differentiated (hydrozoans, scyphozoans, and cubozoans). The presence of a central body cavity, the gastrovascular cavity, may be regarded as a primitive digestive system and represents an important evolutionary advancement over the Porifera, in which digestion is entirely intracellular.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Glycolipids",
                "sec_num": "3."
            },
            {
                "text": "In an investigation of lipids of coral reef animals, hydrocarbons, steryl and wax esters, triacylglycerols, free sterols and phospholipids were observed in the soft coral, Millepora sp. t°~ The total lipid content of this hydrozoan was found to be 0.28~o of the wet weight and the wax and steryl esters were the predominant lipid classes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrozoa",
                "sec_num": "1."
            },
            {
                "text": "These same classes, but including non-esterified fatty acids, were identified by Stillway in the nematocyst capsules and toxin of the Portuguese man-of-war (P. physalis) 128 which, despite its appearance, is not a single organism but a symbiotic colony of polypoid and medusal individuals. However, hydrocarbons and wax esters were not found in lipids of the entire colony) 29 and are, therefore, probably very minor components of the total lipids present. Cholesterol was also shown to be present in substantial amounts in P. physalis lipids by Hamilton et al. 42 and by Middlebrook and Lane. 95 Lipid content and class composition of P. physalis, its nematocyst capsule and toxin are shown in Table 4 . Stillway recognized that lyophilization of the materials prior to analysis might have caused partial hydrolysis of esterified lipids, explaining the high percentages of fatty acids observed. He suggested, however, the possibility that they may occur naturally and serve as phospholipase inhibitors prior to discharge of the nematocysts. ~2s He also noted that because the activity of the toxin is lost after treat- ",
                "cite_spans": [
                    {
                        "start": 562,
                        "end": 564,
                        "text": "42",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 695,
                        "end": 702,
                        "text": "Table 4",
                        "ref_id": "TABREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Hydrozoa",
                "sec_num": "1."
            },
            {
                "text": "Scyphozoan medusae are, for the most part, fragile animals of very high water content. Aurelia aurita collected in Nova Scotian waters was reported to be 98.9% water. ~8 Similar values have been found in medusae of the Chesapeake Bay system: Chrysaora quinquecirrha, 98.6%; Cyanea capiilata, 98.0% and A. aurita, 97.8%) '1 A south-east Atlantic coast medusa, Stomolophus meleagris, locally known as the \"Cannon ball,\" is considerably more dense and contained 92.9% water. 6° Since medusae contain no visible lipid deposits except in relatively well-developed gonads during the reproductive cycle, their lipid content as a percent of the wet weight is very low. Yasuda reported that acetone-soluble lipids constituted 0.0078-0.0094% of the wet weight of A. aurita; t4° Hooper and Ackman found 0.00469/o total lipid in this species. 48 A. aurita with fully developed gonads were found to contain 0.027% total lipid. TM Lipid content and class composition of the Chesapeake Bay \"Sea nettle\", C. quinquecirrha, and its tissues have been investigated in some detail) 2~ Medusae with mature gonads contained 0.2% lipid (wet weight basis) concentrated in the gonads and tentacles; the male gonad contained 6.1% lipid, the female gonad, 5.5%, and the tentacles, 4.1~/~ Exhaustive extraction of nonpolar lipids of lyophilized medusae with petroleum ether and diethyl ether, followed by a Bligh and Dyer extraction 24 of the residue, showed that nonpolar lipids comprised 31.1% of the total lipid present, a value very similar to that obtained by Sipos and Ackman in their study of C. capillata lipids and fatty acids. 12° Column chromatography by the method of Hirsh and Ahrens 4s gave the following composition for the nonpolar fraction: hydrocarbons, 1.7%; steryl and wax esters, 4.5%; triacylglycerols, 14.0%; fatty acids, 7.3%; sterols, 47.8%; mono-and diacylglycerols, 13.9%; uncharacterized components, 10.8%. TM The high percentage of sterols observed in this investigation is supported by the data of Goldrter et al. who found that cholesterol constituted 2.09% of the dry weight of C. quinquecirrha. 41 It is probable that the high levels of fatty acids, mono-and diacylglycerols were due, at least in part, to the utilization of lyophilized tissue, because TLC analyses of lipids from freshly captured medusae showed little or no fatty acids. Prolonged extraction may have played a role in this regard, also. In addition to the lipids isolated by column chromatography, small amounts. of alkyl diacylglycerols were identified by qualitative TLC; 6° they were also reported to be present in lipids of C. capillata, s2",
                "cite_spans": [
                    {
                        "start": 2100,
                        "end": 2102,
                        "text": "41",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Scyphozoa",
                "sec_num": "2."
            },
            {
                "text": "Nonpolar lipids of scyphozoan polyps (C. capillata, A..aurita and C. quinquecirrha) were compared by TLC and found to be qualitatively similar in composition. 62 Lipid classes identified were: hydrocarbons, steryl esters, triacylglycerols, fatty acids, mono-and diacylgiycerols. In addition, alkyl-and/or alk-l-enyl diacylglycerols were quite evident in lipids of C. quinquecirrha polyps, but barely detectable in that of the other two species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Scyphozoa",
                "sec_num": "2."
            },
            {
                "text": "The lipid content of a number of gorgonians was found to be considerably greater than that reported for hydrozoans and scyphozoans. Values ranged from a low of 5.2% (dry weight basis) in Eunicea tourneforte to a high of 22.0% in Plexaura homomalla. 89 Another study showed that the lipid content (as percent of wet weight) of one gorgonian and nine stony coral species averaged 0.26% with ranges of 0.11%-0.47~/o. t°v The lipid content of anemones appears to be as variable as that of gorgonians. Total lipid, as percent of wet weight has been determined for Phymactis clematis ( In a study of several species of anemones, Vooght et el. reported high levels of nonpolar lipids, primarily consisting of steryl esters, impure fractions of triacylglycerols/ sterols and glycerides/fatty acids. 136 However, judging from the small amounts of sterois recovered from the saponified steryl esters, it appears that this fraction was probably wax esters, for the most part. Hill pointed out that the TLC solvent systerns utilized by Vooght et ai. 136 and Rouser et al. 117 do not separate steryl and wax esters, and she showed, by two-dimensional TLC, that only wax esters were present in M. senile lipids. ~ However, quite recently, Nevenzel has report¢~! that the wax esters of this species are present only in the female gonad; they are not found in any other fen~ale tissues, nor in any male tissues, t°\"",
                "cite_spans": [
                    {
                        "start": 249,
                        "end": 251,
                        "text": "89",
                        "ref_id": null
                    },
                    {
                        "start": 578,
                        "end": 579,
                        "text": "(",
                        "ref_id": null
                    },
                    {
                        "start": 1038,
                        "end": 1041,
                        "text": "136",
                        "ref_id": null
                    },
                    {
                        "start": 1060,
                        "end": 1063,
                        "text": "117",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Anthozoa",
                "sec_num": "3."
            },
            {
                "text": "Analyses of polar lipids of M. senile 9° and A. elegantissima 117 showed a marked similarity in the two species (Table 5 ). These two anemones are members of the same Order (Actiniaria) but of different Families (Metridiidae and Actiniidae, respectively) and are, therefore, not closely related, taxonomically. However, considering the functional nature of phospholipids in cellular structure, it is possible that this composition may be characteristic of anemones.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 120,
                        "text": "(Table 5",
                        "ref_id": "TABREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Anthozoa",
                "sec_num": "3."
            },
            {
                "text": "Pasby isolated steryl esters (22.0%), triacylglycerols (12.7%) and free sterols (7.9%) from stony corals, t°: In addition, a polar group of compounds was identified as a ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Anthozoa",
                "sec_num": "3."
            },
            {
                "text": "(a) Hydrozoa. The fatty acid composition of P. physalis lipids ~:9 is shown in Table 6 along with that of the total lipids of two hydrozoan medusae, Nemopsis bachei) ~ and the brackish-water Maeotias inexpectata. 6° Arachidonic acid (20:4 (n-6)), a characteristic fatty acid of terrestrial mammal polar lipids, is a major polyunsaturate in P.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 79,
                        "end": 86,
                        "text": "Table 6",
                        "ref_id": "TABREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "physalis lipids as is the characteristic marine polyunsaturate, 22:6 (n-3). Two acids of unusual structure, 7-methyl-7-hexadecenoic acid (7M7H) and trans 16:1 (n-10), were identified in this analysis as were chain-elongation products of the latter; t 18:1 (n-10) and t 24:1 (n-10) were both present at less than ,,.a~°/.,/o.t-'9 In P. physalis, 7M7H was found primarily in the polar lipid fraction, possibly of endogenous origin, but t 16:1 (n-10) was more prominent in the triacylglycerols, suggesting an exogenous origin at a lower level of the food web)29 The similarity in polar and total lipid composition is obvious, indicating the predominance of polar lipids over triacylglycerols in this species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "The fatty acid patterns of M. inexpectata and N. bachei differ in a number of respects from that of P. physalis. The medusal lipids contained considerably less 14:0 and 16:0, but the major differences were seen in the relative levels of the polyunsaturated fatty acids. In P. physalis lipids, as in most marine animals, 22:5 (n-6) and 22:6 (n-3) are the principal long-chained polyunsaturated fatty acids of their respective families, (n-6) and (n-3), whereas in the lipids of M. inexpectata, the primary polyunsaturates are of intermediate unsaturation, i.e. 22:4 (n-6) and 22:5 (n-3). The latter fatty acid is also prominent in the lipids of N. bachei. These two fatty acids are virtually ubiquitous in the marine food web but rarely exceed a few percent of the total acids present. This polyunsaturated fatty acid composition is so unusual in terms of generally observed marine fatty acid composition that the latter portion of the M. inexpectata chromatogram is illustrated in Fig. 8 , along with the relevant retention data. This analysis was carried out on a packed EGSP.Z (an ethylene glycol-succinic acid--diphenyldiethoxysilane polyester; Applied Science, Laboratories, Inc.) column on which there is no evencarbon chain overlap except for 22:6 (n-3) with 24: I, 1 and hydrogenation and rechromatography of the sample confirmed the identification of the C22 polyunsaturates. Since dietary input cannot be ignored, the high percentages of 22:4 (n-6) and 22:5 (n-3) may be due to accumulation of exogenous acids coupled with the possibility that these medusae lack the enzyme systems required for further desaturation of the molecule in the A4 position.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 981,
                        "end": 987,
                        "text": "Fig. 8",
                        "ref_id": "FIGREF12"
                    }
                ],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "Because the analyses of M. inexpectata and N. bachei fatty acids were carried out on packed columns, the unusual fatty acids identified in P. physalis lipids, t 16:1 (n-10) and 7M7H, were not observed. However, in chromatograms of the hydrogenated esters of M. inexpectata, a peak (EC L 16.28) was tentatively \"identified as 7-methyl hexadecanoate, the reduced product of 7M7H. Of these fatty acids, t 16:1 (n-10) is particularly interesting in terms of the marine food web, because it has been identified in lipids of marine vertebrates which are thought to be important medusal predators: the ocean sun fish, Mola mola, 16.2:.so the spadefish, Chaetodipterusfaber; 111\"113 and several marine turtles, Dermochelys coriacea coriacea, Caretta caretta caretta and Lepidochelys kempi; aa'1~'46 but not in six species of freshwater turtles. 13 In contrast, 7MTH appears to be quite widely distributed among marine animals. 6°'~°8",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "The fatty acids of a hydrozoan soft coral Millepora sp. have been reported by Meyers et aL 9a The only fatty acids found in a sample taken at South Caicos Island in the Caribbean Sea were 14:0 (3.7%), 16:0 (46.3%), 18:0 (32.8%), 18:1 (6.1%) and 20:0 (11.1%). The composition of a specimen obtained at Eniwetok in the South Pacific Ocean was very similar?\" The absence of polyunsaturated fatty acids is noteworthy and quite unusual for marine animals but could indicate the presence of substantial amounts of wax esters in the coral lipids, as has been observed in anthozoan cnidarians. 19'3°''~'1°2\"1°~ It is also possible that high environmental temperatures may be an important factor in regulating fatty acid synthesis in this tropical species, 7°'~1 (b) Scyphozoa. The results of a capillary column GLC analysis of C. capillata medusal fatty acids are shown in Table 7 . ~26 The data were given to two decimals solely to show relative proportions of the many minor components present. A comparison of this pattern with that of P. physalis (Table 6) shows that, while they have a number of features in common, the cold-water C. capiilata collected in Terence Bay, Nova Scotia, contained significantly less saturated fatty acids and more monoenoic and polyunsaturated fatty acids than the temperate-water P. physalis. As in P. physalis, 20:4 (n-6) and its successor acids were prominent in the polar lipid fraction of C. capillata lipids.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 865,
                        "end": 872,
                        "text": "Table 7",
                        "ref_id": "TABREF10"
                    },
                    {
                        "start": 1043,
                        "end": 1052,
                        "text": "(Table 6)",
                        "ref_id": "TABREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "Several unidentified components were listed and. although 7M7H and t 16:1 (n-10) were not identified as such, Hooper and Ackman concluded, retrospectively, that they were probably present.'8 Simplified total lipid fatty acid analyses of some scyphozoan medusae are shown in Table 8 . The fatty acid compositions of the four species are generally similar to one another and to that of P. physalis although there are two notable differences. substantial differences between A. aurita males and females ( Table 9 ). t-'l However, a comparison of Values listed in Tables 8 and 9 for C. quinquecirrha indicates that the percentage of polyunsaturates can be quite variable in this species. Sipos and Ackman compared the triglyceride fatty acid composition of C. capillata with that of a typical marine depot lipid from Atlantic herring, C. harengus, and concluded that the obvious differences indicated a non-depot fat role for medusal triacylglycerols. ~26 The concentration of lipids in the gonads and in the tentacles, where the nematocysts are concentrated, certainly supports this view.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 274,
                        "end": 281,
                        "text": "Table 8",
                        "ref_id": null
                    },
                    {
                        "start": 502,
                        "end": 509,
                        "text": "Table 9",
                        "ref_id": "TABREF11"
                    },
                    {
                        "start": 560,
                        "end": 574,
                        "text": "Tables 8 and 9",
                        "ref_id": "TABREF11"
                    }
                ],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "Recently, fatty acid'chlorohydrins were reported in lipids of ,4. aurita. 13a The structural identification, carried out by TLC, GLC, GC-MS and I.R. on fatty acids of an unidentified species of edible jellyfish showed the presence of six halogenated acids: 9-chloro-10-hydroxy palmitic, 10-chloro-9-hydroxy palmitic, 9-chloro-10-hydroxy stearic, 10-chloro-9-hydroxy stearic, ll-chloro-12-hydroxy stearic and 12-chloro-ll-hydroxy stearic acids. ~38 In addition, other more polar halogenated acids containing more than one hydroxyl group were isolated, but their structures could not be elucidated by GC-MS, presumably because of the multiplicity of isomers. Two alternative biosynthetic routes were postulated for these compounds; addition of HC1 to the appropriate fatty acid epoxides or hydroxylation of palmitic and stearic acids, followed by ~ chlorination.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "(c) Anthozoa. The fatty acid composition of an unidentified species of gorgonian, collected off St Thomas, Virgin Islands, was described by Hooper and Ackman. 4s Overall the reported composition is similar to that of the hydrozoans (Table 6 ) and scyphozoans (Table 8 ) except for considerably lower levels of (n-3) polyunsaturates. The authors noted that, although this could be due to autooxidation of lipids prior to extraction, high environmental temperature at the collection site and/or the presence of wax esters in the lipids could also explain the low percentage of polyunsaturates observed. The latter two explanations are supported by the very low percentages of 20:0 (0.3°,0) and 22:0 (no significant amount) which would be elevated in the loss of polyunsaturates through autooxidation. 4s",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 232,
                        "end": 240,
                        "text": "(Table 6",
                        "ref_id": "TABREF9"
                    },
                    {
                        "start": 259,
                        "end": 267,
                        "text": "(Table 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "Light has found high percentages of 20:4 (n-6), one precursor of prostaglandins, in two variants of the gorgonian, Plexaura homomalla, a2 This acid comprised 22.690 of the fatty acids of var. R, which synthesizes prostaglandins having the R configuration of the 15-hydroxyl group, biologically inactive in mammalian systems. The percentage of 20:4 (n-6) which included a small quantity (2-3~o) of trans 20:4 (n-6) was considerably higher in vat. S (33.9~/o). This variant produces biologically active prostaglandins having the S configuration at the 15-hydroxyl group and also small amounts of the 5-trans isomer of 15 (S)-prostaglandin Az. Light observed that the prostaglandin content of P. homomalla was slightly greater than the total nonpolar fatty acid content and 5-6 times greater than the 20:4 (n-6) content, and suggested that the small amounts of t 20:4 (n-6) in var. S. lipids could serve as the precursor of the 5-trans isomer of 15 (S)-prostaglandin Az. A table of fatty acid composition included unidentified GLC peaks with ECL values of 23.4 and 26.0 (diethylene glycol succinate packed column), suggesting the presence of substantial amounts of 20:5 (n-3) (14.0~ in var. R, 9.0~o in var. S) and 22:6 (n-3) (13.7°/o in var. R., 12.0% in var S).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "The fatty acid composition of several species of anemones have been published, '.4'47'9°'1°* and three semi-detailed analyses are shown in Table 10 . Mason stated that \"the high incidence of saturated, long-chain fatty acids and the relatively high cholesterol content in the sea anemone, M. senile, would seem to indicate a rigid and highly ordered membrane system in this invertebrate. \"9° Actually, the total lipid fatty acid composition of M. senile reported by Mason (Table 10) is quite similar in most respects to that of the hydrozoans (Table 6 ) and scyphozoans (Table 8k particularly with regard to the high levels of (n-6) and (n-3) polyunsaturates. In as much as Mason found that the polar lipids constituted 69.3% of the total lipid in this species, in good agreement with the results of Rouser et al. in their study of A. elegantissima lipids, 11~ the total lipid fatty acid composition should reflect that of the polar iipids, to a considerable extent, but it does not in this particular study. However, since Mason isolated purified lipid classes by repetitive TLC, the low percentages of polyunsaturates and elevated percentages of saturates in both triglyceride and polar lipid classes suggests that considerable autooxidation of polyunsaturates occurred during their isolation. This conclusion is supported by the reported fatty acid composition of M. dianthus (Table 10) 47 as well as by the results of Hill's seasonal study of M. senile 44 and those of an unpublished analysis of Diadumene leucolene fatty acids.14' In this latter investigation, total lipid fatty acids of particular interest included 16:0 (16.5%), 16:1 (2.5%), 18:0 (5.9%), 18:1 (3.1%), 20:4 (n-6) (1.1%)` 20:5 (n-3) (11.6%) and 22:6 (n-3) (25.8%). In addition, Nevenzel has reported that approximately 60% of the fatty acids of M. senile body wall were C2o and C22 polyunsaturates. ~°2 In contrast, however, a recent analysis of P. clematis fatty acids indicated that this anemone contains, primarily, saturated and monoenoic fatty acids which were reported to be: 12:0 (7.5%); 14:0 (8.5%); 14:1 (3.2%); 15:2 (2.8%); 16:0 (23.3%); 16:1 (10.0%); 17:0 (1.0%); 18:0 (7.5%); 18:1 (18.8%); 18.2 (0.2%); 20:1 (6.4%) and 22:2 (9.9%). ~°~ The authors of this report recognized the presence of wax esters in the lipid extracts, and the fatty acid composition of P. clematis, with its high percentage of 16:0 and 18:1, suggests that wax esters may be present in considerable amounts in this species. While Hill's results are in substantial agreement with those of Hooper and Ackman (Table 10) , there are some obvious differences in the two sets of data. In the former investigation, relatively high percentages of 20:0 (5.5%-7.5%) and 22:1 (7.0%-8.5%) were observed in the total lipids of M. senile in each of the four groups of animals analyzed, but these acids were only very minor components of the individual lipid classes (Table 10 ). 44 The reason for this discrepancy in total and individual lipid class composition is not readily apparent. An even more obvious difference in the two studies is the absence of 20:4 (n-6) from Hill's data. The separation characteristics of the liquid phase utilized in this study (10% SP222-PS; Supelco, Inc;) are quite similar to those of DEGS which generally will not separate 18:3 (n-3) from 20:0 or 20:1, depending upon the percentage of liquid phase .and column temperature, nor 20:4 (n-6) from 22:1, 24 and this seems to be the most reasonable explanation for the differences observed in the two sets of data.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 139,
                        "end": 147,
                        "text": "Table 10",
                        "ref_id": null
                    },
                    {
                        "start": 472,
                        "end": 482,
                        "text": "(Table 10)",
                        "ref_id": null
                    },
                    {
                        "start": 543,
                        "end": 551,
                        "text": "(Table 6",
                        "ref_id": "TABREF9"
                    },
                    {
                        "start": 570,
                        "end": 579,
                        "text": "(Table 8k",
                        "ref_id": null
                    },
                    {
                        "start": 1379,
                        "end": 1389,
                        "text": "(Table 10)",
                        "ref_id": null
                    },
                    {
                        "start": 2561,
                        "end": 2571,
                        "text": "(Table 10)",
                        "ref_id": null
                    },
                    {
                        "start": 2907,
                        "end": 2916,
                        "text": "(Table 10",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "Chain-elongation, discussed earlier in connection with the hydrozoan medusae, seems to be an important biosynthetic mechanism in M. dianthus (Table 10) , \"7 judging from the substantial percentage of 22:5 (n-3) and 22:6 (n-3) reported to be present in the phospholipids. This is shown more clearly in the data of Table 11 . 47 In the anemone phospholipids, the principal (n-7) and (n-9) monoene isomers present were four carbons longer than the precursor acids, i.e. 20:1 (n-7) and 22:1 (n-9). In the triacylglycerols, 18:1 (n-5), 18:1 (n-7), 20:1 (n-7) and 22: I (n-9) were prominent in addition to the precursor acids, 16:1 (n-7) and 18:1 (n-9). The presence of t 16:1 (n-10) in all the esterified lipid classes, particularly prominent in the wax esters and diacylglyceryl ethers, suggests that is is part of a general fatty acid pool but metabolically inactive since no t 18:1 (n-10) was observed. '. 7 (d) Cubozoa. The fatty acid composition of two species of cubozoan medusae (Table 12 ) were found to be similar in most respects to that of the hydrozoan medusae (Table 6) and the temperate-water scyphozoans (Table 8l As what higher than that usually observed in marine invertebrates. Chain-elongation rather than accumulation seems to be supported by the relatively high percentages of 18:1 (n-7), which exceeded the percentage of the precursor acid, 16:1 (n-7), in the polar lipids of Tamoya haplonema. As was observed in the other temperate-water medusae, 20:1 and 22:1 were very minor components of the cubozoan lipids.",
                "cite_spans": [
                    {
                        "start": 904,
                        "end": 905,
                        "text": "7",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 141,
                        "end": 151,
                        "text": "(Table 10)",
                        "ref_id": null
                    },
                    {
                        "start": 313,
                        "end": 321,
                        "text": "Table 11",
                        "ref_id": "TABREF12"
                    },
                    {
                        "start": 981,
                        "end": 990,
                        "text": "(Table 12",
                        "ref_id": "TABREF13"
                    },
                    {
                        "start": 1068,
                        "end": 1077,
                        "text": "(Table 6)",
                        "ref_id": "TABREF9"
                    },
                    {
                        "start": 1114,
                        "end": 1126,
                        "text": "(Table 8l As",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Fatty Acids",
                "sec_num": "2."
            },
            {
                "text": "(a) Hydrozoa. Pasby has shown that wax esters are a significant component of Millepora sp. lipids, x°7 Gas-liquid chromatography of the intact esters showed the major structure to be cetyl stearate (palmitoyl stearate) (64%), followed by cetyl palmitate (34%) and cetyl myristate (2%).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Wax Esters and Alcohols",
                "sec_num": "3."
            },
            {
                "text": "(b) Anthozoa. Cetyl paimitate was found to be the predominant wax ester in stony corals, 3°'sl't°7 ranging from 100% in Flavia sp. to 73% in lsophyllia sp. in one study. ~°7 Cetyl myristate and cetyl stearate were present in moderate amounts (3°/0-24~) and traces of myristyl myristate and stearyl stearate were also noted.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Wax Esters and Alcohols",
                "sec_num": "3."
            },
            {
                "text": "Benson and Muscatine found that 80% of the total lipid of the coral, Goniastrea retiformis, was composed of cetyl palmitate. 19 They observed delayed uptake of ~4C in wax esters of corals incubated in sea water containing t*C-NaHCO3 and postulated that the delay was due to the large wax ester pool present in the corals, in contrast to the smaller amounts of sterols, triacylglycerols and phospholipids which were more rapidly labeled.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Wax Esters and Alcohols",
                "sec_num": "3."
            },
            {
                "text": "Hill reported that wax esters comprised 15%-23~°~ of the total neutral lipid of M. senile, the maximum amount being present in those animals collected in February. .4 However, as noted earlier, wax esters are apparently restricted to lipids of the female gonad. I°2 Nevenzel's analysis showed that M. senile wax esters were composed of C2o-C,2 saturated and unsaturated homologs; primarily C3~ (30°), C34 (28%), C3s",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Wax Esters and Alcohols",
                "sec_num": "3."
            },
            {
                "text": "(I 1/o). (13%), C3o (12%) and C32 o/ 102 Fatty alcohols were isolated from saponified M. dianthus wax esters, derivitized to acetates and analyzed by G LC. 47 The major acetates detected were 16:0 (65.47%), 18:0 (11.55%), 14:0 (5.78%) and t 16:1 (n-10) (5.13%). Other monoenes observed were 18:1 (n-9) (1.50%) and 18:l (n-7) (1.58%) but no 16:1 (n-7). The preponderance of t 16:1 (n-10) alcohol over the 18:1 isomers and to the exclusion of 16:1 (n-7) led the authors to propose that this structure may be biosynthesized in the alcohol form with subsequent partial conversion to fatty acid. 47 In a study of lipids of an unidentified gorgonian, Hooper and Ackman recovered fatty alcohols after saponification of the total lipids and analyzed them, as acetates, by GLC. 48 Acetates observed were 14:0 (11°/), 16:0 (32~o), 18:0 (45%) and 18:1 (139,o) but the sample was too small to detect the presence of t 16:1 (n-10). In contrast, alcohols of a number of gorgonians, corals and the anemone, M. senile, which were analyzed as trimethylsilyl ethers by GLC, were reported to consist only of 16:0. 18:0 and 18:1, but no 14:0 (Table 13 ). s9 In this study, 16:0 exceeded 18:0 in all species except P. homomalla and Nepthea sp. In M. senile. 16 :0 exceeded 18:0 by a factor of 5.4.",
                "cite_spans": [
                    {
                        "start": 591,
                        "end": 593,
                        "text": "47",
                        "ref_id": null
                    },
                    {
                        "start": 1237,
                        "end": 1239,
                        "text": "16",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1122,
                        "end": 1131,
                        "text": "(Table 13",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Wax Esters and Alcohols",
                "sec_num": "3."
            },
            {
                "text": "Glyceryl ethers, isolated from the nonsaponifiable lipid fraction of a number of anthozoans by TLC and analyzed as trimethylsilyl ethers, were found to be primarily batyl alcohol (l-octadecyl-glyceryl ether) and chimyl alcohol (1-hexadecyi-glyceryl ether); selacyl alcohol (I-octadeca-9-enyl-glyceryl ether) was either not present, or was present at less than 0.03% of the batyl alcohol content (Table 13 ). a9 In contrast to the ratio of 16:0 and 18:0 fatty alcohols observed in these animals, i.e. 16:0 >> 18:0, chimyl alcohol exceeded batyl alcohol only in the gorgonian Pteroooryia anceps (and the anemone M. senile), suggesting that separate fatty alcohol pools exist for biosynthesis of wax esters and alkyldiacylglycerols in most gorgonians. 89 47 They found the major component to be 16:0 (72.00%), followed by 18:0 (12.00%), 14:0 (10.67%) and 18:1 (5.34%)~ In addition, they observed an unknown component with ECL 16.10 (butam~liol suecinatc capillary column) which sugg~ted to them the possibility that the glyceryl ethers may, like the alcohols, contain a t 16:1 (n-10) moiety. 47 The dominance of 16:0 over 18:0 and 14:0 in both wax esters and glyceryl ethers of M. senile and M. dianthus may indicate that a common fatty alcohol pool exists in anemones.",
                "cite_spans": [
                    {
                        "start": 752,
                        "end": 754,
                        "text": "47",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 395,
                        "end": 404,
                        "text": "(Table 13",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Alkyldiacylglycerols and Glyceryl Ethers",
                "sec_num": "4."
            },
            {
                "text": "Rouser et al. have investigated the polar lipids of the anemone, A. eleoantissima, in some detail ( Table 5) . i ~7 Phosphatidylcholine, phosphatidylethanolamine, phosphatidylserine and phosphatidylinositol were identified, but no trace of sphingomyelin was detected. These results contrasted with those of Bergmann and Landowne who found sphingomyelin but no other common polar lipids in this species. 2° Acid hydrolysis of phosphatidylcholine and phosphatidylethanolamine, followed by identification of aldehydes in the hydrolysates, indicated that these phospholipids were present, to a considerable extent, as plasmalogens in A. elegantissima lipids. ~17 Dembitsky and Vaskovsky have reported that 73.0% of the phosphatidylethanolamine in M. senilefimbriatum lipids contained the alk-l-enyi structure, a4 Quin has isolated AEP, not only from chloroform and aqueous ethanol extracts of M. dianthus and Tealia felina, but also from the insoluble, proteinaceous residue remaining after extraction. ~t4\"11s Aminoethylphosphonic acid was found to comprise 0.99Yo of the dry weight of M. dianthus and 1.8~ of the dry weight of T.felina. ~ ~ ~ The presence of small amounts of phosphorus in oils after prolonged hydrolysis led Quin to suggest that phosphono-compounds were also present in the nonsaponifiable fraction of M. dianthus lipids. 11 s Phosphonic acids other than AEP have been found in Anthopleura xanthogrammica; 2-methylaminoethylphosphonic acid (XIII), 2-dimethylaminoethylphosphonic acid (XIV), and 2-trimethylaminoethylphosphonic acid (XV). 67'68 A potential precursor of AEP, 2-amino-3-phosphonopropionic acid (XVI) has been observed in Zoanthus sociatus. 66 Ceramide aminoethylphosphonate has also been isolated from lipids of M. senile. 63\"b:~ Phosphonoethylamine and ceramides were identified following hydrolysis of CAEP with Clostridium perfringens phospholipase. Alkaline hydrolysis of the ceramide fraction yielded fatty acids and two long-chained bases. The fatty acids were found to be predominantly 16:0 (52Yo) but 35Yo branched-chain acids were detected. Employing a variety of modern analytical techniques, Karlsson and Samuelsson showed that the major longchained base was D-erythro-l,3-dihydroxy-2-amino-trans-4,trans-8-octadecadiene and they noted the possibility that the fatty acid, t 16:1 (n-10) may be a direct biosynthetic precursor of this compound. ~4 The major molecular species of ceramide aminoethylpho,phonate of M. senile is shown below (XVII). It has been suggested that phosphonolipils may stabilize membranes which are exposed to hydrolytic enzymes such as phosplolipases and phosphatases.12a Phosphonate phosphorus has generally been determined indirectly as the difference between total phosphorus and that released as orthophosphate after prolonged hydrolysis. The method is based upon the assumptions that all phosphorus compounds, other than phosphonates, are completely converted to orthophosphate and that no phosphonates are cleaved or formed during the procedure. In an investigation of phosphorus compounds of the anemone, Bunadosoma sp., Henderson et al. demonstrated that these assumptions are not always valid. 4a They found, after prolonged acid hydrolysis of the anemone lipids, that phosphoethanolamine was resistant to the hydrolysis, destruction of phosphonate with concomitant production of orthophosphate occurred and the structure of the residual phosphonates was altered. They were able to determine the phosphonate:phosphate ratio in simple, unaltered lipid extracts of the anemone by alp N.M.R. spectroscopy and they stressed the utility of this method in the study of phosphonolipids.",
                "cite_spans": [
                    {
                        "start": 1670,
                        "end": 1672,
                        "text": "66",
                        "ref_id": null
                    },
                    {
                        "start": 3093,
                        "end": 3109,
                        "text": "Henderson et al.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 100,
                        "end": 108,
                        "text": "Table 5)",
                        "ref_id": "TABREF8"
                    }
                ],
                "eq_spans": [],
                "section": "C. Polar Lipids 1. Phospholipids",
                "sec_num": null
            },
            {
                "text": "Vaskovsky et al, have shown the presence of glycolipids in the anemones, M. senile fimbriatum and Anthopleura sp. ~ 3a Thin-layer chromatography of lipid extracts indicated that the very small amounts of glycolipids in M. senile fimbriatum had a mobility similar to that of cerebrosides, whereas Anthopleura sp. also contained glycolipids migrating in the zone of glycolipids of medium polarity. The major monosaccharide in glycolipid hydrolysates of M. senile fimbriatum was glucose, accompanied by a minor amount of fucose. Monosaccharides found in Anthopleura sp. were glucose, arabinose, fucose, and rhamnose, in order of decreasing amount.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Glycolipids",
                "sec_num": "3."
            },
            {
                "text": "It is evident, although based upon somewhat limited data, that the Porifera and the Cnidaria differ substantially in their lipid composition and metabolism. Only one class of sponges, the Demospongiae, has been studied, but the lipids of these sponges are, primarily, those typically found in cellular membranes of more advanced phyla, while energy-producing lipids are abundant in cnidarians. In particular, wax esters are prominent lipids in many corals and anemones, but may be limited to the female gonad of the latter. Phosphonolipids, with their stable carbon-phdsphorus bond may have a specialized function in cnidarian membranes. Plasmalogens appear to be common in both sponges and cnidarians.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V. SUMMARY",
                "sec_num": null
            },
            {
                "text": "Long-chained fatty acids having A5,9 unsaturation are characteristic of the Demospongiae and probably confer special properties or functions upon the sponge membranes. The acids of sponges are relatively less unsaturated than those of cnidarians and chain-elongation and desaturation appear to be restricted to those acids of low iaitial unsaturation. Cnidarian fatty acids are, on the other hand, highly unsaturated, elcept for those of tropical hydrozoan soft corals, and (n-6) acids, particularly 20:4 (n,6) are prominent, especially in scyphozoan lipids. The presence of long-chained highly ursaturated fatty acids in cnidarians may be due to active metabolic processes, to accamulation of exogenous acids or to a combination of the two. The unusual t 16:1 (n-l~) has generally been observed in cnidarian fatty acid analyses carried out on wall-coa~ open tubular columns.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "V. SUMMARY",
                "sec_num": null
            },
            {
                "text": "J.e.L.R. tS/I--B",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "J.P.t..a. I 8/I--<\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "J.P.L.ILI 8/I--D",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Acknowled~jements--This \";vork was supported by the state of South Carolina and by the South Carolina Sea Grant Program. NOAA, Office of Sea Grant, U.S. Department of Commerce. under Grant No. 04-7-158-44085. The U.S. Government is authorized to produce and distribute reprints for governmental purposes notwithstanding any copyright notation that may appear hereon. I am grateful to Dr. Paul A. Sandifer and Dr. Dale R. Calder for their critical review and to Jane S. Davis, Virginia M. Hargis` Louise H. Hodges and Gloria T. Seaborn for their assistance in preparation and proof-reading of the manuscript.( Received 1 December 1978) ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Progress in the Chemistry of Fats and Other Lipids",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Ackman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Holman",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "XII",
                "issue": "",
                "pages": "165--284",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ACKMAN, R. G. In Progress in the Chemistry of Fats and Other Lipids, Vol. XII. pp. 165-284. (HOLMAN, R. T., ¢d.) Pergamon Press, London and New York, 1972.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Fishes of the Gulf of Maine",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "B"
                        ],
                        "last": "Bmelow",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Scnaoedea",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Government Printing Office",
                "volume": "53",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BmELOW, H. B. and SCnaOEDEa, W. C. Fishes of the Gulf of Maine. Fishery Bulletin of the Fish and Wildlife Service. Vol. 53, 577 pp., Government Printing Office, Washington. D.C., 1953.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "South Carolina Sea Grant Marine Advisory Bulletin I I, 12 pp., South Carolina Sea Grant Program",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Calder",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Pridgen",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CALDER, D. R. and PRIDGEN, M. C. South Carolina Sea Grant Marine Advisory Bulletin I I, 12 pp., South Carolina Sea Grant Program, Charleston. S.C.. 1977.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Bioor 0",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "V M"
                        ],
                        "last": "Demattzky",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "I"
                        ],
                        "last": "Svetashev",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "E"
                        ],
                        "last": "Vaskovskv",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Chem",
                "volume": "3",
                "issue": "",
                "pages": "930--934",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DEMatTZKY. V. M., SVETASHEV, V. I. and VASKOVSKV, V. E. Bioor 0. Chem. 3, 930--934 11977).",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "113 pp. ll tables and 18 figures",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "N"
                        ],
                        "last": "Hill",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HILL, D. N. Ph.D. Thesis, Georgetown Univ., .113 pp. ll tables and 18 figures, Univ. Microfilns International. Ann Arbor, Mich., 1978.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Topics in Lipid Chemistry",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Jami~on",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "I",
                "issue": "",
                "pages": "107--159",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JAMI~ON, G. R. In Topics in Lipid Chemistry. Vol. I, pp. 107-159, (GuNsTONE, F. D., ed.), Logos Press, London, 1970.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Unpublished data",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Joseprl",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JOSEPrL J. D. Unpublished data.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "6th Middle At'lantic Regional Meeting",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Joseph",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Schm1dt",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Zubkoff",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Am",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JOSEPh, J. D., SCHM1DT, R. W. and ZUBKOFF, P. L. Am. Chem. Soc., 6th Middle At'lantic Regional Meeting. Baltimore, Md., Abst. No. Big. 10 (1971).",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "University Microfilms International",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "J S"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Ann Arbor. Mich",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "L J. S. Ph.D. Thesis, University of California, San Diego, Ca.. University Microfilms Inter- national. Ann Arbor. Mich., 1965.",
                "links": null
            },
            "BIBREF85": {
                "ref_id": "b85",
                "title": "Deep-Sea Res",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hmota",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "A M"
                        ],
                        "last": "Barner'r",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "",
                "volume": "18",
                "issue": "",
                "pages": "1147--1165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HmOTA, J. and BARNEr'r. A. M. Deep-Sea Res. 18, 1147-1165 (1971).",
                "links": null
            },
            "BIBREF92": {
                "ref_id": "b92",
                "title": "Aspects of Sponge Biology",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Liitchfteld",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "W"
                        ],
                        "last": "Morales` R",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "183--200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LIITCHFtELD, C. and MORALES` R. W. In Aspects of Sponge Biology. pp. 183-200, (HARRISON, F. and COWDEN, R. C., eds) Academic Press, New York, 1976.",
                "links": null
            },
            "BIBREF94": {
                "ref_id": "b94",
                "title": "Progress in the Chemistry of Fats and Other Lipids",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "C"
                        ],
                        "last": "Mauns` D",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Wekell",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "X",
                "issue": "",
                "pages": "339--363",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MAUNS` D. C. and WEKELL, J. C. In Progress in the Chemistry of Fats and Other Lipids. Vol. X, pp. 339-363. (HOLMXN, R. T., ed.) Pergamon Press, London and New York, 1970.",
                "links": null
            },
            "BIBREF108": {
                "ref_id": "b108",
                "title": "Oceanography and Marine Biolog3",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Morris",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Culkin",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MORRIS, R. J. and CULKIN, F. In Oceanography and Marine Biolog3;",
                "links": null
            },
            "BIBREF113": {
                "ref_id": "b113",
                "title": "Marine Photosynthesis` With Special Emphasis on the Ecological Aspects",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "S"
                        ],
                        "last": "Nxelson",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Elsevier Oceanography Series",
                "volume": "13",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NXELSON, E. S. Marine Photosynthesis` With Special Emphasis on the Ecological Aspects, Elsevier Oceano- graphy Series 13, 141 pp., Elsevier, Amsterdam 1975.",
                "links": null
            },
            "BIBREF114": {
                "ref_id": "b114",
                "title": "Progress in the Chemistry of Fats and Other Lipids",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "G"
                        ],
                        "last": "Oldham",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "B"
                        ],
                        "last": "Noren",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Norkrans",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "A"
                        ],
                        "last": "Sodergren",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Lofgren",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "XVI",
                "issue": "",
                "pages": "31--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OLDHAM. G.. NOREN. B.. NORKRANS, B.. SODERGREN. A. and LOFGREN, H. In Progress in the Chemistry of Fats and Other Lipids. Vol. XVI. pp. 31--44. (HOLMAN. R. T.. ed.) Pergamon Press. London and New York, 1978.",
                "links": null
            },
            "BIBREF128": {
                "ref_id": "b128",
                "title": "Biochemical and Biophysical Perspectives in Marine Biolo~ly",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Sargent",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "149--212",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SARGENT, J. R. In Biochemical and Biophysical Perspectives in Marine Biolo~ly. Vol. Ill. pp. 149-212. (MAt.iNS, D. C. and SARG~T, J. R.. eds.) Academic Press, New York, 1976.",
                "links": null
            },
            "BIBREF129": {
                "ref_id": "b129",
                "title": "Chemistry and Biochemistry of Natural Waxes",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Sang",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Lr~",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "Nevenzel",
                        "middle": [
                            "J"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "50--91",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SAnG,T, J. R., Lr~, R. F. and NEVENZEL. J. C. In Chemistry and Biochemistry of Natural Waxes. pp. 50--91, (KoLArrU~UOV, P. E., ed.) Elsevier, Amsterdam, 1976.",
                "links": null
            },
            "BIBREF130": {
                "ref_id": "b130",
                "title": "Unpublished data",
                "authors": [
                    {
                        "first": "Joseph",
                        "middle": [
                            "R W J"
                        ],
                        "last": "Scii~idt",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCII~iDT. R. W. and JOSEPH. J. D. Unpublished data.",
                "links": null
            },
            "BIBREF133": {
                "ref_id": "b133",
                "title": "Estuarine Coastal Mar. Sci. L 177-190 0973",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Sciiultz",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Quinn",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCIIULTZ, D. M. and QUINN, J. G. Estuarine Coastal Mar. Sci. L 177-190 0973).",
                "links": null
            },
            "BIBREF134": {
                "ref_id": "b134",
                "title": "Lipids 2. 55-60 0967)",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "G"
                        ],
                        "last": "Simon",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Rouser",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SIMON. G. and RouSER, G. Lipids 2. 55-60 0967).",
                "links": null
            },
            "BIBREF147": {
                "ref_id": "b147",
                "title": "Hel#olander wiss",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Werner",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Meersunters",
                "volume": "27",
                "issue": "",
                "pages": "461--504",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WERNER, B. Hel#olander wiss. Meersunters. 27, 461-504 (1975).",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "text": "Present address: U.S. Department of Commerce, National Oceanic and Atmospheric Administration. National Marine Fisheries Service, Charleston Laboratory, P.O. Box 12607, Charleston, South Carolina 29412. U.S.A.",
                "num": null
            },
            "FIGREF3": {
                "uris": null,
                "type_str": "figure",
                "text": "Total fatty acids reported included 33.0% nonmethylene-interrupted fatty acids. b'rrace amount ( < 0.1%). reason, they proposed the name \"demospongic acids\" as a convenient term of reference. s3 Analyses of fatty acids from 18 species of sponges demonstrated the presence of high levels of demospongic fatty a~ds. s3 Of these species, Athosiomella mrkms con. rained the smallest percentage of these long-chained acids (34%) and Cliona celata the greatest (79%). The average value for all species was 54%. Five species, Lissodendoryx sp., Tedania k3nis, Haliclona oculata, Sponoilla lacustris and C. celata, contained a saturated fatty acid which had an equivalent chain length (ECL) of 23.41-23.47 on a 10% EGSS-X column, possibly iso 24:0. Even more unusual, a peak with ECL 24,48 was observed in chromatograms of Spon0ia sp. hydrogenated fatty acids and comprised 24% of the total area. s3",
                "num": null
            },
            "FIGREF4": {
                "uris": null,
                "type_str": "figure",
                "text": ". 97 Nonmethylene-interrupted (NMI) acids were unsaturated at the 5 and 9 positions ifi the molecule and those specifically identified were 24:NMI acids observed (and their percentages), as well as probable synthetic pathways. Although the 26:2 intermediates, shown in brackets in Fig. 1, were not found in this detailed analysis, 26:2A9,19 the .probable precursor of 26:3A5,9,19,\" was identified in a later study, 9s adding substantial support to the proposed pathway. The data of Table 2 and Fig. 1 indicate that chain-elongation is an active process in M. prolifera and, furthermore that, for some reason, 20:0 and 22:0 are not suitable substrates for the A9 desaturase, although the authors did note trace amounts (<0.1%). of 20:1A9 and 22:1A9. 97 To obtain direct evidence of the biosynthetic pathways involved, M. prolifera tissues were incubated for 4 hr in seawater containing r 1-14C'lacetate, prior to lipid extraction. 9s The fatty acids were esterified, isolated by AgNO3/TLC and preparative GLC and radioassayed. The results of this study showed that fatty acids containing 4-6 olefinic",
                "num": null
            },
            "FIGREF5": {
                "uris": null,
                "type_str": "figure",
                "text": "fatty acids is shown in parentheses. Dienes in brackets were not observed. (Taken from Morales and Litchfield. 9~) bonds were poorly labeled, confirming the earlier view that these acids are probably of dietary origin in M. prolifera. 97 In contrast. Cz,-C26 (n-6) dienes and (n-3) trienes contained substantial radioactivity, indicating active chain-elongation of dietary precursor acids. Figure 2 is a modification ofFig. 1and shows the percent activity which was found in the demospongic acids, their precursors and intermediates. The percent activities of 26:2A5,9 and 26:3A5,9,19 were much lower than their weight percentages(Fig. 1), as were their relative specific activities (ratio of percent activity to weight percent), 0.05 and 0.1, respectively, which suggests not only dilution of the tag by the large pools of 26:2A5,9 and 26:3A5,9,19 present but also that A5 desaturation, .the last step in both pathways, occurs relatively slowly.",
                "num": null
            },
            "FIGREF6": {
                "uris": null,
                "type_str": "figure",
                "text": "00c~c-c'-c-c'A¢-c~c'--' c-c-c-c-c¢-c-c-c-c ~ c-c-c-c-c-c-c~ C~ C--eel C--C:C--C~ ~C~ --C~C--Cll C. Ce. C~Ce.C~C~ C~ Distribution of 14C radioactivity along the chains of the unsaturated C26 fatty acids of Microciona prolifera. Numbers indicate percent of activity found in each fragment after cleavage of the double bonds. Total 14C activity in each chain-length -100%. (Taken from Morales and Litchfieid. 9a)",
                "num": null
            },
            "FIGREF7": {
                "uris": null,
                "type_str": "figure",
                "text": "1A9 ~ ---* ---* --* 28:IA19 ---* 28:2A9,19 ~ 28: 3A5,9,19",
                "num": null
            },
            "FIGREF8": {
                "uris": null,
                "type_str": "figure",
                "text": "et al. have isolated saturated, monoenoic and dienoic aldehydes, methyl esters and carboxylic acids from'acetone-soluble lipids of Oscarella lobularis collected in the Bay of Naples)' All of these compounds contained a pyrrole ring and the structures of the aldehydes and esters, shown below (I-VII), were proposed, based upon U.V., I.R., N.M.R. and GLC-MS data. Methylation of the acids with diazomethane gave products which co-chromatographed on AgNO3/TLC plates with the isolated, saturated and monoenoic esters (V and VI). The double bonds of all of the structures were of trans configuration. Cimino et al. did not speculate on the origin of these novel compounds, but since the pyrrole ring is the basic unit of the chlorophyll molecule, these heterocyclic compounds may be intermediates in chlorophyll biosynthesis by contaminating symbiotic algae. They might also be precursors of the photosynthetically active pigment, phycobilin (VIII), which is present, complexed with proteins (phycocyanins and phycoerithrins). in the red and blue-green algae, l°a It is equally possible that they are sponge metabolites of these plant pigments. Variation of 26: I + 26:2 (O--O) and 26: 3 (e---9)) in lipids of M. prolifera as a function of environmental temperature, s5 Lines determined from least squares computer fit of data. C. Polar Lipids I. Phospholipids Thin-layer chromatographic analyses of lipid extracts from a number of sponges indicated that they were composed, primarily, of polar lipids typically found in cell membranes, a5 High levels of 26 carbon demospongic acids were present in phosphatidylethanolamine and phosphatidylserine, but only small amounts in phosphatidylcholine isolated from M. prolifera lipids, se's5 In this species, increased percentages of 26:1 and 26:2 and decreased percentages of 26:3 were found to coincide with elevated environmental temperatures during the summer and autumn months (Fig. 4), and undoubtedly this influences the flexibility and permeability of the membranes, as well as their structure. 56,ss Litchfield and Morales have addressed this question of membrane flexibility and permeability and pointed out that sponge membranes would be expected to be more rigid than normal because of the presence of the demospongic acids, ss Figure 5 shows that these fatty acids lie far outside the \"region of feasible adaptations,\" in which the membrane fatty acids of almost all plants, animals and microorganisms are found. A group of phospholipids, more mobile than phosphatidylethanolamine on TLC, has been observed in lipids of Halicondria panicea. 33 It was identified as a mixture of Membrane fatty ac id matrix. Major ratty acids (~5.07/0) found in microorganisms, plants and animals other than the Porifera all lie within the \"region of feasible adaptationf. (Taken from Litchfield and Morales. as)",
                "num": null
            },
            "FIGREF9": {
                "uris": null,
                "type_str": "figure",
                "text": "The double bond positions of the 26:2 and 26:3 fatty acids were not specified, but, in all probability, must have included the A5,9 system. It is somewhat surprising that the characteristic marine polyunsaturate, 22:6 (n-3), was not present. Landowne and Bcrgmann reported the presence of diacyl sphingosine phosphate in phospholipids of Lissodendoryx isodyctialis. ?~ Although the compound resembled a cerebroside by its insolubility in acetic acid, no carbohydrate was found in hydrolysates. The major fatty acids observed were 16:0 (38%) and 16:1 (17%) and many minor acids which appeared to be branched chained were present. The investigators proposed the name, acyl sphingomyelin phosphatidic acid, and the structure below (IX) for this compound. described the structure of an aldehydogenic lecithin, containing one mole of choline for each mole of N and P, isolated from lipids of Speciospongia vesparia. 72 Hydrolysates contained aldehydes, fatty acids, choline and glycerol phosphate. The compound contained 1.77 double bonds per molecule, determined by quantitative hydrogenation and subsequent hydrolysis of the hydrogenated compound yielded a stable glyceryl ether phosphate. Gas chromatographic analysis showed the presence of Cto-C24 fatty acids but no one acid was predominant in the mixture.",
                "num": null
            },
            "FIGREF10": {
                "uris": null,
                "type_str": "figure",
                "text": "Adult mole (Medusa) '\\ .Young jellyfish 1~A0o,, ,.0,.~~~Fer1\"ilizeO eggSegmenting polyp Fully developed polyp (Irorly stroblla) (Scyphistoma) S ,gmente¢l polyo ~...._~ ~.,~.__ ~. It.ate strobi)a) Settling lorva (Planula) Based on figures of t~e mushroom jelly [~t4ma ven~/) by Mayer (1910) and Colder (1973) FtG. 6. Life cycle of a typical scyphozoan cnidarian. (Taken from Calder and Pngden.-)",
                "num": null
            },
            "FIGREF11": {
                "uris": null,
                "type_str": "figure",
                "text": "Hydrozoa. An analysis of hydrocarbons of the soft coral, Miilepora sp., showed the presence of two major alkanes, C~s (55.1%) and C,~ (11.6%)~ 1°7 The aikanes ranged from Cls to C3o in chain length but those other than C1, and C,7 were present, individually, only in minor amounts (trace--7.6%). No alkenes or branch-chained alkanes such as pristane (2,6,10,14-tetramethylpcntadecane) or phytane (3,7,11,15 tetramethylhexadecane) were detected.(b) Anthozoa. In a study of reef corals, only straight-chained alkanes were observed in the lipids of the stony corals; neither alkenes, branch-chained alkanes nor aromatic hydrocarbons were found, t°T The alkane composition of five species of corals is shown inFig,.7. That of Favia sp. and Acropora palmata were quite similar, and had a unimodal distribution around C25. Both Acropora cervicornis and Aoaricia aoaricites contained one major alkane, C21 and C19, respectively, with unimodal distribution around a",
                "num": null
            },
            "FIGREF12": {
                "uris": null,
                "type_str": "figure",
                "text": "Partial chromatogram of M. inexpectata total lipid fatty acid methyl esters.",
                "num": null
            },
            "FIGREF13": {
                "uris": null,
                "type_str": "figure",
                "text": "The medusae from Canadian waters, C. capiilata and A. aurita, have significantly more monoenoic acids, particularly 20:1 and 22:1 and less 20:4 (n-6) than Charleston Harbor medusae, Stomolophus meleaoris and C. quinquecirrha. The difference in percentage of monoenes might well be attributed to differences in the diets of the medusae. The Czo and Ce2 monoenes are characteristic triglyceride fatty acids of a number of northeast Atlantic Ocean fishes: herring (Ciupea harengus), capelin (Mailotus viliosus) and sand launce (Ammodytes americanusg for example. ~-9'15.36a°9 They are also prominent acids in the triglycerides of certain cold-water pelagic crustaceans such as the euphausiid, Meoanyctiphones norvegica (M. Sars), 6al and in the wax esters (as alcohols as well as acids)of many Arctic upper-water copepods and amphipods. ~s-77.1°galga2° In contrast, although published data are somewhat more limited, lipids of fishes and pelagic crustaceans of temperate and tropical waters appear to contain relatively minor percentages of 20:1 and 22:1 acids and alcohols. ~°'~s'3v.ss'6°,~s.~9 The difference in the percentages of 20:4 (n-6) observed in the four species of medusae is unlikely to be due to dietary input since 20:4 (n-6) is, primarily, a component of the polar lipids, but could be due to differences in the stage of gonadal development or to the preponderance oLone sex in the samples. A study of Chesapeake Bay C. quinquecirrha and A. aurita gonadal fatty acids showed few, if any, significant sexual differences in C. quinquecirrha but",
                "num": null
            },
            "FIGREF14": {
                "uris": null,
                "type_str": "figure",
                "text": "Major Fatty Acids of Two Anemones Species: bond position was not specified by Hill ~4 or Mason? °",
                "num": null
            },
            "FIGREF15": {
                "uris": null,
                "type_str": "figure",
                "text": "in the cases of the hydrozoans and the anthozoan, M. dianthus, chain-elongation appears to be an important process in the cubozoans. Although 22:4 (n-6) and 22:5 (n-3) were not as prominent in the cubomans as they were in the hydrozoan, M. inexpectata, they were still present in amounts some-",
                "num": null
            },
            "FIGREF16": {
                "uris": null,
                "type_str": "figure",
                "text": "These unusual phospholipids, having a highly stable carbon-phosphorus bond, have been observed in lipids of a number of species of anemones. 63'67-69.9°.~ ~5-~:,t2~ Paper :hromatography of aqueous ethanolic extracts of A. eleoantissima indicated the presence ~f two unusual ninhydrin-positive components. One of these components was resistant t-prolonged acid hydrolysis and was identified as 2-aminocthylphosphonic acid (AEP, X't); the second compound released AEP upon acid hydrolysis and was tentatively identifiel as a glycerol ester of AEP. 69 In detailed studies of the polar lipids of A. eleoantissima, Rolser and his colleagues isolated a ninhydrin-positive compound, ceramide aminoethylphtaphonate (CAEP), which, upon hydrolysis, yielded a sphingosine base, AEP and a fatty acid fraction. ~ 7.125 The structure of CAEP was shown to be l-(O)phosphonoethylamine)-N-acyl sphingosine (XII) by hydrolysis and oxidative degradation, with characterization of products by TLC and GLC. ~25 Fatty acid analysis established that the major fatty acid present in the molecule was 16:0 ~o,-.' ,/oJ,'°'°/~ 125 in excellent agreement with the results of Mason, who found 16:0 to be 76.5~ of the CAEP fatty acids in M. senile lipids. 9° Phosphonic acids were not detected in esterified phospholipids of A. elegantissima; only CAEP released AEP upon hydrolysis. -(CH2)t2--C = C--CH --CH2--CH2--O--P--CH2--CH2--NH~-)",
                "num": null
            },
            "TABREF2": {
                "type_str": "table",
                "text": "",
                "num": null,
                "content": "<table><tr><td>16:0 (4.1)</td><td>~</td><td>18:0 (2.1)</td><td>• ,. 20:0 ~ (0.8)</td><td>22:0 (3.0)</td><td>~</td><td>24:0 (I.9)</td><td>= 26:0 (0.1)</td></tr><tr><td>16:~A9 (0.6)</td><td/><td>18:l~9 (3.3)</td><td/><td/><td/><td>24:1tA9 (O.I)</td><td>26:IA9 $ (0.6)</td></tr><tr><td>v t</td><td/><td>t t</td><td/><td/><td/><td/><td/></tr><tr><td>t f</td><td/><td>t</td><td/><td/><td/><td/><td/></tr><tr><td>26:1AI9</td><td/><td>26:1AI7</td><td/><td/><td/><td/><td/></tr><tr><td>(4.01</td><td/><td>(0.41</td><td/><td/><td/><td/><td/></tr><tr><td>t</td><td/><td>t</td><td/><td/><td/><td>t</td><td>t</td></tr><tr><td>[26:2]</td><td/><td>[26:2l t</td><td/><td/><td/><td>24:2Z~5,9 (0.41</td><td>26:2Z~5,9 (18.1)</td></tr><tr><td>26: 3A5,9,19</td><td/><td>26:3 ZI 5,9,17</td><td/><td/><td/><td/><td/></tr><tr><td>(12.2)</td><td/><td>(0.71</td><td/><td/><td/><td/><td/></tr><tr><td>FIG. 1.</td><td/><td/><td/><td/><td/><td/><td/></tr></table>"
            },
            "TABREF3": {
                "type_str": "table",
                "text": "",
                "num": null,
                "content": "<table><tr><td>1 20:1~|3 I 22:1~15 24:1AI7 26:1~19 26:2~9.19 26:3Z15,9,19 26: I A9 t 26:2A5,9 26: i A 19 \"J 26:269,19 1 26:3 A5,9,19 12.9% 2.4% 4.8% 14.7% i I1.1% 3.3% 1.6% OM.Y LE\" M~VO + ~TIOU i I I FIG. 2. METHYl. E~ 18:0 20:0 22:0 24:0 '~ 4.7% 3.2% -~4.3% \"-2.9% t 18:1~9 20:lZ~ I I 22:1Z~13 24:1AI5 26:1AI7 [26~: 2 ] 26:3 A5,9,17 \" I \" I II , I \"r. II T. ! ,, 1[ o EJTIO~ I I I I</td><td>26:0 -0.5% 26: I Z19 6.0% 26:tZ~5,9 0.9%</td></tr></table>"
            },
            "TABREF4": {
                "type_str": "table",
                "text": "",
                "num": null,
                "content": "<table><tr><td/><td/><td>Percent composition</td><td/></tr><tr><td>Chain-length:</td><td/><td>Glyceryl</td><td/></tr><tr><td>double bonds</td><td>Fatty acids</td><td>ethers</td><td>Aldehydes</td></tr><tr><td>14:0</td><td>0.6</td><td>3.3</td><td>5.6</td></tr><tr><td>15:0</td><td>0.1</td><td>1.8</td><td>8.4</td></tr><tr><td>15:1</td><td>5.7</td><td>3.4</td><td>--</td></tr><tr><td>16:0</td><td>4.3</td><td>58.0</td><td>12.7</td></tr><tr><td>16:1</td><td>1.0</td><td>2.9</td><td>--</td></tr><tr><td>16:2 + 17:0</td><td>5.4</td><td>3.2</td><td>10.5</td></tr><tr><td>18:0</td><td>0.2</td><td>5.4</td><td>17.9</td></tr><tr><td>18:1</td><td>1.2</td><td>4.3</td><td>8.8</td></tr><tr><td>20:0</td><td>0.3</td><td>--</td><td/></tr></table>"
            },
            "TABREF6": {
                "type_str": "table",
                "text": "Percent Lipid and Lipid Class Composition of Physalia physalis, Toxin and Nematocyst Capsules Not reported. 13 ment with organic solvents, ~3 the lipids may impart biological activity to the toxin or serve as stabilizers during toxin storage within the nematocysts. ~ 2s",
                "num": null,
                "content": "<table><tr><td>Analyte: Reference: Total lipid: (% dry wt)</td><td>P. physalis 129 n.r. ~</td><td>Toxin 128 3.44</td><td>Capsules 128 1.45</td></tr><tr><td>Lipid class</td><td colspan=\"3\">Percent composition</td></tr><tr><td>Hydrocarbons Steryl esters</td><td>n.r. 5</td><td>5.2 7.2</td><td>1.4 8.3</td></tr><tr><td>Wax esters Triacylglycerols</td><td>n.r. 13</td><td>7.5 14.0</td><td>8.2 14.8</td></tr><tr><td>Free fatty acids</td><td/><td>32.8</td><td>42.7</td></tr><tr><td>Cholesterol</td><td>21</td><td>13.6</td><td>9.4</td></tr><tr><td>Polar lipids</td><td>50</td><td>19.7</td><td>15.2</td></tr><tr><td>~n.r.</td><td/><td/><td/></tr></table>"
            },
            "TABREF7": {
                "type_str": "table",
                "text": "1.3%), t°1 Anthopleura elegantissima (1.56%), t 17 Anemonia sulcata (1.0%), 136 Cerianthus membranaceus (1.4%), t 36 Metridium dianthus (0.3%-1.23%) 47 and Metridium senile (1.12%, 136 2.47%, 9° 0.679/o-5.15%4*). Marsh and Ciereszko reported total lipid content in this species to be 26% of the dry weight. 89 This large difference in values for one species is explain~l by Hill's observation that, seasonally, the lipid content of M. senile varied by approximately an order of magnitude, from a low of 0.67% in November to a high of 5.15% in June (wet weight basis). 4. She also found that larger animals tended to contain less lipid than smaller ones, in agreement with Hooper and Ackman's observation of variable lipid content in Metridium dianthus (0.3~-1.3%). 47",
                "num": null,
                "content": "<table/>"
            },
            "TABREF8": {
                "type_str": "table",
                "text": "Lipid Composition of Two Sea Anemones",
                "num": null,
                "content": "<table><tr><td>Species:</td><td>M. senile</td><td>A. eleflantissima</td></tr><tr><td>Reference:</td><td>90</td><td>I</td></tr><tr><td>Total lipid (% wet wt.)</td><td>2.47</td><td>1.56</td></tr><tr><td>Nonpolar lipid (% total lipid)</td><td>30.7</td><td>24.2</td></tr><tr><td>Polar lipid (% total lipid)</td><td>69.3</td><td>75.8</td></tr><tr><td>Phosphatidylcholin¢</td><td>23.4</td><td>14.4</td></tr><tr><td>Phosphatidylet hanolamine</td><td>14.3</td><td>10.6</td></tr><tr><td>Phosphatidyls¢rine</td><td>[ 0.2</td><td>10.6</td></tr><tr><td>Phosphatidylinositoi</td><td>2.1</td><td>2.8</td></tr><tr><td>Cerebroside</td><td>1.2</td><td>n.r. ~</td></tr><tr><td>Ceramide</td><td/><td/></tr><tr><td>aminocthylphosphonatc</td><td>7.6</td><td>9.3</td></tr><tr><td>Phosphatidic acid</td><td>n.r.</td><td>3.3</td></tr><tr><td>~n.r. Not reported.</td><td/><td/></tr></table>"
            },
            "TABREF9": {
                "type_str": "table",
                "text": "Major Fatty Acids of Three Hydrozoans",
                "num": null,
                "content": "<table><tr><td>Species:</td><td/><td>P. ph)'salis</td><td colspan=\"2\">M. inexpectata</td><td>N. hachei</td></tr><tr><td>Reference:</td><td/><td>129</td><td/><td>60</td><td>14 l</td></tr><tr><td>Column:</td><td/><td>BDS</td><td colspan=\"2\">EGSP-Z</td><td>DEGS</td></tr><tr><td>Lipid:</td><td>Triacylglycerol</td><td>Polar</td><td>Total</td><td>Total</td><td>Total</td></tr><tr><td>Fatty acids:</td><td/><td colspan=\"2\">Weight percent composition</td><td/><td/></tr><tr><td>14:0</td><td>6.6</td><td>6.2</td><td>3.5</td><td>1.0</td><td>1.3</td></tr><tr><td>16:0</td><td>36.2</td><td>20.7</td><td>22.6</td><td>9.5</td><td>8.5</td></tr><tr><td>18:0</td><td>7.6</td><td>I 1.6</td><td>9.1</td><td>10.1</td><td>9.1</td></tr><tr><td>20:0</td><td>0.8</td><td>0.7</td><td>0.4</td><td>0.3</td><td>1.7\"</td></tr><tr><td>16:1 ~'</td><td>5.4</td><td>2_1</td><td>3.9</td><td>2.6</td><td>1.8</td></tr><tr><td>18: I t'</td><td>10.0</td><td>5.2</td><td>6.7</td><td>4.7</td><td>3.7</td></tr><tr><td>20:1\"</td><td>1.2</td><td>0.9</td><td>0.8</td><td>0.8</td><td>2.0\"</td></tr><tr><td>22: I b</td><td>0.5</td><td>&lt;0.5</td><td>&lt;0.1</td><td>0.5</td><td>n.r.</td></tr><tr><td>18:2 (n-6)</td><td>1.6</td><td>1.0</td><td>1.4</td><td>1.0</td><td>1.2</td></tr><tr><td>20:4 (n-6)</td><td>1.5</td><td>8.7</td><td>9. I</td><td>1.3</td><td>3.3 '</td></tr><tr><td>22:4 (n-6)</td><td>n.r.</td><td>1.0</td><td>0.7</td><td>13.4</td><td>2.5</td></tr><tr><td>22:5 (n.6)</td><td>1.0</td><td>4.9</td><td>4.3</td><td>3.6</td><td>0.7</td></tr><tr><td>18:3 (n-3)</td><td>1.0</td><td>0.5</td><td>0.9</td><td>0.4</td><td>2.0 ~</td></tr><tr><td>18:4 {n-3)</td><td>1.7</td><td>0.5</td><td>1.2</td><td>0.5</td><td>2.3</td></tr><tr><td>20:5 (n-3)</td><td>4.3</td><td>6.1</td><td>7.7</td><td>2.6</td><td>19.1</td></tr><tr><td>22:5 (n-3)</td><td>0.8</td><td>1.1</td><td>1.1</td><td>21.2</td><td>14.7</td></tr><tr><td>22:6 (n-3)</td><td>10.3</td><td>15.0</td><td>15.6</td><td>16.3</td><td>20.0</td></tr><tr><td>t 16:1 (n-10)</td><td>1.4</td><td>0.8</td><td>1.2</td><td>n.r.</td><td>n.r.</td></tr><tr><td>7M7H\"</td><td>0.5</td><td>2.7</td><td>3.2</td><td>n.r.</td><td>n.r.</td></tr><tr><td/><td/><td/><td/><td/><td>) were noted</td></tr><tr><td>in this study. ~°7</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"6\">Gorgonians have been reported to contain aromatic hydrocarbons 3°'31\"t°~ and TLC</td></tr><tr><td colspan=\"6\">and I.R. data indicate that a large number of compounds containing a lactone ring</td></tr><tr><td>may be present. I°7</td><td/><td/><td/><td/><td/></tr></table>"
            },
            "TABREF10": {
                "type_str": "table",
                "text": "Fatty Acid Composition of Cyanea capillata ~ :~",
                "num": null,
                "content": "<table><tr><td/><td colspan=\"2\">Weight percent composition</td></tr><tr><td>Fatty acids\"</td><td>Triacylglycerols</td><td>Polar Lipids</td></tr><tr><td>12:0</td><td>0.17</td><td>n.r.</td></tr><tr><td>13:0</td><td>0.11</td><td>n.r.</td></tr><tr><td>14:0</td><td>1.92</td><td>0.91</td></tr><tr><td>A (unknown)</td><td>0.11</td><td>n.r.</td></tr><tr><td>iso 15</td><td>0.56</td><td>0.30</td></tr><tr><td>anteiso 15</td><td>O. 11</td><td>0.06</td></tr><tr><td>15:0</td><td>1.07</td><td>0.84</td></tr><tr><td>iso 16</td><td>0.33</td><td>0.12</td></tr><tr><td>B (unknown)</td><td>0. I 1</td><td>1.43</td></tr><tr><td>16:0</td><td>13.32</td><td>6.86</td></tr><tr><td>C (unknown)</td><td>2.22</td><td>0.89</td></tr><tr><td>iso</td><td>1.10</td><td>n.r.</td></tr><tr><td>anteiso 17</td><td>0.99</td><td>0.35</td></tr><tr><td>17:0 D (unknown) J ~,</td><td>0.55</td><td>0.47</td></tr><tr><td>iso 18</td><td>0.44</td><td>0.12</td></tr><tr><td>18:0</td><td>4.57</td><td>4.39</td></tr><tr><td>19:0</td><td>0.65</td><td>0.86</td></tr><tr><td>20:0</td><td>1.40</td><td>2.41</td></tr><tr><td>21:0</td><td>0.13</td><td>n.r.</td></tr><tr><td>22:0</td><td>O. I 1</td><td>0.28</td></tr><tr><td>24:0</td><td>n.r.</td><td>n.r.</td></tr><tr><td>16:1 (n-7)</td><td>1.11</td><td>0.15</td></tr><tr><td>16:i (n-5)</td><td>0.14</td><td>n.r.</td></tr><tr><td>17:1 (n-8) b</td><td>0.08</td><td>0.03</td></tr><tr><td>18:1 (n-9)</td><td>5.17</td><td>1.04</td></tr><tr><td>18:1 (n-7)</td><td>1.94</td><td>0.98</td></tr><tr><td>18:1 (n-5)</td><td>n.r.</td><td>0.22</td></tr><tr><td>18:1 (n-3)</td><td>0.03</td><td>n.r.</td></tr><tr><td>19:1 (n-9)</td><td>0.03</td><td>n.r.</td></tr><tr><td>19:1 (n-8)</td><td>0.02</td><td>n.r.</td></tr><tr><td>20:1 (n-9)</td><td>2.56</td><td>1.33</td></tr><tr><td>20:1 (n-7)</td><td>3.28</td><td>4.70</td></tr><tr><td>20:1 (n-5)</td><td>0.64</td><td>1.14</td></tr><tr><td>22:1 (n-13) \"~ 22:1 (n-i 1) J 22:1 (n-9)</td><td>0.53 2.90</td><td>0.06 0.68</td></tr><tr><td>22:1 (n-7)</td><td>0.42</td><td>0.14</td></tr><tr><td>22:1 (n-5)</td><td>0.08</td><td>n.r.</td></tr><tr><td>16:2 (n-6)</td><td>O, l I</td><td>n.r.</td></tr><tr><td>16:2 (n-4)</td><td>1.20</td><td>0,38</td></tr><tr><td>18:2 (n-6)</td><td>0.81</td><td>0.17</td></tr><tr><td>20:2 (n-6)</td><td>1.33</td><td>1.08</td></tr><tr><td>22:2 (n-6)</td><td>0.42</td><td>0,22</td></tr><tr><td>16:3 (n-4)</td><td>0,05</td><td>0,23</td></tr><tr><td>18:3 (n-6)</td><td>0.08</td><td>n.r.</td></tr><tr><td>18:3 (n-3)</td><td>0.51</td><td>0.12</td></tr><tr><td>20:3 (n-3)</td><td>0.65</td><td>0.28</td></tr><tr><td>22:3 (n-3)</td><td>0.13</td><td>0.11</td></tr><tr><td>16:4 (n-3)</td><td>0.11</td><td>n.r.</td></tr><tr><td>16:4 {n-l)</td><td>0.11</td><td>n.r.</td></tr><tr><td>18:4 (n-3)</td><td>0.84</td><td>0.13</td></tr><tr><td>20:4 (n-6)</td><td>3.27</td><td>I 1.10</td></tr><tr><td>20:4 (n-3)</td><td>0.92</td><td>0.61</td></tr><tr><td>22:4 (n-6)</td><td>0.46</td><td>1.64</td></tr><tr><td>22:4 (n-3)</td><td>0.30</td><td>2.20</td></tr><tr><td>20:5 (n-3)</td><td>IZ38</td><td>24.46</td></tr><tr><td>21:5 (n-2)'</td><td>0.16</td><td>0.53</td></tr><tr><td>22:5 (n-6)</td><td>1.34</td><td>2.15</td></tr><tr><td>22:5 (n-3)</td><td>3.99</td><td>5.51</td></tr><tr><td>22:6 (n-3)</td><td>21.15</td><td>17.56</td></tr><tr><td/><td/><td>n-3L 9t</td></tr></table>"
            },
            "TABREF11": {
                "type_str": "table",
                "text": "'Selected Fatty Acids of A. auritd and C. quinquecirrha Gonads ~ -~z",
                "num": null,
                "content": "<table><tr><td>Species:</td><td>A. aurita</td><td/><td colspan=\"2\">C. quinquecirrha</td></tr><tr><td>Sex :</td><td>Male</td><td>Female</td><td>Male</td><td>Female</td></tr><tr><td>Fatty acids</td><td colspan=\"3\">Weight percent composition</td><td/></tr><tr><td>16:0</td><td>12.5</td><td>12.5</td><td>9.6</td><td>12.0</td></tr><tr><td>18:0</td><td>12.3</td><td>13.2</td><td>10.0</td><td>9.8</td></tr><tr><td>18:1</td><td>1.7</td><td>0.5</td><td>3.2</td><td>3.2</td></tr><tr><td>20:4 (n-61</td><td>12.3</td><td>25.5</td><td>33.1</td><td>37.3</td></tr><tr><td>20:5 (n-3)</td><td>16.8</td><td>15.4</td><td>5.3</td><td>2.9</td></tr><tr><td>22:6 {n-3)</td><td>22.2</td><td>9.9</td><td>8.7</td><td>6.4</td></tr></table>"
            },
            "TABREF12": {
                "type_str": "table",
                "text": "Monoenoic Fatty Acids of M. dianthus Lipids \"~",
                "num": null,
                "content": "<table><tr><td>Lipid class:</td><td>Polar</td><td>Trig.</td><td>W.-E.</td><td>G.-E.</td></tr><tr><td>Fatty acids:</td><td colspan=\"3\">Weight percent composition\"</td><td/></tr><tr><td>(.-5)</td><td/><td/><td/><td/></tr><tr><td>14:1</td><td>n.r.</td><td>n.r.</td><td>n.r.</td><td>n.r.</td></tr><tr><td>16: I</td><td>0.34</td><td>0.95</td><td>0.30</td><td>n.r.</td></tr><tr><td>18: 1</td><td>0.44</td><td>1.40</td><td>0.30</td><td>0.34</td></tr><tr><td>20:1</td><td>0.15</td><td>0.45</td><td>0.15</td><td>1.32</td></tr><tr><td>22:1</td><td>0.53</td><td>0.11</td><td>n.r.</td><td>n.r.</td></tr><tr><td>(n-7)</td><td/><td/><td/><td/></tr><tr><td>14:1</td><td>0.37</td><td>0.31</td><td>n.r.</td><td>n.r.</td></tr><tr><td>16: l</td><td>0.30</td><td>3.22</td><td>5.54</td><td>10.30</td></tr><tr><td>18: I</td><td>1.02</td><td>3.41</td><td>1.37</td><td>1.17</td></tr><tr><td>20:1</td><td>6.28</td><td>2.77</td><td>0.55</td><td>0.17</td></tr><tr><td>22:1</td><td>0.57</td><td>0.24</td><td>n.r.</td><td>0.07</td></tr><tr><td>(n-9)</td><td/><td/><td/><td/></tr><tr><td>14: I h</td><td>n.r.</td><td>0.25</td><td>1.58</td><td>5.84</td></tr><tr><td>16:1</td><td>n.r.</td><td>n.r.</td><td>n.r.</td><td>n.r.</td></tr><tr><td>18:1</td><td>1.25</td><td>3.61</td><td>7.51</td><td>6.38</td></tr><tr><td>20:1</td><td>1.01</td><td>0.92</td><td>0.37</td><td>0.20</td></tr><tr><td>22:1</td><td>3.16</td><td>1.27</td><td>n.r.</td><td>0.17</td></tr><tr><td>(n-lO)</td><td/><td/><td/><td/></tr><tr><td>t 16:1</td><td>0.37</td><td>2.67</td><td>6.14</td><td>7.32</td></tr><tr><td>(n-! 1) + (n-13)</td><td/><td/><td/><td/></tr><tr><td>20:1</td><td>n.r.</td><td>0.24</td><td>n.r.</td><td>0.14</td></tr><tr><td>22:1</td><td>0.67</td><td>1.27</td><td>n.r.</td><td>0.17</td></tr><tr><td colspan=\"3\">\"Percentage of total fatty acids identified.</td><td/><td/></tr><tr><td colspan=\"2\">hldentification questioned by authors.</td><td/><td/><td/></tr><tr><td>Species:</td><td>Chiropsalmus sp.</td><td/><td>T.amoya haplonema</td><td/></tr><tr><td>Lipid class:</td><td>Total</td><td>Total</td><td>Polar</td><td>Trig.</td></tr><tr><td>Fatty acids</td><td colspan=\"3\">Weight percent composition</td><td/></tr><tr><td>14:0</td><td>2.67</td><td>0.72</td><td>!.37</td><td>0.86</td></tr><tr><td>16:0</td><td>17.62</td><td>13.18</td><td>16.56</td><td>8.33</td></tr><tr><td>18:0</td><td>10.44</td><td>9.31</td><td>13.01</td><td>10.20</td></tr><tr><td>20:0</td><td>0.32</td><td>0.22</td><td>n.s.a. ~</td><td>n.s.&amp;</td></tr><tr><td>16:1 (n-7)</td><td>4.85</td><td>i.95</td><td>0.78</td><td>2.38</td></tr><tr><td>t 16:1 (n-10)</td><td>n.o. h</td><td>0.43</td><td>0.55</td><td>0.89</td></tr><tr><td>7M7H ~</td><td>1.95</td><td>1.05</td><td>1.65</td><td>1.08</td></tr><tr><td>18:1 (n-9)</td><td>3.81</td><td>3.72</td><td>1.99</td><td>4.59</td></tr><tr><td>18:1 (n-7)</td><td>2.77</td><td>2.85</td><td>2.31</td><td>3.40</td></tr><tr><td>20: I ~</td><td>!.25</td><td>1.13</td><td>0.96</td><td>1.15</td></tr><tr><td>22:1</td><td>n.s.a.</td><td>0.50</td><td>0.38</td><td>n.s.a.</td></tr><tr><td>18:2 (n-6)</td><td>!.22</td><td>1.20</td><td>0.67</td><td>1.22</td></tr><tr><td>20:4 (n-6)</td><td>3.33</td><td>4.96</td><td>4.98</td><td>5.78</td></tr><tr><td>22:4 (n-6)</td><td>3.11</td><td>3.31</td><td>5.06</td><td>3.16</td></tr><tr><td>22:5 (n-6)</td><td>n.s.a</td><td>0.73</td><td>0.43</td><td>0.69</td></tr><tr><td>18:3 (n-3)</td><td>0.83</td><td>0.49</td><td>0.20</td><td>0.40</td></tr><tr><td>18:4 (n-3)</td><td>0.25</td><td>0.69</td><td>5.54</td><td>1.85</td></tr><tr><td>20:5 (n-3)</td><td>17.55</td><td>18.37</td><td>17.30</td><td>22.46</td></tr><tr><td>22:5 (n-3)</td><td>4.39</td><td>6.97</td><td>6.33</td><td>7.37</td></tr><tr><td>22:6 (n-3)</td><td>6.73</td><td>15.29</td><td>7.10</td><td>15.99</td></tr><tr><td>hNot observed.</td><td/><td/><td/><td/></tr><tr><td colspan=\"2\">~7-Methyl-7-hegadecenoate.</td><td/><td/><td/></tr><tr><td colspan=\"2\">\"Sum of cis isomers.</td><td/><td/><td/></tr></table>"
            },
            "TABREF13": {
                "type_str": "table",
                "text": "Major Fatty Acids of Two Cubozoan Medusae",
                "num": null,
                "content": "<table/>"
            },
            "TABREF14": {
                "type_str": "table",
                "text": "Glyceryl Ethers and Fatty Alcohols in Nonsaponifiable Lipids of Gorgonians Although alkyldiacylglycerols were not reported in lipids of anemones by Vooght et al., 136 Mason, 9° and Rouser et al., ~1~ they have been observed in small amounts in lipids of M. dianthus. 4~ Glyceryl ethers have also been found in the nonsaponifiable lipids of M. senile (0.9%), s9 M. senile fimbriatum (3.0%), s2 Metridium sp. (18.8%) 52 and Anthopleura orientalis (7.6%~ s2 Hooper and Ackman investigated the composition of glyceryl ethers as dichloro derivatives, in nonsaponifiable lipids of M. dianthus.",
                "num": null,
                "content": "<table><tr><td>Lipid class:</td><td/><td>Glyceryl ethers</td><td/><td/><td>Fatty alcohols</td><td/></tr><tr><td>Chain-length:</td><td>Cj.</td><td>C~s</td><td>Ci8:1</td><td>Ci6</td><td>Cis</td><td>Ci8:1</td></tr><tr><td>Species</td><td/><td colspan=\"3\">Composition relative to C~s</td><td/><td/></tr><tr><td>Eunicea laciniata</td><td>0.062</td><td/><td>0.02</td><td>1.6</td><td/><td>0.57</td></tr><tr><td>Eunicea tourneforte</td><td>0.34</td><td/><td>0.02</td><td>1.6</td><td/><td>0.12</td></tr><tr><td>Gorgonia flabellum</td><td>0.89</td><td/><td>0</td><td>2.1</td><td/><td>0.12</td></tr><tr><td>Goroonia rentalina</td><td>0.95</td><td/><td>0</td><td>3.2</td><td/><td>0.49</td></tr><tr><td>Muricea atlantica</td><td>0.93</td><td/><td>0.015</td><td>1.6</td><td/><td>0.032</td></tr><tr><td>Muriceopsis flarida</td><td>0.22</td><td/><td>0</td><td>7.8</td><td/><td>0.42</td></tr><tr><td>Plexaura homomalla</td><td>0.39</td><td/><td>0.008</td><td>0.36</td><td/><td>0.058</td></tr><tr><td>Pseudopteroyor.qia acerosa</td><td>0.25</td><td/><td>0</td><td>2.9</td><td/><td>0.65</td></tr><tr><td>PterogoGlia anceps</td><td>1.4</td><td/><td>0</td><td>9.5</td><td/><td>1.4</td></tr><tr><td>Rumphella antipathes</td><td>0.77</td><td/><td>0</td><td>3.4</td><td/><td>0.37</td></tr></table>"
            }
        }
    }
}