{
    "paper_id": "1-s2",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:16:19.580186Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Soman is an organophosphoms (OP) compound which irreversibly inhibits acetylcholinesterabe (AChEI. the primary synaptic inactivator of acetylcholine. Resultant excessive cholinergic activity elicits generalized convulsions and brain lesions. Recent evidence suggests that other neurotransmitter/neuromodulator systems may be affected by the OP compounds as well. Since we have shown that both electrically and chemically induced seizures cause significant and prolonged increases in the neuropeptide thyrotropin-releasing hormone (TRH) in epileptogcnic sites, we examined soman-induced convulsion effects on CNS TRH. Rats were injected with either soman (IO pg/kg SC; equivalent to 0.9 LD,,,) or saline and observed for convulsive activity. Forty-eight hours post injection. dramatic increases of TRH over control levels were seen in frontal cortex (30-fold). pooled cortex (24-fold), hippocampus (IGfold), piriform cortex (lit-fold). entorhinal cortex (I I-fold), and amygdala (Z-fold). No change was observed in either hypothalamus or pituitary. Our results demonstrate. for the first time. iI substimtial effect of an OP on ;I specific neuropeptidc system in vivo. The neurochcmical and behaviorill consequencea of the sontan-induced increaxch in TRH. espccinlly in the frontal cortex. xc presently unknown. Clearly, much more work is required to discern the cxttct role TRH ha> following ~o~n;m cupo\\urc.",
    "pdf_parse": {
        "paper_id": "1-s2",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Soman is an organophosphoms (OP) compound which irreversibly inhibits acetylcholinesterabe (AChEI. the primary synaptic inactivator of acetylcholine. Resultant excessive cholinergic activity elicits generalized convulsions and brain lesions. Recent evidence suggests that other neurotransmitter/neuromodulator systems may be affected by the OP compounds as well. Since we have shown that both electrically and chemically induced seizures cause significant and prolonged increases in the neuropeptide thyrotropin-releasing hormone (TRH) in epileptogcnic sites, we examined soman-induced convulsion effects on CNS TRH. Rats were injected with either soman (IO pg/kg SC; equivalent to 0.9 LD,,,) or saline and observed for convulsive activity. Forty-eight hours post injection. dramatic increases of TRH over control levels were seen in frontal cortex (30-fold). pooled cortex (24-fold), hippocampus (IGfold), piriform cortex (lit-fold). entorhinal cortex (I I-fold), and amygdala (Z-fold). No change was observed in either hypothalamus or pituitary. Our results demonstrate. for the first time. iI substimtial effect of an OP on ;I specific neuropeptidc system in vivo. The neurochcmical and behaviorill consequencea of the sontan-induced increaxch in TRH. espccinlly in the frontal cortex. xc presently unknown. Clearly, much more work is required to discern the cxttct role TRH ha> following ~o~n;m cupo\\urc.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Prolonged centrally mediated convulsions are one of the major signs that occur following poisoning with organophosphorus (OP) anticholinesterase nerve agents such as soman (pinacolyl methylphosphonofluoridatel [ 151.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Soman toxicity is generally believed to be due to its prolonged inhibition of acctylcholinesterase (AChEI and subscqucnt increase of acetylcholine (ACh) at central and peripheral synapses [26] . Originally, convulsions were considered a factor that complicated the more immediate life-threatening effects that nerve agents have on the respiratory system [22] . However, recent evidence indicates that OP-induced convulsions rapidly progress to status epilepticus and contribute to profound irreversible brain damage [ 171. Therefore, effective management of OP-induced convulsions is critical for both immediate casualty treatment and minimization of neuropathology [2] . It has been shown recently that soman initiated convulsions and associated treatment may involve non-cholinergic neurotransmitter systems as well [ 181. We and others have demonstrated that generalized seizures produce significant and prolonged increases of the neuropeptide, thyrotropin-releasing hormone (TRHI in seizure-susceptible subregions of the brain [l2] . Thus, the present study was undertaken to determine if soman-induced convulsions could produce similar increases in brain TRH. Portions of this study have been previously presented [ I3] Eighteen male Sprague-Dawley rats (200-306 g) were obtained from Charles River Labs, housed in temperature-Ie saline (0.9% NaCII was purchased , obtained from the Engineering Center (Aberdeen Proving Ground, I. was diluted in ice-cold saline prior to injection. Following treatment. animais were observed for tonic-clonic convulsions and other visible signs of soman intoxication continuously for 15 min and then at 0.5, 1 -I 3 4, tnnd 21 17.",
                "cite_spans": [
                    {
                        "start": 188,
                        "end": 192,
                        "text": "[26]",
                        "ref_id": null
                    },
                    {
                        "start": 354,
                        "end": 358,
                        "text": "[22]",
                        "ref_id": null
                    },
                    {
                        "start": 666,
                        "end": 669,
                        "text": "[2]",
                        "ref_id": null
                    },
                    {
                        "start": 1031,
                        "end": 1035,
                        "text": "[l2]",
                        "ref_id": null
                    },
                    {
                        "start": 1219,
                        "end": 1224,
                        "text": "[ I3]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Forty-eight hours itfter the injections. lbr rals were killed by decapitation, trunk blood was collected in chilled heparinized tubes. and their brains immediately removed and rinsed in ice-cold saline. The blood samples were centrifuged to obtain plasma md red blood cell (RBCP fractions for subsequent cholinesterase (ChEI determinations by the automated spectrophotonletr~c method of Groff et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": ", -7 . q",
                "sec_num": null
            },
            {
                "text": "[4] using a Technicon Autoanalyzer. Total ChE activity was calculated as plmoI/min/ml. Acetylcholinesterase enzyme activity was expressed as c/r of control -1. S.E.M., and statistical comparisons were made by two-tailed t-tests. Brains were dissected free-had under low-power magnification over an ice-chilled wax plate as previously described [l9]. Brain tissues were rapidly weighed, fror.en in aluminum foil on dry ice and stored at -80°C until extracted with acetic acid. TRH was assayed with a sensitive RIA as previously described. The antibody is highly spec,ific for TRH, and does not cross-react with any of the known TRH nl~t;Mitea. TRH data are prese~&xl as mm pg/mg wet weight -t S.E.M. when possible and paired two-tailed r-tests were performed on log-transformed data as previously described [IO] .",
                "cite_spans": [
                    {
                        "start": 806,
                        "end": 810,
                        "text": "[IO]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": ", -7 . q",
                "sec_num": null
            },
            {
                "text": "Ten of the 12 soman-treated rats had documented prolonged tonic-clonic convulsions. whereas two did not. None of the saiine-treated animals convulsed. Plasma and RBC ChE activity were decreased in the soman group by 42% and 92% respectively 48 h after treatment, whether they had convulsions or not, when compared to saline controls (Table I ). In the IO rats that had convulsions. increases in TRH were marked and ranged from 2-fold in the amygdala to 30-fold in the frontal cortex. TRH levels from pooled cortex (parietal, occipital, and cingulate cortices) increased 24-fold, while content in the hippocampal formation (hippocampus f dentate gyrus), piriform and entorhinal cortices increased 16-, 14-, and I l-fold respectively. No change was observed in either the hypothalamus or the pituitary (Table 2) . TRH level5 were unchanged in the two soman-treated non-convulsing animals (Table 2) and therefore were not included in the statistical analysis.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 333,
                        "end": 341,
                        "text": "(Table I",
                        "ref_id": null
                    },
                    {
                        "start": 800,
                        "end": 809,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 886,
                        "end": 895,
                        "text": "(Table 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": ", -7 . q",
                "sec_num": null
            },
            {
                "text": "Organophosphorus compounds such as soman are PO-tent cbolinesterase inhibitors whose effects cause hyptrractivity of the cholincrgic systenl ilS it result of iMX_W-d acetylcholine at central and peripheral synapses [25] . This leads IO a progression of' toxic signs. including hyprrsccretions. convulsions and ultimately death [XI. At the soma dose given herein, our behavioral and claolinesterase findings (Table I) were consistent with previously published observations [25] in all except two rats that did not co19vulse. It is generally acknowledged. however. that plasma and RBC cholinesterase activity provide an index of soman exposure, Thus, we theorize that in the two non-responders, CNS soman levels were insufficient to induce overt convulsions and/or inhibit TRH metabolism but were adeqliLll:* to significantly reduce circulating cholinestcrasc activity in the periphery. The magnitude of the postictal increases of TRH in cortical regions, especially in frontal cortex (30-fold). was the most striking finding of the present study. Previous studies using electroconvulsive seizures (ECSI, electrically kindled and pentylenetetrazol (PTZI-induced seizures revealed between 2-and 4-fold TRH increases 48 h postictally [ 121. In the present study, total TRH content in frontal cortex alone increased from a mean of 126 pg to 3235 pg after soman convulsions. When applied on a weight basis to the other cortical regions, including the hippocampal formation, the soman-induced increase in cortical TRH is considerable and far exceeds that found in the hypothalamus, the forebrain region that normally contains the highest TRH content [9] . Perhaps the severity and prolongation of the convulsions are contributory in the marked TRH increases. In contrast to kindled or ECS-induced convulsions which are relatively brief, [!9] soman-induced convulsions have been reported to last as long as 6 h. with EEG spikes observed as much as 24 h later [18] . Interestingly, Kreider et a!. [S] found that long-lasting (3-4 h) kainate-induced convulsions resulted in TRH elevations that were greater in hippocampus and posterior cortex than those obtained with either ECS or kindling 1121 and approached those reported herein in similar tissues. Since soman-and kninate-induced convulsions are associated with alterations in glutamate release [28] . it is possible that excitatory amino acids may be involved in the ovcral! TRH response. This prospect raises the issue of whether soman is having both a primary and/or secondary effect on ncuronal TRW through other neurotransmitter systems. Moreover, the origin of neocortical TRH is not firmly established, leading to speculation that the cortical changes reported here could be derived from either extrinsic and/or intrinsic sources [5,!6], Noteworthy was the absence of a soman effect on TRH in the hypothalamus and pituitary. These two structures fail to elicit a posticta! TRH increase by other seizure paradigms as well 1121. Surprisingly, the z-fold increase of TRH in the amygdala of soman-treated convulsant rats was similar to that seen after ECS, kindled, PTZ, or kainate-induced seizures [8.!2] . This suggests that soman had little potentiating effect on the posticta! TRIH response in this structure. Since the amygdala is known to have increased TRH mRNA postictally [I I], one would have expected to observe greater than a I-fold TRH increase in this locus of soman-injected animals if soman had either a stabilizing effect on TRH mRNA. or a direct effect on enhancing the rate of posttranslational pro-TRH processing [ 141. Further-ttK% lack of a soman effect on TRH in the hypothalamus and pituitary, two tissues that contain TRH cells [S], argues against direct soman effects on TRH biosynthesis and/or its metabolism in these tissues.",
                "cite_spans": [
                    {
                        "start": 215,
                        "end": 219,
                        "text": "[25]",
                        "ref_id": null
                    },
                    {
                        "start": 1643,
                        "end": 1646,
                        "text": "[9]",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1951,
                        "end": 1955,
                        "text": "[18]",
                        "ref_id": null
                    },
                    {
                        "start": 1988,
                        "end": 1991,
                        "text": "[S]",
                        "ref_id": null
                    },
                    {
                        "start": 2340,
                        "end": 2344,
                        "text": "[28]",
                        "ref_id": null
                    },
                    {
                        "start": 3147,
                        "end": 3153,
                        "text": "[8.!2]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 407,
                        "end": 416,
                        "text": "(Table I)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": ", -7 . q",
                "sec_num": null
            },
            {
                "text": "TRW metabolism involves a cascade of both specific and non-specific membrane-bound and cytosolic enzymes having a differential distribution throughout the CNS [ !.9.2!]. Therefore. one could speculate that in tissues where soman-sensitive enzymes predominate. soman exposure could have an inhibitory effect, leading to a decrease in TRH metabolism and increased tissue levels. Interestingly enough, soman was shown to inhibit the metabolism of TRH in rat and guinea pig brain homogenates but had no demonstrable effect on the metabolism of other neuropeptides such as bradykinin, neurotensin. somatostatin. (Y-MSH. met-and leu-enkephalin and substance-P [31. Additionally. diisopropyltluorophosphate. an OP compound in the same general class as soman [XI, has been shown to be a potent inhibitor of prolyl endopeptidase. a key metabolic enzyme in TRH degradation [6] . Since the antibody used to assay TRH levels herein does not crossreact with any of its known metabolites [IO] . we could not determine the metabolic pathway(s) in various tissues. However, two potential key sites of soman-enzyme interaction exist. The first is membrane-bound pyroglutamy! peptidase II and its related enzymes. Since this enzyme is apparently specific for TRH [ I ,2 1,241, soman effects could be limited to TRH increases. The second site is in the neurona! cytoplasm. Here, sosnan could interact with either pyroglutamy! aminopeptidase I and/or proly! endopeptidase and their related soluble enzymes. Moreover, proly! endopcptidase can cleave a broad range of neuropeptides of length between 3 and 30 amino acids [3!]. Thus, soman exposure could affect several other neuropeptide systems as wcl!. Clearly. the present results point to a need fat additional studies to determine which TRH metabolic cnzymets) is/are preferentially inhibited following soman exposure.",
                "cite_spans": [
                    {
                        "start": 863,
                        "end": 866,
                        "text": "[6]",
                        "ref_id": null
                    },
                    {
                        "start": 974,
                        "end": 978,
                        "text": "[IO]",
                        "ref_id": null
                    },
                    {
                        "start": 1245,
                        "end": 1251,
                        "text": "[ I ,2",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": ", -7 . q",
                "sec_num": null
            },
            {
                "text": "The functional consequence(s) of the soman-induced regional increases of TRH is presently unknown. In addition to its recognized role in regulating the thyroid gland [ 141, current literature supports an emerging role for posticta! TRH as an endogenous anticonvulsant [I I ,!2,!9,23]. Thus. high cortical TRH levels following soman could reflect an endogenous response to reduce neurona! excitability. This is consistent with the observation that TRH inhibits glutamate-stimulated influx of calcium into cultured neurons 171. On the other hand, data also exist which indicate that TRH augments ncetylcholine release [20, 27] . Thus. TRH could possibly potentiatc the soman-induced cholinergic effects in the brain. Further, TRH has been shown to have actions on autonomic, motor. sensory and limbic systems. arousal, temperature regulation. appetite and gastrointestinal function [ 141. Which system(s) mlty be affected by elevated TRH. and for how long after acute soman exposure remains to be determined.",
                "cite_spans": [
                    {
                        "start": 616,
                        "end": 620,
                        "text": "[20,",
                        "ref_id": null
                    },
                    {
                        "start": 621,
                        "end": 624,
                        "text": "27]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": ", -7 . q",
                "sec_num": null
            },
            {
                "text": "In conclusion, we have shown for the first time that soman-induced convulsions result in elevations of TRH in",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": ", -7 . q",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "730 I I9Oh) I-I--149",
                "authors": [
                    {
                        "first": "Ri-Y",
                        "middle": [],
                        "last": "Rnritr",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "iitlriuwirim,iI i;ilciuni. Rnritr RI-Y.. 730 I I9Oh) I-I--149.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "IJIII~IU~-uslion of kainic aLid pri)duLw L~IC\\;LIIOII\\ 111 1'Kti III I;11 ccnu.iI nervous syucm. h'r,qrrl. f?cpr",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kreidcr. h1.S.. Woltingcr. B.L. and Winohur. A.. S~WIIW .IJIII~IU~- uslion of kainic aLid pri)duLw L~IC\\;LIIOII\\ 111 1'Kti III I;11 ccnu.iI nervous syucm. h'r,qrrl. f?cpr., 28 t 1?1YO) U-93.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Thyrotropin-rele~Ibing hormonc: localization of cpecific hypo~halnmic and extr~~hypotl~al;I~nic sites of CNS modulation",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "M J"
                        ],
                        "last": "Kubek",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Nclftruj~rsl~/trtic,ri t$ tl~rf~rr~wic. Edrrrirfr frrrfl /mrrftrru Sys",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kubek. M.J., 'Thyrotropin-rele~Ibing hormonc: localization of cpecific hypo~halnmic and extr~~hypotl~al;I~nic sites of CNS modulation. In: R.C.A. Frederickwn. H. Hendrie. J.N. Hinggen ml M.H. Apriwn (Eds.1. Nclftruj~rsl~/trtic,ri t$ tl~rf~rr~wic. Edrrrirfr frrrfl /mrrftrru Sys-",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Methods of rhyrotropin-releasing ltorntone measurement",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "M J"
                        ],
                        "last": "Kubck",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "T G"
                        ],
                        "last": "Hill",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kubck. M.J. and Hill. T.G.. Methods of rhyrotropin-releasing ltor- ntone measurement. In: J.N. Hingtgen. D.H. Hellhammer and G.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A&arrtwI Medwd,s in P.s~~/rt,hio/~?~!'. Hogrek. Toronto",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Huppmann",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "261--170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huppmann (Eds.), A&arrtwI Medwd,s in P.s~~/rt,hio/~?~!'. Hogrek. Toronto. 1987. pp. 261-170.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Thyrotropin-releu~ine hormone gene expre+ sicm and receptora ure dit'ferentudly modilied in limbic !'OCI 1~) seizures",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G Ks"
                        ],
                        "last": "Fuwt",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Awl. Neiud",
                "volume": "33",
                "issue": "lYY3",
                "pages": "70--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "G.G. and Fuwt. KS.. Thyrotropin-releu~ine hormone gene expre+ sicm and receptora ure dit'ferentudly modilied in limbic !'OCI 1~) seizures. Awl. Neiud.. 33 ( lYY3) 70-76.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Effects of a nova1 thyrotropin-releasin, 11 hormone analoguc. JTP-2942. on extracellulm acetylcholine and cholme levels in the riil frontal tortes and hippocampus",
                "authors": [],
                "year": 1913,
                "venue": "EIU. J. Ch. PllcurlltrcY~",
                "volume": "133",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Effects of a nova1 thyrotropin-releasin, 11 hormone analoguc. JTP- 2942. on extracellulm acetylcholine and cholme levels in the riil frontal tortes and hippocampus. EIU. J. Ch. PllcurlltrcY~/.. 133 (1913) ?I-28.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Cltanges in extrncellulur ;m~ino acid5 during wntan-and kainic acid-induced aeiLure\\. J. ,%w~~~c~/rtw",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "F E"
                        ],
                        "last": "Samzon",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "S R"
                        ],
                        "last": "Nelwn",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "T L"
                        ],
                        "last": "Pardernik",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "49",
                "issue": "",
                "pages": "15--650",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Samzon. F.E.. Nelwn. S.R. and Pardernik. T.L.. Cltanges in extrncellulur ;m~ino acid5 during wntan-and kainic acid-induced aeiLure\\. J. ,%w~~~c~/rtw.. 49 ( 1987) h-15-650.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "The experiments reported here wcrc conducted according to the \"Guide fbr care and use of l&oratory animals\" (19X.5). ;LS prepared by the Committee on Cart and Use of Laboratory Animals. Notional Research Council. NIH Publication No. 85-23. The views of the authors do not purport to reflect the position of the Department of the Army or the Dcpiutmcnt of Defense (para J-3. AR 360-5).",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "content": "<table><tr><td>Bmin region</td><td colspan=\"3\">TRH (mean pg/mg wer</td><td/><td/></tr><tr><td/><td colspan=\"2\">weight + S.E.M.)</td><td/><td/><td>TRH (mean)</td></tr><tr><td/><td colspan=\"3\">Saline ()a= 6) Soman-</td><td>Fold</td><td>Soman-no</td></tr><tr><td/><td/><td/><td>convulsion</td><td colspan=\"2\">change convulsion</td></tr><tr><td/><td/><td/><td>(n = IO)</td><td/><td>(II = 2)</td></tr><tr><td>Hippocampus</td><td>4.37+</td><td>o..i</td><td>7O.OO;t4.0</td><td>16'</td><td>4.35</td></tr><tr><td>Amygdrdu</td><td>18.84&amp;</td><td>1.5</td><td>39.9053.9</td><td>2 J</td><td>28.36</td></tr><tr><td>Frontal cortex</td><td>0.975</td><td>0.1</td><td colspan=\"2\">18.90 5 2.8 30 .l</td><td>0.85</td></tr><tr><td>Piribrm cortex</td><td colspan=\"2\">,.OO&amp; 0.1</td><td>27.90t5.7</td><td>I4 d</td><td>3.51</td></tr><tr><td>Entorhinal cortex</td><td>5.20+</td><td>0.6</td><td colspan=\"2\">55.00 -e 2.8 I I '</td><td>2.50</td></tr><tr><td>Pooled cortex</td><td>0.885</td><td>0.2</td><td colspan=\"2\">21.OOi_ I.5 24 d</td><td>3.70</td></tr><tr><td>Hypothalnmus</td><td colspan=\"2\">16.i.76* 15.1</td><td>170.47~8.7</td><td>I</td><td>179.49</td></tr><tr><td>Pituitary (whole)</td><td>3X02&amp;</td><td>2.8</td><td>40.2+3.7</td><td>I</td><td>.l3.50</td></tr><tr><td colspan=\"6\">4 p &lt; 0.05 %alinr: YX. coman-convulsion ;L% determined by the two-tailed</td></tr><tr><td>paired r-test.</td><td/><td/><td/><td/><td/></tr></table>",
                "text": "",
                "num": null,
                "type_str": "table"
            }
        }
    }
}