{
    "paper_id": "1-s2",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:25:23.814062Z"
    },
    "title": "Microstructural evolution and nanoscale crystallography in scleractinian coral spherulites",
    "authors": [
        {
            "first": "Renée",
            "middle": [],
            "last": "Van De Locht",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of York",
                "location": {
                    "postCode": "YO10 5DD",
                    "settlement": "Heslington",
                    "region": "York",
                    "country": "United Kingdom"
                }
            },
            "email": ""
        },
        {
            "first": "Andreas",
            "middle": [],
            "last": "Verch",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of York",
                "location": {
                    "postCode": "YO10 5DD",
                    "settlement": "Heslington",
                    "region": "York",
                    "country": "United Kingdom"
                }
            },
            "email": "andreas.verch@york.ac.uk"
        },
        {
            "first": "Martin",
            "middle": [],
            "last": "Saunders",
            "suffix": "",
            "affiliation": {
                "laboratory": "Centre for Microscopy, Characterisation and Analysis (CMCA)",
                "institution": "The University of Western Australia (M010)",
                "location": {
                    "addrLine": "35 Stirling Highway",
                    "postCode": "6009",
                    "settlement": "Crawley",
                    "region": "WA",
                    "country": "Australia"
                }
            },
            "email": "martin.saunders@uwa.edu.au"
        },
        {
            "first": "Delphine",
            "middle": [],
            "last": "Dissard",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Western Australia",
                "location": {
                    "addrLine": "35 Stirling Highway",
                    "postCode": "6009",
                    "settlement": "Crawley",
                    "region": "WA",
                    "country": "Australia"
                }
            },
            "email": "delphine.dissard@uwa.edu.au"
        },
        {
            "first": "Tim",
            "middle": [],
            "last": "Rixen",
            "suffix": "",
            "affiliation": {},
            "email": "tim.rixen@zmt-bremen.de"
        },
        {
            "first": "Aurélie",
            "middle": [],
            "last": "Moya",
            "suffix": "",
            "affiliation": {
                "laboratory": "ACR Centre of Excellence for Coral Reef Studies",
                "institution": "James Cook University",
                "location": {
                    "postCode": "4811",
                    "settlement": "Townsville",
                    "region": "Queensland",
                    "country": "Australia"
                }
            },
            "email": "aurelie.moya@gmail.com"
        },
        {
            "first": "Roland",
            "middle": [],
            "last": "Kröger",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of York",
                "location": {
                    "postCode": "YO10 5DD",
                    "settlement": "Heslington",
                    "region": "York",
                    "country": "United Kingdom"
                }
            },
            "email": "roland.kroger@york.ac.uk"
        },
        {
            "first": "Sciverse",
            "middle": [],
            "last": "Sciencedirect",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "One of the most important aspects in the research on reef-building corals is the process by which corals accrete biogenic calcium carbonate. This process leads to the formation of a mineral/organic composite and it is believed that the development of the nano-and microstructure of the mineral phase is highly sensitive to the growth conditions. Transmission electron microscopy (TEM) analysis of large-scale (10 Â 30 lm) focused ion beam (FIB) prepared lamellae was performed on adult and juvenile scleractinian coral skeleton specimens. This allowed for the investigation of the nano and microstructure and the crystallographic orientation of the aragonite mineral. We found the following microstructural evolution in the adult Porites lobata specimens: randomly oriented nanocrystals with high porosity, partly aligned nanocrystals with high porosity and areas of dense acicular crystals of several micrometers extension, the latter two areas are aligned close to the [0 0 1] direction (Pmcn space group). To the best of our knowledge, for the first time the observed microstructure could be directly correlated with the dark/bright bands characteristic of the diurnal growth cycle. We hypothesize that this mineral structure sequence and alignment in the adult specimen is linked to the photosynthetic diurnal cycle of the zooxanthellea regulating the oxygen levels and organic molecule transport to the calcifying medium. These observations reveal a strong control of crystal morphology by the organism and the correlation of the accretion process. No indication for a self-assembly of nanocrystalline units, i.e., a mesocrystal structure, on the micrometer scale could be found.",
    "pdf_parse": {
        "paper_id": "1-s2",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "One of the most important aspects in the research on reef-building corals is the process by which corals accrete biogenic calcium carbonate. This process leads to the formation of a mineral/organic composite and it is believed that the development of the nano-and microstructure of the mineral phase is highly sensitive to the growth conditions. Transmission electron microscopy (TEM) analysis of large-scale (10 Â 30 lm) focused ion beam (FIB) prepared lamellae was performed on adult and juvenile scleractinian coral skeleton specimens. This allowed for the investigation of the nano and microstructure and the crystallographic orientation of the aragonite mineral. We found the following microstructural evolution in the adult Porites lobata specimens: randomly oriented nanocrystals with high porosity, partly aligned nanocrystals with high porosity and areas of dense acicular crystals of several micrometers extension, the latter two areas are aligned close to the [0 0 1] direction (Pmcn space group). To the best of our knowledge, for the first time the observed microstructure could be directly correlated with the dark/bright bands characteristic of the diurnal growth cycle. We hypothesize that this mineral structure sequence and alignment in the adult specimen is linked to the photosynthetic diurnal cycle of the zooxanthellea regulating the oxygen levels and organic molecule transport to the calcifying medium. These observations reveal a strong control of crystal morphology by the organism and the correlation of the accretion process. No indication for a self-assembly of nanocrystalline units, i.e., a mesocrystal structure, on the micrometer scale could be found.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Despite the abundance of calcifying organisms within several diverse phyla, the identification and understanding of the calcification mechanism remains a subject of debate (e.g., Al-Horani et al., 2003; Beniash et al., 1997; Cohen and McConnaughey, 2003; Weiner, 2008) . Understanding the calcifying mechanism has become increasingly important given the potential impact of climate change on this process. Ocean acidification caused by increased atmospheric carbon dioxide (CO 2 ) concentrations will have serious effects on many aspects of marine life and particularly coral reefs (Hoegh-Guldberg et al., 2007; Kleypas et al., 2006) . Several studies have reported negative impacts on different calcifying organisms (e.g., corals and foraminifera), such as decreasing calcification rates and decalcification (Bijma et al., 2002; Dissard et al., 2010; Fine and Tchernov, 2007) . To address the process of nucleation and growth in corals we characterize the skeletal structure from the nano-to microscale, in both adult and juvenile specimens of different species to investigate both an early growth stage as well as fully developed skeletal features, by electron microscopy based techniques. Scleractinian corals exclusively produce aragonite and the resulting skeleton is hierarchically ordered from the nanometer scale. This has frequently been observed in other biominerals (Fratzl and Weinkamer, 2007) . It is generally accepted that the fundamental structure of the aragonite coral skeleton consist of bundles of acicular crystals situated around a so-called center of calcification (COC) (Bourne, 1887 (Bourne, , 1899 or 'early mineralization zone' (Cuif et al., 2003a,b) forming a three dimensional fan-like structure or spherulite (Cohen and McConnaughey, 2003) .",
                "cite_spans": [
                    {
                        "start": 179,
                        "end": 202,
                        "text": "Al-Horani et al., 2003;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 203,
                        "end": 224,
                        "text": "Beniash et al., 1997;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 225,
                        "end": 254,
                        "text": "Cohen and McConnaughey, 2003;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 255,
                        "end": 268,
                        "text": "Weiner, 2008)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 582,
                        "end": 611,
                        "text": "(Hoegh-Guldberg et al., 2007;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 612,
                        "end": 633,
                        "text": "Kleypas et al., 2006)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 809,
                        "end": 829,
                        "text": "(Bijma et al., 2002;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 830,
                        "end": 851,
                        "text": "Dissard et al., 2010;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 852,
                        "end": 876,
                        "text": "Fine and Tchernov, 2007)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1377,
                        "end": 1405,
                        "text": "(Fratzl and Weinkamer, 2007)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1594,
                        "end": 1607,
                        "text": "(Bourne, 1887",
                        "ref_id": null
                    },
                    {
                        "start": 1608,
                        "end": 1623,
                        "text": "(Bourne, , 1899",
                        "ref_id": null
                    },
                    {
                        "start": 1655,
                        "end": 1677,
                        "text": "(Cuif et al., 2003a,b)",
                        "ref_id": null
                    },
                    {
                        "start": 1739,
                        "end": 1769,
                        "text": "(Cohen and McConnaughey, 2003)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The two main substructures within a spherulite are: (1) a center with granular aragonite submicron crystals (the COC), (2) acicular aragonite crystal needles radiating from this center (Köch and von, 1882; Bourne 1887 Bourne , 1899 Ogilvie, 1896) . Furthermore radial contrast bands have been observed by optical microscopy investigation within spherulites and have often been interpreted as daily growth bands (Barnes, 1970; Risk and Pearce, 1992) (Fig. 1) . Many corals show a precipitation of the granular crystals at night, whereas the acicular crystals mainly form during the day (Cohen and McConnaughey, 2003) . There is still much debate about the nature of these different subunits within the coral skeleton formation process, including key issues such as the crystal continuity (or discontinuity) between the subunits, and whether the aragonite needles are single crystals or form larger domains (Cuif and Dauphin, 2005) . Benzerara et al. (2011) made great progress in the nanoscale characterization of the COC structure in a Porites sp. single specimen by EM methods. Their findings show alignment between the granular crystals within the COC over several micrometers and support a single crystal interpretation of the outward radiating aragonite needles. We aim to take this characterization further by creating a focused ion beam (FIB) lamella without using lift-out which encompasses a complete spherulite, so as to gain structural data not only from the granular COC and neighboring acicular crystals, but also from the subsequent dark optical contrast band (onset of the next daily growth band) and the relation between these three subunits, whilst maintaining the contextual information of the skeleton. Additionally we analyze the microstructural succession of a spherulite in a juvenile Acropora millepora specimen to gain understanding of the impact of growth conditions on the morphologies of the mineral phase.",
                "cite_spans": [
                    {
                        "start": 185,
                        "end": 205,
                        "text": "(Köch and von, 1882;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 206,
                        "end": 217,
                        "text": "Bourne 1887",
                        "ref_id": null
                    },
                    {
                        "start": 218,
                        "end": 231,
                        "text": "Bourne , 1899",
                        "ref_id": null
                    },
                    {
                        "start": 232,
                        "end": 246,
                        "text": "Ogilvie, 1896)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 411,
                        "end": 425,
                        "text": "(Barnes, 1970;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 426,
                        "end": 448,
                        "text": "Risk and Pearce, 1992)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 585,
                        "end": 615,
                        "text": "(Cohen and McConnaughey, 2003)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 905,
                        "end": 929,
                        "text": "(Cuif and Dauphin, 2005)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 932,
                        "end": 955,
                        "text": "Benzerara et al. (2011)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 449,
                        "end": 457,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The adult coral specimen investigated in this study is Porites lobata, provided by the Centre of Tropical Marine Ecology in Bremen Germany. To investigate the polyp-mineral interface the soft tissue of the polyp consisting of the calicoblastic ectoderm, mesoglea and epidermis, was removed by immersion in fresh water, followed by mechanical brushing and drying. Skeletal material of coral larvae (Acropora millepora) was also investigated. For this purpose new coral recruits were cultivated in filtered seawater at 390 ppm atmospheric CO 2 and 29°C at the aquaculture facilities, James Cook University, Australia. Corallite cross-sections of approx.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimens",
                "sec_num": "2.1."
            },
            {
                "text": "Â 3 mm in size were cut from the cores perpendicular to the growth direction using a diamond cut-off wheel for TEM analysis (adult specimen only). The cross sections or complete larvae were then immersed in Gatan G1 epoxy resin and allowed to cure at 140°C on a hot-plate for 30 min to fill up the coral pores increasing the stability of the samples. The samples were manually polished down to approximately 50 lm thickness using diamond lapping pads (30-0.1 lm). Ultimately a bevel was applied, resulting in a sample edge thickness of approximately 20 lm. A molybdenum TEM slot was attached to the sample to provide structural support.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimens",
                "sec_num": "2.1."
            },
            {
                "text": "A FIB lamella was fabricated on the thin polished sample edge using a FEI nova 200 Dual Beam FIB/SEM at the Leeds Electron Microscopy and Spectroscopy Centre (Fig 2) . The lamella was created by applying the h-bar method: a platinum layer was deposited at the edge of the coral sidewall, perpendicular to the general alignment direction of the acicular crystals related to the targeted COC. A 15 Â 30 lm lamella was then excavated with a 30 kV Ga + beam. Bulk milling was performed at 20 nA after which cleaning cross sections (in a line by line mode approach to the sample at low ion currents below 100 pA) were applied. The final polish was performed with a 10 kV beam at an angle of 3°at 50 pA. The lamella was milled down to a 100 nm thin section. Thickness variations were measured at the bottom of the lamella up to 150 nm.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 158,
                        "end": 165,
                        "text": "(Fig 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Focused ion beam milling",
                "sec_num": "2.2."
            },
            {
                "text": "TEM imaging was performed at the Centre for Microscopy, Characterisation and Analysis (CMCA) at the University of Western Australia using a JEM 2100 at 120 and 200 kV and a JEM 3000 F at 300 kV.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Electron microscopy",
                "sec_num": "2.3."
            },
            {
                "text": "At the York JEOL Nanocentre selected area diffraction (SAD) patterns and images were obtained utilizing a JEM 2011 and JEM 2200 FS (Cs aberration corrected) TEM at 200 kV. Secondary electron images were collected using a FEI Sirion S-FEG FESEM.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Electron microscopy",
                "sec_num": "2.3."
            },
            {
                "text": "The crystallographic analysis of the aragonite mineral was performed based on the results of electron diffraction experiments using the Pmcn space group notation. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Electron microscopy",
                "sec_num": "2.3."
            },
            {
                "text": "Through the large-scale FIB lamella, cut perpendicular to the growth direction of the coral specimen, the crystal evolution of a coral spherulite (with a COC at its center) could be investigated using TEM. TEM micrographs revealed three morphologically distinct regions (Figs. 2 and 3): (1) randomly orientated nanocrystals ('nano is interpreted as a size range between 10 and 100 nm') of 50-70 nm with high inter-granular porosity, (2) partly oriented nanocrystals of 50-70 nm with high inter-granular porosity, and (3) densely packed large acicular crystals of approximately 300-500 nm in width and a few lm in length, creating the well known fan-like structure of the spherulite. The different morphologies within the spherulite could be directly correlated with optical Optical micrograph providing the context of the sample area, the position of the FIB lamella is indicated by the white rectangle and encompasses a COC. Dashed lines are drawn to indicate correlating contrast bands in the optical image with distinct microstructural areas in the TEM micrographs. (B) Compilation of three bright-field TEM micrographs of the Porites lobata FIB lamella. An area of granular crystals with a porous texture can be seen surrounding the original position of an organic fiber (which was largely removed as a result of the FIB milling) at the COC. The adjacent band consists of a dense area with large crystal domains, which is followed again by a band of granular crystals with higher porosity. The colored rectangles indicate the location of the detailed areas in Fig. 3 . Fig.3 . TEM micrographs. (A and B) Bright field images of the porous area with disordered granular crystals at the COC. (C and D) Bright field images of the granular band with stacking of nanocrystals. (E) Dark field image of the dense acicular crystals from the bright middle band in the optical image in Fig. 2A (F) Bright field image with higher magnification taken from this area. transmission images, showing that the nanocrystalline areas are correlated to the dark region around the COC and the second dark band (Fig. 2) . The optical contrast is caused by enhanced light scattering in the porous nanocrystalline parts. The nanocrystalline area surrounding the COC shows randomly oriented nanocrystals followed by nanocrystalline stacks (partly aligned), whereas the subsequent dark band (next daily band) only contains nanocrystalline stacks. The 'light' bands are directly correlated to the densely packed large acicular crystal domains.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1564,
                        "end": 1570,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 1573,
                        "end": 1578,
                        "text": "Fig.3",
                        "ref_id": null
                    },
                    {
                        "start": 1879,
                        "end": 1886,
                        "text": "Fig. 2A",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 2092,
                        "end": 2100,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Crystal morphology and orientation of adult Porites lobata",
                "sec_num": "3.1."
            },
            {
                "text": "As mentioned above, throughout the extension of the FIB lamella we observed the gradual transition from the center of the spherulite with randomly oriented nanocrystals (Fig. 3A ) via stacked (partly aligned) nanocrystals ( Fig. 3C ) to acicular crystals oriented along the [0 0 1] direction (Fig. 3E ). The diffraction patterns of nanocrystals within the stacked arrangement show that they are largely aligned with diffraction spots common to a succession of grains, sharing a common zone axis orientation, as shown in Fig. 4 . This was repeated for several areas within the stacked nanocrystalline area of the lamella and showed that most nanocrystals within individual stacks retain a common zone axis over approximately 200-300 nm. Although the nanocrystals retain a specific crystallographic orientation along the stack length axis, successive individual crystals show misalignment resulting in an increasingly out off-zone axis tilt as a function of distance along the stack (Fig. 4) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 169,
                        "end": 177,
                        "text": "(Fig. 3A",
                        "ref_id": null
                    },
                    {
                        "start": 224,
                        "end": 231,
                        "text": "Fig. 3C",
                        "ref_id": null
                    },
                    {
                        "start": 292,
                        "end": 300,
                        "text": "(Fig. 3E",
                        "ref_id": null
                    },
                    {
                        "start": 520,
                        "end": 526,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 981,
                        "end": 989,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Crystal morphology and orientation of adult Porites lobata",
                "sec_num": "3.1."
            },
            {
                "text": "The growth direction of this stack is [0 0 1], as determined by projecting the prolongation or growth axis of the stack onto the reciprocal space À the diffraction plane -where it crosses the {0 0 2} reflections. At this magnification the image is rotated approximately by 6°relative to the diffraction pattern, due to lens related image rotations. The stack orientation in [0 0 1] direction seems preferential in both the nanocrystalline stacks as well as the acicular crystals (Fig. 5) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 479,
                        "end": 487,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Crystal morphology and orientation of adult Porites lobata",
                "sec_num": "3.1."
            },
            {
                "text": "The acicular crystals were analyzed using a different area on the same sample, which was conventionally prepared by ion-milling. Fig. 5A shows an SEM image of acicular bundles with a bright field TEM micrograph taken in this area (see inset to Fig. 5A ) and Fig. 5B represents a high resolution TEM image of the crystal, which orientation is marked by a red arrow in the inset to Fig. 5A . The inset to Fig. 5B shows an indexed Fast Fourier Transform (FFT) of the area marked by a white rectangle proving that the [0 0 1] or c-axis is the crystal orientation of the acicular phase.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 129,
                        "end": 136,
                        "text": "Fig. 5A",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 244,
                        "end": 251,
                        "text": "Fig. 5A",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 258,
                        "end": 265,
                        "text": "Fig. 5B",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 380,
                        "end": 387,
                        "text": "Fig. 5A",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 403,
                        "end": 410,
                        "text": "Fig. 5B",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Crystal morphology and orientation of adult Porites lobata",
                "sec_num": "3.1."
            },
            {
                "text": "Additionally, diffraction patterns taken with a larger SA aperture encompassing several stacks (Fig. 6) show a pronounced polycrystalline structure with no preferred orientation of the nanocrystals on the larger scale (>1 lm aperture area size). HRTEM images were taken from acicular crystals and at crystal boundaries in the stacked nanocrystalline parts as shown in Fig. 5B, Fig. 7A and B, respectively. Although taken at a slightly higher magnification, compared to Fig. 7B , the lattice fringes shown in Fig. 7A could be followed over a large area without change, indicating a single crystal structure of the acicular crystal. The two adjacent nanocrystals in image Fig. 7B belongs to two neighboring stacks of grains and have a different crystallographic orientation, according to the FFT analysis.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 95,
                        "end": 103,
                        "text": "(Fig. 6)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 368,
                        "end": 384,
                        "text": "Fig. 5B, Fig. 7A",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 469,
                        "end": 476,
                        "text": "Fig. 7B",
                        "ref_id": null
                    },
                    {
                        "start": 508,
                        "end": 515,
                        "text": "Fig. 7A",
                        "ref_id": null
                    },
                    {
                        "start": 670,
                        "end": 677,
                        "text": "Fig. 7B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Crystal morphology and orientation of adult Porites lobata",
                "sec_num": "3.1."
            },
            {
                "text": "Summarily, the nanocrystalline areas consist of individually aligned stacks, following an unaligned nanocrystalline region directly at the COC. The aligned nanocrystalline stacks are also present in the subsequent granular band separated from the COC by the dense acicular crystal area. The nanocrystalline stacks show imperfect alignment in growth orientation with the individual grains being similarly oriented, but with some misalignment over greater distances. Different stacks show no orientation correlation between each other resulting in an overall polycrystalline morphology compared to the extended single crystal domains characteristic for the acicular phase. The growth orientations derived from SAD and FFT data show that both the acicular crystals and the nanocrystalline stacks (over small distances) are preferentially aligned in [0 0 1] direction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crystal morphology and orientation of adult Porites lobata",
                "sec_num": "3.1."
            },
            {
                "text": "SEM micrographs of the recruited Acropora millepora larvae show a structure often referred to as ''fish-scale'' morphology on the skeletal surface, consisting of aragonite acicular crystals organized in discrete bundles, called fasciculi (see Fig. 8B ). These features together with randomly oriented fusiform crystals at the growth front have been observed in several studies of Acropora coral recruits (Gladfelter, 1983 (Gladfelter, , 2007 .",
                "cite_spans": [
                    {
                        "start": 404,
                        "end": 421,
                        "text": "(Gladfelter, 1983",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 422,
                        "end": 441,
                        "text": "(Gladfelter, , 2007",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 243,
                        "end": 250,
                        "text": "Fig. 8B",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Crystal morphology and orientation of juvenile Acropora millepora",
                "sec_num": "3.2."
            },
            {
                "text": "TEM data from a FIB lamella show several distinct features along a succession of aragonite acicular crystal domains ( Fig. 8 ). Fig.7 . (A) HRTEM micrograph of an acicular aragonite crystal corresponding to an area within the green square in Fig. 2 , indicating a single crystal structure. (B) HRTEM micrograph of a nanocrystalline area from the blue square in Fig. 2 , showing two adjacent grains from two neighboring stacks with a different crystal orientation as shown by the FFTs in C and D. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 118,
                        "end": 124,
                        "text": "Fig. 8",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 128,
                        "end": 133,
                        "text": "Fig.7",
                        "ref_id": null
                    },
                    {
                        "start": 242,
                        "end": 248,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 361,
                        "end": 367,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Crystal morphology and orientation of juvenile Acropora millepora",
                "sec_num": "3.2."
            },
            {
                "text": "The acicular crystals measure up to 500 nm in width and several lm in length, similar to the adult Porites lobata. Acicular crystals form larger domains with neighboring crystals of the same c-axis orientation, of up to 2-3 lm in width. Differences in angle between adjacent acicular domains have been measured up to $28°± 0.5. Furthermore, narrow porous bands ($50-100 nm) can be observed interrupting the acicular crystal domains. Individual acicular crystals as well as extended domains maintain their orientation across these porous bands. Furthermore, it was found that nanocrystalline material of the type observed in the adult Porites lobata was not present within these bands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crystal morphology and orientation of juvenile Acropora millepora",
                "sec_num": "3.2."
            },
            {
                "text": "The morphological characterization of the COC's, early mineralization zones or centers of rapid accretion (Bourne, 1887 (Bourne, , 1899 Cuif et al., 2003a,b; Stolarski, 2003) has been often described based on SEM data, and the granular character of the COC followed by acicular aragonite 'fanning out' needles has been widely accepted and recognized. Interpretations of the crystallographic phases present in adult scleractinian corals, however, have varied from granular crystals being present in the COC but being mainly composed of layers of fibers with high amounts of incorporated organics (Gladfelter, 1982; Stolarski, 2003) to randomly oriented nanocrystals in the COC with outward radiating crystal needles (Cuif and Dauphin, 2005) . It was also proposed that the entire coral mineral phase is nanocrystalline (Stolarski and Mazur, 2005) . Recently, Benzerara et al. (2011) concluded from TEM data that the COC in Porites sp. consist of 'mesocrystals', described as 'a defective single crystal' (e.g., Cölfen and Mann, 2003; Wang et al., 2005; Vielzeuf et al., 2010) , meaning that the COC has the properties of a single crystal at the micrometer scale, but results from aligned nanoscale aragonite grains.",
                "cite_spans": [
                    {
                        "start": 106,
                        "end": 119,
                        "text": "(Bourne, 1887",
                        "ref_id": null
                    },
                    {
                        "start": 120,
                        "end": 135,
                        "text": "(Bourne, , 1899",
                        "ref_id": null
                    },
                    {
                        "start": 136,
                        "end": 157,
                        "text": "Cuif et al., 2003a,b;",
                        "ref_id": null
                    },
                    {
                        "start": 158,
                        "end": 174,
                        "text": "Stolarski, 2003)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 595,
                        "end": 613,
                        "text": "(Gladfelter, 1982;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 614,
                        "end": 630,
                        "text": "Stolarski, 2003)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 715,
                        "end": 739,
                        "text": "(Cuif and Dauphin, 2005)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 818,
                        "end": 845,
                        "text": "(Stolarski and Mazur, 2005)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1010,
                        "end": 1032,
                        "text": "Cölfen and Mann, 2003;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1033,
                        "end": 1051,
                        "text": "Wang et al., 2005;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 1052,
                        "end": 1074,
                        "text": "Vielzeuf et al., 2010)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crystal structure of adult Porites lobata",
                "sec_num": "4.1."
            },
            {
                "text": "Our data only partly support the interpretation of Benzerara et al. (2011) , in so far that we observe some alignment within stacks of grains in parts of the nanocrystalline regions around the COC and additionally we observe some alignment in the outer nanocrystalline band. However, our diffraction data identify these regions as consisting of polycrystalline aragonite at the micrometer scale, in contrast to a mesocrystalline structure hypothesized by Benzerara et al. (2011) . Thus we conclude that there is no evidence for a submicron self-assembly based growth mechanism associated with a mesocrystalline morphology and that the coral skeleton accretion therefore follows a classical crystallization pathway.",
                "cite_spans": [
                    {
                        "start": 51,
                        "end": 74,
                        "text": "Benzerara et al. (2011)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 455,
                        "end": 478,
                        "text": "Benzerara et al. (2011)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crystal structure of adult Porites lobata",
                "sec_num": "4.1."
            },
            {
                "text": "Furthermore, we observe a gradual transition from randomly oriented nanocrystals to this partly aligned nanocrystal phase into the large acicular aragonite single crystals, adding to the complexity of the system. The respective nanocrystalline areas and acicular areas could be directly correlated with the contrast banding seen in optical images of the spherulite. This contrast banding is known to be linked to a diurnal growth cycle (Barnes, 1970; Risk and Pearce, 1992) .",
                "cite_spans": [
                    {
                        "start": 436,
                        "end": 450,
                        "text": "(Barnes, 1970;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 451,
                        "end": 473,
                        "text": "Risk and Pearce, 1992)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crystal structure of adult Porites lobata",
                "sec_num": "4.1."
            },
            {
                "text": "The Acropora millepora larvae that were investigated in this study were cultivated under controlled aquarium conditions mimicking a 'normal' pH situation with the 'seawater' in equilibrium with a 390 ppm pCO 2 atmosphere, resulting in an actual pH of approximately 8.1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crystal structure of Acropora millepora larva",
                "sec_num": "4.2."
            },
            {
                "text": "Interestingly the larvae were harvested before the injection of zooxanthellae in the culturing medium. The growth of the dense acicular crystals in a fan-like arrangement is very similar to those seen in the Porites lobata specimen. Additionally the acicular domains were interrupted by narrow porous bands, but they did not contain nanocrystalline material. The acicular crystals also showed crystallographic orientation continuity across these porous bands. Although the data shows a similar acicular crystal phase in both adult Porites lobata and juvenile Acropora millepora no direct comparison of these specimens is possible, as they comprise different species at different growth stages.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crystal structure of Acropora millepora larva",
                "sec_num": "4.2."
            },
            {
                "text": "The mechanism behind scleractinian mineral formation is highly complex and not well understood. Here we attempt to link certain known/accepted aspects of the coral calcification fluid dynamics to observations we made with respect to the microstructure.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "Generally models of coral calcification consist of two levels: (1) regulation at a physiochemical degree of ion transport in conjunction with carbonate chemistry control, and (2) regulated secretion of a skeletal organic matrix into a hydrogel-like or liquid environment between the calcifying cells and the skeleton. This constitutes the Extracellular Calcifying Medium as discussed by Allemand et al. (2011) , Moya et al. (2012) , Tambutte et al. (2011) .",
                "cite_spans": [
                    {
                        "start": 387,
                        "end": 409,
                        "text": "Allemand et al. (2011)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 412,
                        "end": 430,
                        "text": "Moya et al. (2012)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 433,
                        "end": 455,
                        "text": "Tambutte et al. (2011)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "Our data show a striking change in microstructure between the repetitive, relatively narrow bands of a porous nanocrystalline phase (randomly orientated to partly aligned) and dense large acicular crystals. Dark (granular and porous) and bright bands (acicular and dense) as observed in optical microscopy correspond to higher and lower porosity respectively, due to increased light scattering by the porous nanocrystalline regions. Many studies suggest that these dark bands are also enriched in organic materials (Cuif et al., 2003a,b; Duerden, 1904; Ogilvie, 1896) . This microstructural feature of dark/bright bands was also studied by SEM, and has been linked to a diurnal growth cycle (Barnes, 1970; Risk and Pearce, 1992) which is likely to be related to photosynthesis performed by the zooxanthellae. Although their direct or indirect impact on calcification is still highly debated (Allemand et al., 2011) it is accepted that on the macroscale the algae enhance calcification rates under illumination (Barnes and Chalker, 1990; Goreau, 1959; Kawaguti and Sakumoto, 1948) . Additionally a clear saturation level change over light-dark cycles of the internal coral pH has been measured (Al-Horani et al., 2003) . In order to discuss this relationship the process of photosynthesis has to be discussed in more detail. Photosynthesis can be described by the reaction equation:",
                "cite_spans": [
                    {
                        "start": 515,
                        "end": 537,
                        "text": "(Cuif et al., 2003a,b;",
                        "ref_id": null
                    },
                    {
                        "start": 538,
                        "end": 552,
                        "text": "Duerden, 1904;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 553,
                        "end": 567,
                        "text": "Ogilvie, 1896)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 691,
                        "end": 705,
                        "text": "(Barnes, 1970;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 706,
                        "end": 728,
                        "text": "Risk and Pearce, 1992)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 891,
                        "end": 914,
                        "text": "(Allemand et al., 2011)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1010,
                        "end": 1036,
                        "text": "(Barnes and Chalker, 1990;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1037,
                        "end": 1050,
                        "text": "Goreau, 1959;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1051,
                        "end": 1079,
                        "text": "Kawaguti and Sakumoto, 1948)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1193,
                        "end": 1217,
                        "text": "(Al-Horani et al., 2003)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "6CO 2 þ 6H 2 O ! light C 6 H 12 O 6 þ 6O 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "During daylight hours the amount of available oxygen increases to up to >250% of air saturation (Kulh et al., 1995) . This is vital for the production of Adenosine-5 0 -triphosphate (ATP) molecules and carbohydrates, and is thus directly linked to the energy available to the coral for calcification. Consequently, this is directly related to processes such as the removal of H + by proton pumping to maintain high CaCO 3 super saturation levels. Kulh et al. (1995) have found that oxygen levels can be depleted to 2% of air saturation after sunset.",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 115,
                        "text": "(Kulh et al., 1995)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 447,
                        "end": 465,
                        "text": "Kulh et al. (1995)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "It has been observed that the granular growth starts at twilight and is rapid under super saturation levels (high alkalinity and unlimited O 2 available), with the growth slowing down during the night due to a decrease in super saturation (O) (and limited O 2 supply) and changing to acicular growth. This acicular growth then speeds up during daylight hours with increasing oxygen and O levels (M. Holcomb, personal communication, 2012) .",
                "cite_spans": [
                    {
                        "start": 399,
                        "end": 437,
                        "text": "Holcomb, personal communication, 2012)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "We believe that the rapid calcification at dusk causes the formation of the porous unaligned nanocrystalline phase, which when calcification slows down -due to changing chemistry under darkening conditions -allows for an increased alignment, preferentially in the [0 0 1] direction of the nanocrystals À to ultimately form the dense aragonite needles elongated along the c-axis in the [0 0 1] direction close to sunrise, followed by their prolongation during the day. These concepts are summarized in Fig. 9 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 501,
                        "end": 507,
                        "text": "Fig. 9",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "Another possible explanation for the change in microstructure would be the poisoning of certain crystal facets by organic molecules, which have built up during the day due to photosynthesis (e.g., polysaccharides etc). This could also lead to an interruption of the acicular phase. However Holcomb et al. (2009) showed that synthetic precipitation of aragonite crystals from seawater with exceptionally high pH levels (or a high super saturation state O) resulted in the growth of spherulites with granular morphology in the center and acicular 'needle-like' crystals radiating outwards, Fig.9 . Proposed growth model linking light enhanced calcification to specific nano-and microstructural characteristics in adult Porites lobata.",
                "cite_spans": [
                    {
                        "start": 290,
                        "end": 311,
                        "text": "Holcomb et al. (2009)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 588,
                        "end": 593,
                        "text": "Fig.9",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "including granular banding, without the presence of organics. This suggests that the diurnal cycle in carbonate chemistry is more likely to be the controlling factor.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "Both the synthesis experiments of Holcomb et al. (2009) and the microstructure in symbionts deprived scleractinian larvae; show a general spherulitic growth with banding indicating that this microstructural element in itself is not restricted to a diurnally influenced carbonate chemistry by zooxanthellae. However, the observed nanostructure suggests a subtle difference between these groups -namely the succession of randomly to partly aligned nanocrystals, probably formed after sunset -this needs to be further analyzed by future TEM studies investigating the possible presence of a nanocrystalline phase in non-symbiotic adult coral specimens.",
                "cite_spans": [
                    {
                        "start": 34,
                        "end": 55,
                        "text": "Holcomb et al. (2009)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Proposed growth mechanism on the nano-and microscale for adult Porites lobata",
                "sec_num": "4.3."
            },
            {
                "text": "In addition to their impact on diurnal oxygen level cycles in coral, zooxanthellae are also known to transport over 95% of photosynthetically fixed carbon to their host, mainly in the form of glycerol (82%), but also with traces of glucose (0.7%) and alanine (Colombo-Pallotta et al., 2010) (1.7% has been reported for alanine (Muscatine and Cernichiari, 1969; Muscatine et al., 1984) ).",
                "cite_spans": [
                    {
                        "start": 327,
                        "end": 360,
                        "text": "(Muscatine and Cernichiari, 1969;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 361,
                        "end": 384,
                        "text": "Muscatine et al., 1984)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Suggested role of organics in the arrangement of the nanocrystalline areas",
                "sec_num": "4.4."
            },
            {
                "text": "Every glycerol molecule has three OH groups. Ongoing experiments to evaluate the effect of OH-group containing molecules on carbonate precipitation have shown that increasing ratios of different water-alcohol mixtures (ethanol, 1-propanol and 2-propanol) shift the preferred precipitation from calcite and vaterite to aragonite needle-like bundles (Sand et al., 2011) . Furthermore, their SEM data shows that the aragonite needle bundles do not consist of single crystals but are in fact polycrystalline (Sand et al., 2011) . Our measurements on TEM specimen of these precipitated aragonite bundles reveal an alignment of nanocrystals along the [0 0 1] direction (Fig. S1 ). This is a striking resemblance to the polycrystalline partly aligned phase seen in the adult Porites lobata specimen.",
                "cite_spans": [
                    {
                        "start": 348,
                        "end": 367,
                        "text": "(Sand et al., 2011)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 504,
                        "end": 523,
                        "text": "(Sand et al., 2011)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 663,
                        "end": 671,
                        "text": "(Fig. S1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Suggested role of organics in the arrangement of the nanocrystalline areas",
                "sec_num": "4.4."
            },
            {
                "text": "This raises the question whether the role of glycerol in coral calcification is greater than previously understood. Sand et al. (2010 Sand et al. ( , 2011 studied the role of the OH bond in ethanol and other alcohols binding to calcite crystals by a combination of atomic force microscopy (AFM) and molecular dynamics (MD) simulations. They found that ethanol-OH attachment on calcite is stronger than water-OH binding and that the first absorbed layer of ethanol is highly ordered. The strong ordering of the ethanol results in a hydrophobic layer and has therefore a strong impact on mineral growth and dissolution (Sand et al., 2010) . Furthermore, their study showed that the ordering of the ethanol by the calcite extended much further into the liquid as expected from electrical double-layer theory, suggesting that in water with low activity, such as in biomineralizing systems, organic molecules can control ion transport to and from the mineral surface. In this way ion transport is confined to specific locations and hence could provide the organism with control over the mineral morphology and crystallographic orientation.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 133,
                        "text": "Sand et al. (2010",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 134,
                        "end": 154,
                        "text": "Sand et al. ( , 2011",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 617,
                        "end": 636,
                        "text": "(Sand et al., 2010)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Suggested role of organics in the arrangement of the nanocrystalline areas",
                "sec_num": "4.4."
            },
            {
                "text": "In this study we show that new insights can be gained on the nano-and microstructure of corallites by TEM investigation of large-scale (15 Â 30 lm) FIB lamellae from adult and juvenile scleractinian coral skeletal specimens. By leaving the FIB prepared lamella within the coral skeletal context (no lift out) the lamella is mechanically more stable and durable while being directly comparable to the larger scale (several tens of microns) not ion-milled skeletal areas by optical analysis. Thus we could identify a crystallographic evolution from a center of calcification outward over acicular and granular (daily) bands. In the adult Porites lobata specimen, a succession of randomly orientated nanocrystals with high porosity, followed by partly aligned nanocrystals with high porosity, to dense acicular crystals of several microns in length, was observed. A new layer of nanocrystals followed by the same succession is then repeated, in correlation with the contrast banding seen in transmission light images. We draw a parallel to the diurnal photosynthetic cycle of the zooxanthellae in symbiotic corals that control the levels of oxygen and carbon availabilities, both recognized as significant drivers of coral calcification processes. The transport of large amounts of glycerol by zooxanthellae and its potential impact on coral calcification was also discussed. This process could play a role in the specific alignment of the aragonite crystals as was demonstrated by synthetic experiments with OHgroup containing additives by Sand et al. (2011) and the TEM investigation of these precipitates by the authors. The juvenile Acropora millepora specimen also showed the large acicular crystals interrupted by thin porous bands, but lacked the nanocrystalline phase, which may be linked to the absence of zooxanthellae and thus the typical daily cycle. But at this stage a comparison is not possible as we are dealing with different species and growth rates and morphologies are also likely to play an important role.",
                "cite_spans": [
                    {
                        "start": 1538,
                        "end": 1556,
                        "text": "Sand et al. (2011)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": "5."
            },
            {
                "text": "Finally, we conclude that our data do not support a growth mechanism via self-assembly of submicron-sized units associated with a mesocrystalline morphology, as the nanocrystalline areas are found to be polycrystalline on the micrometer scale with no extended co-orientation. We therefore conclude that the coral mineralization follows a classical crystallization pathway.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": "5."
            },
            {
                "text": "R. van de Locht et al. / Journal of Structural Biology 183 (2013) 57-65",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We would like to thank EPSRC (Grant no. EP/I001514/1) for funding and the York JEOL Nanocentre for the use of their facilities. The work was supported by an International Seedcorn award from the University of York. We are grateful to the Leeds EPSRC Nanoscience and Nanotechnology Research Equipment Facility for access to the FIB system. The authors acknowledge the facilities, and the scientific and technical assistance of the Australian Microscopy & Microanalysis Research Facility at the Centre for Microscopy, Characterisation & Analysis. The University of Western Australia, a facility funded by the University, State and Commonwealth Governments. We would also like to thank the Australian Research Council (ARC) grant DP0986505 and the ARC Centre of Excellence in Coral Reef Studies for financial support to Delphine Dissard and we would like to acknowledge the support of the Marie Curie International Outgoing Fellowship to Aurelie Moya.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            },
            {
                "text": "Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.jsb.2013.05.005.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix A. Supplementary data",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The mechanism of calcification and its relation to photosynthesis and respiration in the scleractinian coral Galaxea fascicularis",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Al-Horani",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Al-Moghrabi",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "De Beer",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Mar. Biol",
                "volume": "142",
                "issue": "",
                "pages": "419--426",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Al-Horani, F., Al-Moghrabi, S., De Beer, D., 2003. The mechanism of calcification and its relation to photosynthesis and respiration in the scleractinian coral Galaxea fascicularis. Mar. Biol. 142, 419-426.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Coral calcification, cells to reefs",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Allemand",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Tambutte",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Zoccola",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Tambutte",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Coral Reefs Ecosys. Trans",
                "volume": "",
                "issue": "",
                "pages": "119--150",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Allemand, D., Tambutte, E., Zoccola, D., Tambutte, S., 2011. Coral calcification, cells to reefs. Coral Reefs Ecosys. Trans., 119-150.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Coral skeletons: an explanation of their growth and structure",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Science",
                "volume": "170",
                "issue": "",
                "pages": "1305--1308",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barnes, D.J., 1970. Coral skeletons: an explanation of their growth and structure. Science 170, 1305-1308.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Calcification and photosynthesis in reef-building corals and algae",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Chalker",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Ecosys. World",
                "volume": "25",
                "issue": "",
                "pages": "109--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barnes, D., Chalker, B., 1990. Calcification and photosynthesis in reef-building corals and algae. Ecosys. World 25, 109-131.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Amorphous calcium carbonate transforms into calcite during sea urchin larval spicule growth",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Beniash",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Aizenberg",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Addadi",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Weiner",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Proc. Royal Soc. B: Biol. Sci",
                "volume": "264",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beniash, E., Aizenberg, J., Addadi, L., Weiner, S., 1997. Amorphous calcium carbonate transforms into calcite during sea urchin larval spicule growth. Proc. Royal Soc. B: Biol. Sci. 264, 461.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Study of the crystallographic architecture of corals at the nanoscale by scanning transmission X-ray microscopy and transmission electron microscopy",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Benzerara",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Menguy",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Obst",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Stolarski",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Mazur",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Ultramicroscopy",
                "volume": "111",
                "issue": "",
                "pages": "1268--1275",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Benzerara, K., Menguy, N., Obst, M., Stolarski, J.L., Mazur, M., et al., 2011. Study of the crystallographic architecture of corals at the nanoscale by scanning transmission X-ray microscopy and transmission electron microscopy. Ultramicroscopy 111, 1268-1275.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Impact of the ocean carbonate chemistry on living foraminiferal shell weight: comment on carbonate ion concentration in glacial-age deep waters of the Caribbean Sea by",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bijma",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Honisch",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Zeebe",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Geochem. Geophys. Geosys",
                "volume": "3",
                "issue": "11",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bijma, J., Honisch, B., Zeebe, R., 2002. Impact of the ocean carbonate chemistry on living foraminiferal shell weight: comment on carbonate ion concentration in glacial-age deep waters of the Caribbean Sea by W.S. Broecker and E. Clark. Geochem. Geophys. Geosys. 3 (11), 1064.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Memoirs: on the anatomy of mussa and euphyllia, and the morphology of the madreporarian skeleton",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Bourne",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Q J. Micros. Sci",
                "volume": "2",
                "issue": "",
                "pages": "21--51",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bourne, G.C., 1887. Memoirs: on the anatomy of mussa and euphyllia, and the morphology of the madreporarian skeleton. Q J. Micros. Sci. 2, 21-51.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Memoirs: studies on the structure and formation of the calcareous skeleton of the anthozoa",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Bourne",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Q J. Micros. Sci",
                "volume": "2",
                "issue": "",
                "pages": "499--547",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bourne, G.C., 1899. Memoirs: studies on the structure and formation of the calcareous skeleton of the anthozoa. Q J. Micros. Sci. 2, 499-547.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Geochemical perspectives on coral mineralization",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Cohen",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcconnaughey",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Biomineralization. Mineralogical Soc Amer",
                "volume": "",
                "issue": "",
                "pages": "151--187",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cohen, A.L., McConnaughey, T.A., 2003. Geochemical perspectives on coral mineralization. In: Dove, P.M. et al. (Eds.), Biomineralization. Mineralogical Soc Amer, Chantilly, pp. 151-187.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Higher-order organisation by mesoscale self assembly and transformation of hybrid nanostructures",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Cölfen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Mann",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Angew. Chem. Int. Ed",
                "volume": "42",
                "issue": "21",
                "pages": "2350--2365",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cölfen, H., Mann, S., 2003. Higher-order organisation by mesoscale self assembly and transformation of hybrid nanostructures. Angew. Chem. Int. Ed. 42 (21), 2350-2365.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Calcification in bleached and unbleached Montastraea faveolata: evaluating the role of oxygen and glycerol",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Colombo-Pallotta",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Rodriguez-Roman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Iglesias-Prieto",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Coral Reefs",
                "volume": "29",
                "issue": "",
                "pages": "899--907",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Colombo-Pallotta, M., Rodriguez-Roman, A., Iglesias-Prieto, R., 2010. Calcification in bleached and unbleached Montastraea faveolata: evaluating the role of oxygen and glycerol. Coral Reefs 29, 899-907.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The two-step mode of growth in the scleractinian coral skeletons from the micrometre to the overall scale",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Cuif",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Dauphin",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "J. Struct. Biol",
                "volume": "150",
                "issue": "",
                "pages": "319--331",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cuif, J., Dauphin, Y., 2005. The two-step mode of growth in the scleractinian coral skeletons from the micrometre to the overall scale. J. Struct. Biol. 150, 319-331.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "XANES mapping of organic sulfate in three scleractinian coral skeletons",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Cuif",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Dauphin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Doucet",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Salome",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Susini",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Geochim. Cosmochim. Acta",
                "volume": "67",
                "issue": "",
                "pages": "75--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cuif, J., Dauphin, Y., Doucet, J., Salome, M., Susini, J., 2003a. XANES mapping of organic sulfate in three scleractinian coral skeletons. Geochim. Cosmochim. Acta 67, 75-83.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Patterns of septal biomineralization in Scleractinia compared with their 28S rRNA phylogeny: a dual approach for a new taxonomic framework",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Cuif",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Lecointre",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Perrin",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Tillier",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Tillier",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Zool. Scr",
                "volume": "32",
                "issue": "",
                "pages": "459--473",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cuif, J.P., Lecointre, G., Perrin, C., Tillier, A., Tillier, S., 2003b. Patterns of septal biomineralization in Scleractinia compared with their 28S rRNA phylogeny: a dual approach for a new taxonomic framework. Zool. Scr. 32, 459-473.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Impact of seawater pCO on calcification and Mg/Ca and Sr/Ca ratios in benthic foraminifera calcite: results from culturing experiments with Ammonia tepida",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Dissard",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Nehrke",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Reichart",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bijma",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Biogeosciences",
                "volume": "7",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dissard, D., Nehrke, G., Reichart, G.J., Bijma, J., 2010. Impact of seawater pCO on calcification and Mg/Ca and Sr/Ca ratios in benthic foraminifera calcite: results from culturing experiments with Ammonia tepida. Biogeosciences 7, 81.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The Coral Siderastrea Radians and Its Postlarval Development. The Carnegie Institution",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Duerden",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Duerden, J.E., 1904. The Coral Siderastrea Radians and Its Postlarval Development. The Carnegie Institution, Washington.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Scleractinian coral species survive and recover from decalcification",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Fine",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Tchernov",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Science",
                "volume": "315",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fine, M., Tchernov, D., 2007. Scleractinian coral species survive and recover from decalcification. Science 315, 1811.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Nature's hierarchical materials",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Fratzl",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Weinkamer",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Prog. Mater Sci",
                "volume": "52",
                "issue": "",
                "pages": "1263--1334",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fratzl, P., Weinkamer, R., 2007. Nature's hierarchical materials. Prog. Mater Sci. 52, 1263-1334.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Skeletal development in Acropora cervicornis: I. Patterns of calcium carbonate accretion in the axial corallite",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Gladfelter",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Coral Reefs",
                "volume": "1",
                "issue": "",
                "pages": "45--51",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gladfelter, E.H., 1982. Skeletal development in Acropora cervicornis: I. Patterns of calcium carbonate accretion in the axial corallite. Coral Reefs 1, 45-51.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Skeletal development in Acropora cervicornis: II. Diel patterns of calcium carbonate accretion",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Gladfelter",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Coral Reefs",
                "volume": "2",
                "issue": "",
                "pages": "91--100",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gladfelter, E.H., 1983. Skeletal development in Acropora cervicornis: II. Diel patterns of calcium carbonate accretion. Coral Reefs 2, 91-100.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Skeletal development in Acropora palmata (Lamarck 1816): a scanning electron microscope (SEM) comparison demonstrating similar mechanisms of skeletal extension in axial versus encrusting growth",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Gladfelter",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Coral Reefs",
                "volume": "26",
                "issue": "",
                "pages": "883--892",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gladfelter, E.H., 2007. Skeletal development in Acropora palmata (Lamarck 1816): a scanning electron microscope (SEM) comparison demonstrating similar mechanisms of skeletal extension in axial versus encrusting growth. Coral Reefs 26, 883-892.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The physiology of skeleton formation in corals. I. A method for measuring the rate of calcium deposition by corals under different conditions",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "F"
                        ],
                        "last": "Goreau",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Biol. Bulletin",
                "volume": "",
                "issue": "",
                "pages": "59--75",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goreau, T.F., 1959. The physiology of skeleton formation in corals. I. A method for measuring the rate of calcium deposition by corals under different conditions. Biol. Bulletin, 59-75.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Coral reefs under rapid climate change and ocean acidification",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hoegh-Guldberg",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Mumby",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Hooten",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Steneck",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Greenfield",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Science",
                "volume": "318",
                "issue": "",
                "pages": "1737--1742",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hoegh-Guldberg, O., Mumby, P., Hooten, A., Steneck, R., Greenfield, P., et al., 2007. Coral reefs under rapid climate change and ocean acidification. Science 318, 1737-1742.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Compositional and morphological features of aragonite precipitated experimentally from seawater and biogenically by corals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Holcomb",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Cohen",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "I"
                        ],
                        "last": "Gabitov",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Hutter",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Geochim. Cosmochim. Acta",
                "volume": "73",
                "issue": "",
                "pages": "4166--4179",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Holcomb, M., Cohen, A.L., Gabitov, R.I., Hutter, J.L., 2009. Compositional and morphological features of aragonite precipitated experimentally from seawater and biogenically by corals. Geochim. Cosmochim. Acta 73, 4166-4179.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The effect of light on the calcium deposition of corals",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kawaguti",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sakumoto",
                        "suffix": ""
                    }
                ],
                "year": 1948,
                "venue": "Bull. Oceanogr. Inst. Taiwan",
                "volume": "4",
                "issue": "",
                "pages": "65--70",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kawaguti, S., Sakumoto, D., 1948. The effect of light on the calcium deposition of corals. Bull. Oceanogr. Inst. Taiwan 4, 65-70.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Impacts of Ocean Acidification on Coral Reefs and Other Marine Calcifiers: A Guide for Future Research",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Kleypas",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Feely",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "J"
                        ],
                        "last": "Fabry",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Langdon",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Sabine",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kleypas, J.A., Feely, R.A., Fabry, V.J., Langdon, C., Sabine, C.L., et al., 2006. Impacts of Ocean Acidification on Coral Reefs and Other Marine Calcifiers: A Guide for Future Research. Report of a workshop held 18-20 April 2005. St. Petersburg, FL, Sponsored by NSF, NOAA, and the U.S. Geological Survey, p. 88.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Uber die entwicklung des kalkskeletes von Asterodes calycularis und dessen morphologische bedeuting",
                "authors": [
                    {
                        "first": "Von",
                        "middle": [],
                        "last": "Köch",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Mitt. Zool. Stn. Neapel",
                "volume": "3",
                "issue": "",
                "pages": "284--292",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Köch, von, G., 1882. Uber die entwicklung des kalkskeletes von Asterodes calycularis und dessen morphologische bedeuting. Mitt. Zool. Stn. Neapel 3, 284-292.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Microenvironment and photosynthesis of zooxanthellae in scleractinian corals studied with microsensors for 0 2 , pH and light",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kulh",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Cohen",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Dalsgaard",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "B"
                        ],
                        "last": "Jorgensen",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "P"
                        ],
                        "last": "Revsbech",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Mar. Ecol. Prog. Ser",
                "volume": "117",
                "issue": "",
                "pages": "159--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kulh, M., Cohen, Y., Dalsgaard, T., Jorgensen, B.B., Revsbech, N.P., 1995. Microenvironment and photosynthesis of zooxanthellae in scleractinian corals studied with microsensors for 0 2 , pH and light. Mar. Ecol. Prog. Ser. 117 (159- 172), 1995.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Whole transcriptome analysis of the Coral Acropora millepora reveals complex responses to CO 2 -driven acidification during the initiation of calcification",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Moya",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Huisman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Ball",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hayward",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Grasso",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Mol. Ecol",
                "volume": "21",
                "issue": "",
                "pages": "2440--2454",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moya, A., Huisman, L., Ball, E., Hayward, D., Grasso, L., et al., 2012. Whole transcriptome analysis of the Coral Acropora millepora reveals complex responses to CO 2 -driven acidification during the initiation of calcification. Mol. Ecol. 21, 2440-2454.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Assimilation of photosynthetic products of zooxanthellae by a reef coral",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Cernichiari",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Biol. Bulletin",
                "volume": "137",
                "issue": "",
                "pages": "506--523",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muscatine, L., Cernichiari, E., 1969. Assimilation of photosynthetic products of zooxanthellae by a reef coral. Biol. Bulletin 137, 506-523.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Fate of photosynthetic fixed carbon in light-and shade-adapted colonies of the symbiotic coral Stylophora pistillata",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Falkowski",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Porter",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Dubinsky",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Proc. Royal Soc. London Series B-Biol. Sci. B",
                "volume": "222",
                "issue": "",
                "pages": "181--202",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muscatine, L., Falkowski, P., Porter, J., Dubinsky, Z., 1984. Fate of photosynthetic fixed carbon in light-and shade-adapted colonies of the symbiotic coral Stylophora pistillata. Proc. Royal Soc. London Series B-Biol. Sci. B 222, 181-202.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Microscopic and systematic study of madreporarian types of corals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ogilvie",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Philosophical Trans. Royal Soc. London Series B",
                "volume": "187",
                "issue": "",
                "pages": "83--345",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ogilvie, M., 1896. Microscopic and systematic study of madreporarian types of corals. Philosophical Trans. Royal Soc. London Series B, Containing Papers Biol. Charac. 187, 83-345.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Interference imaging of daily growth bands in massive corals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Risk",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Pearce",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Nature",
                "volume": "358",
                "issue": "",
                "pages": "572--573",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Risk, M., Pearce, T., 1992. Interference imaging of daily growth bands in massive corals. Nature 358, 572-573.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Binding of ethanol on calcite: the role of the OH bond and its relevance to biomineralization",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Sand",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Yang",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Makovicky",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Cooke",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Hassenkam",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Langmuir",
                "volume": "26",
                "issue": "",
                "pages": "15239--15247",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sand, K., Yang, M., Makovicky, E., Cooke, D.J., Hassenkam, T., et al., 2010. Binding of ethanol on calcite: the role of the OH bond and its relevance to biomineralization. Langmuir 26, 15239-15247.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Crystallization of CaCO 3 in water-alcohol mixtures: spherulitic growth, polymorph stabilization, and morphology change",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Sand",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Rodriguez-Blanco",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Makovicky",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Benning",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Stipp",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Crys. Growth Des",
                "volume": "12",
                "issue": "",
                "pages": "842--853",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sand, K., Rodriguez-Blanco, J., Makovicky, E., Benning, L., Stipp, S., 2011. Crystallization of CaCO 3 in water-alcohol mixtures: spherulitic growth, polymorph stabilization, and morphology change. Crys. Growth Des. 12, 842- 853.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Three-dimensional micro-and nanostructural characteristics of the scleractinian coral skeleton: a biocalcification proxy",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Stolarski",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Acta Palaeontol. Pol",
                "volume": "48",
                "issue": "",
                "pages": "497--530",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stolarski, J., 2003. Three-dimensional micro-and nanostructural characteristics of the scleractinian coral skeleton: a biocalcification proxy. Acta Palaeontol. Pol. 48, 497-530.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Nanostructure of biogenic versus abiogenic calcium carbonate crystals",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Stolarski",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Mazur",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Acta Palaeontol. Pol",
                "volume": "50",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stolarski, J., Mazur, M., 2005. Nanostructure of biogenic versus abiogenic calcium carbonate crystals. Acta Palaeontol. Pol. 50, 847.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Coral biomineralization: From the gene to the environment",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Tambutte",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Holcomb",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Ferrier-Pages",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Reynaud",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Tambutte",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "408",
                "issue": "",
                "pages": "58--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tambutte, S., Holcomb, M., Ferrier-Pages, C., Reynaud, S., Tambutte, E., et al., 2011. Coral biomineralization: From the gene to the environment. J. Exp. Mar. Biol. Ecol. 408, 58-78.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Multilevel modular mesocrystalline organization in red coral",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Vielzeuf",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Floquet",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Chatain",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Bonnete",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Ferry",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Am. Mineral",
                "volume": "95",
                "issue": "",
                "pages": "242--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vielzeuf, D., Floquet, N., Chatain, D., Bonnete, F., Ferry, D., et al., 2010. Multilevel modular mesocrystalline organization in red coral. Am. Mineral. 95, 242-248.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Nonclassical crystallisation: mesocrystals and morphology change of CaCO 3 crystals in the presence of electrolyte additive",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Cölfen",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Antonietti",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "J. Am. Chem. Soc",
                "volume": "127",
                "issue": "10",
                "pages": "3246--3247",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wang, T., Cölfen, H., Antonietti, M., 2005. Nonclassical crystallisation: mesocrystals and morphology change of CaCO 3 crystals in the presence of electrolyte additive. J. Am. Chem. Soc. 127 (10), 3246-3247.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Biomineralization: a structural perspective",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Weiner",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "J. Struct. Biol",
                "volume": "163",
                "issue": "",
                "pages": "229--234",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weiner, S., 2008. Biomineralization: a structural perspective. J. Struct. Biol. 163, 229-234.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "(A) Optical micrograph of a thinned cross section of an adult Porites lobata (Indonesia) coral taken perpendicular to the growth direction, embedded in epoxy resin and attached to a molybdenum half-ring. The arrow indicates the in situ FIB lamella shown in detail inFig. 2. In the lower left corner an SEM micrograph shows an overview of a Porites sp. skeleton surface showing the radial septa of individual corallites. (B) Optical micrograph (in differential interference contrast illumination) of a detail of the cross section illustrating the COC's (dark centers) along the 'arms' of the coral skeleton, with their surrounding radial banded subunits."
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "(A)"
            },
            "FIGREF2": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "(A) TEM bright field micrograph of a stack of partly aligned nanocrystals, circles indicate the positions of the SAD aperture. The red arrow indicates the growth direction of the stack. (B-G) Selected area diffraction series (aperture has an area size of approximately 30 nm) along the stack of partly aligned nanocrystals, in the [0 1 0] zone axis orientation. The indexed reflections are shown in B. The SAD patterns of position 5 and 6 indicate an increasing off-zone axis tilting of the crystals along the stack axis. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article)."
            },
            "FIGREF3": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "(A) SEM micrograph of large acicular crystals protruding from a spherulite of Porites lobata. The red arrows indicate the growth direction of the crystal analyzed in B. Inset shows a TEM bright field micrograph of the acicular crystals. (B) HRTEM micrograph of one of the acicular crystals, showing clear lattice fringes, the red arrow indicates the direction of growth and the square indicates the area used for Fast Fourier Transform (FFT) analysis. The inset shows the FFT, the red arrow indicates the projection of the growth direction in reciprocal space, indicating an [0 0 1] growth direction. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article)."
            },
            "FIGREF4": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "(A) TEM bright field micrograph of stacked nanocrystalline area, the circle indicates position of the SA aperture. (B) Diffraction pattern showing a characteristic polycrystalline structure."
            },
            "FIGREF5": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Acropora millepora larva, 5 days after onset of mineralization, cultivated at 390 ppm CO 2 and 29°C. (A) SEM micrograph of the complete specimen. (B) SEM micrograph of a detail of the surface of the skeleton showing the typical fish-scale morphology formed by the aragonite fiber bundles. (C) Bright field TEM micrograph, the red arrows indicate the c-axis direction (growth orientation) of the acicular aragonite crystals. The white arrows indicate boundaries with pores across these bundles that seem to 'interrupt' the crystal domains. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article)."
            }
        }
    }
}