{
    "paper_id": "10",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:29:08.870397Z"
    },
    "title": "Successful Management of Coral Reef-Watershed Networks",
    "authors": [
        {
            "first": "Robert",
            "middle": [
                "H"
            ],
            "last": "Richmond",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Yimnang",
            "middle": [],
            "last": "Golbuu",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Palau International Coral Reef Center",
                "location": {
                    "settlement": "Koror, Palau"
                }
            },
            "email": ""
        },
        {
            "first": "Austin",
            "middle": [
                "J"
            ],
            "last": "Shelton",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Guam",
                "location": {
                    "settlement": "Mangilao",
                    "country": "Guam"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The protection of coral reefs begins on land. This is true for reefs that are both adjacent to coasts as well as those over 100 km from shore. The problem lies in reductions of water and substratum quality from watershed discharges, and the effects on coral reef health and resilience. Such discharges can carry large volumes of freshwater, a variety of toxicants, sediment, nutrients, bacteria, and solid waste. Each of these elements, individually or in concert, interferes with key processes critical to the survival of coral reef ecosystems. The two key processes responsible for the persistence of coral reefs over time, reproduction and recruitment, are chemically mediated. Subtle changes in water and bottom quality can have major effects on the success of these two linked elements of reef population replenishment. Reproduction is the process by which new individuals are produced from prior stock. In corals, reproduction can occur as a result of both sexual (fusion of sperm and egg) and asexual (parthenogenesis, fragmentation, tissue sloughing, polyp bailout) means. In sexual reproduction, fertilized eggs develop into larvae called planulae over a period ranging from about 18 h to 3 days, depending on the size of the egg and physical factors such as temperature and salinity. The resulting planula larvae are dispersed via currents, and while many coral reefs are \"self-seeded\" with larvae from the natal reef, others are repopulated by larvae that can traverse long distances with competency periods exceeding 100 days, creating connectivity among distant reef ecosystems. Asexual propagules, such as fragments and bits of ciliated tissue formed from a shedding process called \"polyp bail out,\" have a limited dispersal range, and if they settle and survive, do so very close to the source. Successful sexual reproduction is critical to reef population maintenance, recovery, and resilience by adding an element of genetic variation not occurring in asexual processes, as well as producing seed material that can disperse over greater distances from a source site. Water quality and substratum conditions are major factors affecting the success of reproduction and recruitment in corals. There are six critical stages in these linked processes, which are all chemically mediated (Fig. 1): gamete development prior to spawning, synchronization of gamete release among coral colonies of the same species, egg-sperm interactions that lead to fertilization of eggs, embryological development, substrate selection by competent larvae, and for most spawning species (as opposed to brooders), acquisition of symbiotic zooxanthellae, the single cell algae that provide much of a coral's daily energy needs. If any one of these key processes is affected, the natural replenishment of reef populations is prevented. During mass coral spawning events, large quantities of eggs and sperm are released into the water column. Typically, these gametes are released in combined egg-sperm bundles. The eggs are rich in lipid, which makes them float to the surface of the ocean, carrying the sperm along with them. Once at the surface, these bundles burst apart, allowing the eggs and sperm to interact on the sea surface. Experiments have demonstrated that rates of self-fertilization are usually very low, on the order of 2% or less, while outcrossing of sperm and eggs from different colonies of the same species result in much higher fertilization rates, often over 90%. Hybridization can also occur among closely related species. It is clear that chemical cueing is important for successful egg-sperm interactions, and reductions in water quality, including the reduction in salinity or the presence of toxicants and sediment can result in reproductive failure. Land-based sources of pollution (LBSP), directly caused by watershed discharges, have been identified by the US Coral Reef Task Force and other management-directed bodies as a primary cause of anthropogenic stress responsible for the decline of coral reefs worldwide. This is true for high islands and continental areas adjacent to coral reefs with well-defined Chapter 26",
    "pdf_parse": {
        "paper_id": "10",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The protection of coral reefs begins on land. This is true for reefs that are both adjacent to coasts as well as those over 100 km from shore. The problem lies in reductions of water and substratum quality from watershed discharges, and the effects on coral reef health and resilience. Such discharges can carry large volumes of freshwater, a variety of toxicants, sediment, nutrients, bacteria, and solid waste. Each of these elements, individually or in concert, interferes with key processes critical to the survival of coral reef ecosystems. The two key processes responsible for the persistence of coral reefs over time, reproduction and recruitment, are chemically mediated. Subtle changes in water and bottom quality can have major effects on the success of these two linked elements of reef population replenishment. Reproduction is the process by which new individuals are produced from prior stock. In corals, reproduction can occur as a result of both sexual (fusion of sperm and egg) and asexual (parthenogenesis, fragmentation, tissue sloughing, polyp bailout) means. In sexual reproduction, fertilized eggs develop into larvae called planulae over a period ranging from about 18 h to 3 days, depending on the size of the egg and physical factors such as temperature and salinity. The resulting planula larvae are dispersed via currents, and while many coral reefs are \"self-seeded\" with larvae from the natal reef, others are repopulated by larvae that can traverse long distances with competency periods exceeding 100 days, creating connectivity among distant reef ecosystems. Asexual propagules, such as fragments and bits of ciliated tissue formed from a shedding process called \"polyp bail out,\" have a limited dispersal range, and if they settle and survive, do so very close to the source. Successful sexual reproduction is critical to reef population maintenance, recovery, and resilience by adding an element of genetic variation not occurring in asexual processes, as well as producing seed material that can disperse over greater distances from a source site. Water quality and substratum conditions are major factors affecting the success of reproduction and recruitment in corals. There are six critical stages in these linked processes, which are all chemically mediated (Fig. 1): gamete development prior to spawning, synchronization of gamete release among coral colonies of the same species, egg-sperm interactions that lead to fertilization of eggs, embryological development, substrate selection by competent larvae, and for most spawning species (as opposed to brooders), acquisition of symbiotic zooxanthellae, the single cell algae that provide much of a coral's daily energy needs. If any one of these key processes is affected, the natural replenishment of reef populations is prevented. During mass coral spawning events, large quantities of eggs and sperm are released into the water column. Typically, these gametes are released in combined egg-sperm bundles. The eggs are rich in lipid, which makes them float to the surface of the ocean, carrying the sperm along with them. Once at the surface, these bundles burst apart, allowing the eggs and sperm to interact on the sea surface. Experiments have demonstrated that rates of self-fertilization are usually very low, on the order of 2% or less, while outcrossing of sperm and eggs from different colonies of the same species result in much higher fertilization rates, often over 90%. Hybridization can also occur among closely related species. It is clear that chemical cueing is important for successful egg-sperm interactions, and reductions in water quality, including the reduction in salinity or the presence of toxicants and sediment can result in reproductive failure. Land-based sources of pollution (LBSP), directly caused by watershed discharges, have been identified by the US Coral Reef Task Force and other management-directed bodies as a primary cause of anthropogenic stress responsible for the decline of coral reefs worldwide. This is true for high islands and continental areas adjacent to coral reefs with well-defined Chapter 26",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "watersheds, as well as atolls and other low islands where watershed boundaries are less distinct. Coastal water quality can be compromised via both surface runoff and ground water discharges. Based on the size of the catchments, the extent of the effects of discharges can range from tens of meters to over 100 km.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Urbanization, agricultural and industrial development, and housing and road construction are among the activities responsible for the alteration of watershed characteristics and hence, patterns of rain catchment and flow. The sediment and toxicant loads of discharges are tied to the specific activities that occur within watersheds, and the volume and velocity of flow in streams and rivers are directly related to the physical ground characteristics of permeability, rugosity, and slope. Reductions in the amounts of permeable surfaces through which rainwater can percolate are often a problem associated with housing, road, and industrial development. While agricultural development usually preserves permeable surfaces, alterations in plant ground cover and topography via plowing, terracing, and berm construction can enhance erosion and subsequent sedimentation. To prevent flooding, drainages within watersheds are often altered, with the increases in non-permeable surfaces adding substantial volume to runoff, and the straightening of streams and rivers, along with bottom hardening (lining channels with concrete) increases the velocity of water flow. Both of these activities result in greater impacts to coastal coral reefs and associated ecosystems, such as seagrass beds, than would occur under natural conditions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MAJOR CONTRIBUTORS TO WATERSHED DISCHARGES",
                "sec_num": "2"
            },
            {
                "text": "Freshwater runoff alone can cause mortality in corals, and being more acidic than seawater, can result in the erosion of reef structures. The osmotic stress associated with freshwater runoff can cause cells to burst, and corals will often bleach and die following episodes of elevated freshwater exposure (Jokiel et al., 1993) . Coral reef echinoderms are especially sensitive to drops in salinity, as they have no ability to osmoregulate.",
                "cite_spans": [
                    {
                        "start": 305,
                        "end": 326,
                        "text": "(Jokiel et al., 1993)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Freshwater",
                "sec_num": "3.1"
            },
            {
                "text": "As watershed discharges include freshwater, and freshwater floats on seawater, surface salinity is affected and even a 15% drop in surface water salinity from 34 to 28 ppt can prevent fertilization during spawning events (Richmond, 1994) . When sediment and/or toxicants are present, reproductive failure can occur with as little as a 5% drop in surface salinity tied to watershed runoff (Richmond, 1994) .",
                "cite_spans": [
                    {
                        "start": 221,
                        "end": 237,
                        "text": "(Richmond, 1994)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 388,
                        "end": 404,
                        "text": "(Richmond, 1994)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Freshwater",
                "sec_num": "3.1"
            },
            {
                "text": "Sediment is one of the most damaging stressors affecting coastal coral reefs, and the effects can extend far offshore, with satellite images identifying plumes over 50 km from the source (Devlin and Brodie, 2005) . Sediment includes a variety of particles that vary in grain size, composition, and physical attributes such as density and roughness. Watershed discharges can move materials including clay and colloidal-sized particles (<0.002 mm), silt (between 0.002 and 0.06 mm), sand (0.06-2 mm), gravel (2.0-63 mm), cobbles (63-200 mm) , and boulders (>200 mm). Following large rain events, boulders over 1 m in diameter can be carried down channels and streams. The grain size and characteristics of sediment determine the types of impacts that will occur on affected reefs.",
                "cite_spans": [
                    {
                        "start": 187,
                        "end": 212,
                        "text": "(Devlin and Brodie, 2005)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 527,
                        "end": 538,
                        "text": "(63-200 mm)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sediment",
                "sec_num": "3.2"
            },
            {
                "text": "Sedimentation on coral reefs is measured three different ways: suspended sediment concentration (SSC; turbidity), which is expressed as weight per unit volume (mg/L), sedimentation rate is expressed as weight per area per unit of time (e.g., mg cm −2 day −1 ), while sediment deposition is a linear measure of thickness (mm or cm).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sediment",
                "sec_num": "3.2"
            },
            {
                "text": "These different parameters affect corals in different ways. The smallest particles, in the clay and colloidal size range, remain suspended the most in the water column and reduce the amount of sunlight reaching the corals. This turbidity cuts down the ability of the coral's algal symbionts, zooxanthellae, to photosynthesize and produce energy for the host coral. As light levels decrease, the algal symbionts shift from photosynthesis to photorespiration which may lead to oxidative stress in the host coral. Turbidity has a particularly negative metabolic effect on branching corals, as they have limited surface areas for light collection, and their colony morphology is more efficient at shedding particles of sediment. Plating and mounting corals are also affected by turbidity, but more so by the accumulation of particles including those in the sand size class that can be difficult to clear using mucus and cilia and may also be abrasive in the presence of wave action.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sediment",
                "sec_num": "3.2"
            },
            {
                "text": "Fine particles are often a source of toxicant exposure to corals, as a variety of pollutants such as pesticides and hydrocarbons can adhere to these particles on land, with the chemicals being released once the particles enter the ocean or come into contact with corals. This is particularly true for non-water soluble compounds (lipophilic-\"fat loving\") that have a great affinity for living tissue with lipid content, such as cell membranes, eggs, and larvae present within coral colonies. Such contaminated particles can be ingested by coral polyps during heterotrophic feeding.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sediment",
                "sec_num": "3.2"
            },
            {
                "text": "A variety of pollutants can be carried in watershed discharges, and these pollutants affect corals and other reef organisms. The impacts may include outright mortality or more subtle, sublethal effects including reduced growth rates, shifts in competitive ability against other organisms, reductions in fecundity, and, as previously mentioned, reproduction and recruitment failure. Water-soluble compounds can be carried long distances along discharge gradients, affecting corals km from shore. The nonsoluble compounds often adhere to organic material in runoff water, as well as to sediment particles, and are released once they come into contact with seawater.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Toxicants",
                "sec_num": "3.3"
            },
            {
                "text": "Common classes of pollutants contained within watershed discharges include pesticides (both insecticides and herbicides), polycyclic aromatic hydrocarbons (PAHs; petroleum-based compounds including gasoline, diesel, and motor oil), personal care products (shampoos, cosmetics, hair care products, sunscreens), pharmaceuticals, and heavy metals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Toxicants",
                "sec_num": "3.3"
            },
            {
                "text": "A number of studies have been performed on insecticides and herbicides, and many are described in the accompanying safety information as being toxic to aquatic life. The organophosphate pesticide Chlorpyrifos, used on golf courses and in homes, was found to inhibit recruitment of planulae of the common Pacific coral Pocillopora damicornis (Peters et al., 1997) . Experiments showed that at sublethal levels, exposed larvae didn't settle and metamorphose, and if \"clean\" larvae were presented with appropriate substrata that had been exposed to this chemical, recruitment was also affected. Herbicides can affect corals and zooxanthellate larvae by interfering with the ability of the algal symbionts to photosynthesize. Some insecticides are endocrine disrupting compounds, and it is no surprise that they can interfere with reproduction in corals, as these organisms possess the same proteins and metabolic pathways as found in higher organisms. The estrogenic compound estradiol 17β has been identified in waters surrounding corals during spawning events, and is also a pollutant associated with sewage effluent from un-metabolized birth control pills (Atkinson and Atkinson, 1992) .",
                "cite_spans": [
                    {
                        "start": 341,
                        "end": 362,
                        "text": "(Peters et al., 1997)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1156,
                        "end": 1185,
                        "text": "(Atkinson and Atkinson, 1992)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Toxicants",
                "sec_num": "3.3"
            },
            {
                "text": "Petroleum products are very common in watershed discharges, and can be seen as a colored sheen in road drainages. Automobiles are a major source of these compounds and may also add heavy metals including cadmium from tire wear. Even when care is taken to educate consumers on the proper disposal of waste oil, small leaks multiplied by the number of cars operating within a watershed can contribute large amount of PAHs to coastal waters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Toxicants",
                "sec_num": "3.3"
            },
            {
                "text": "Personal care products are among the emerging chemicals of concern. Recent research on the UV absorbing compound oxybenzone found in many sunscreens and types of makeup, has demonstrated negative effects on coral reproduction, larval development, recruitment, and even colony viability (Downs et al., 2016) . Parabens and a variety of compounds found in shampoos, soaps, and other personal hygiene products are being studied for the negative effects on a variety of marine organisms including corals. Chemicals used within watersheds will eventually make it to coastal waters via surface runoff, groundwater discharges, and sewage. Sewage outfalls are recognized as point sources of pollution, however, cesspools, septic tanks, leaky pipes, and sewage overflows following rain events are responsible for substantial quantities of chemicals and nutrients entering the ocean via streams, rivers, and groundwater.",
                "cite_spans": [
                    {
                        "start": 286,
                        "end": 306,
                        "text": "(Downs et al., 2016)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Toxicants",
                "sec_num": "3.3"
            },
            {
                "text": "Nutrients have been shown to negatively affect corals and coral reefs. They can alter the balance within the coral holobiont by increasing the division rate of zooxanthellae to the point where these algal cells become self-shading and the photosynthetic efficiency drops. At night, zooxanthellae respire oxygen and can cause oxidative stress in the coral host. Additionally, nutrients can alter another major component of the coral holobiont: bacteria. The important role of bacteria has been identified for providing recruitment cues for coral planula larvae, and for coral metabolism as has been determined in higher organisms. Nutrients also support the population growth of a variety of organisms that bio-erode corals and reef structures, such as sabellid and serpulid worms (\"feather duster\" and \"Christmas tree\" worms), boring sponges (clionids), and boring bivalves (e.g., Lithophaga). These organisms undermine the reef framework and accelerate the impacts of ocean acidification associated with climate change. Finally, there is a link between nutrients, plankton, and population outbreaks of the corallivorous Crown-of-Thorns starfish, Acanthaster planci, whose planktotrophic larvae benefit from increased food availability, which enhances their survival and recruitment rates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Nutrients",
                "sec_num": "3.4"
            },
            {
                "text": "Pharmaceuticals are another source of stress to corals, which originate within adjacent watersheds. The major categories of medications found in coastal areas and ground water include analgesics/anti-inflammatories, antidepressants, antibiotics, steroids, and those used to treat high cholesterol and blood pressure. While data are presently limited for the effective concentrations and potential synergisms among these compounds, recent studies of coral proteomics, genomics, metabolomics, and transcriptomics demonstrate the high level of concern warranted. The same problems expressed regarding the effects of nutrients on the bacterial abundance and diversity patterns on coral reefs holds for antibiotics. As more knowledge is gained about the important role of bacteria for corals and coral reefs, from mediating recruitment of larvae to the metabolic role of these microorganisms for the coral holobiont, it will be imperative that management efforts include plans for reducing exposure to such bioactive compounds. There are already programs in place to allow pharmacies and medical facilities to collect unused prescriptions for proper disposal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Pharmaceuticals",
                "sec_num": "3.5"
            },
            {
                "text": "With all elements of watershed discharges, it is important to separate the mean values of exposure to the extremes, and acute versus chronic. Annual rainfall values for any given watershed are not evenly distributed among days and months of the year, but rather, occur seasonally and in an episodic fashion. For example, a hurricane (typhoon or tropical cyclone) can dump over a meter of rainfall within several hours. These events can have drastic effects on coastal coral reefs and associated communities. From a biological perspective, these events can vastly overwhelm the organisms' ability to survive high levels of stress from salinity changes, toxicant levels, sediment loads, turbidity, and even temperature. Infrastructure has to be built, such as adequate water retention basins, which can address these larger storms to reduce the ecosystem damage associated with extreme events and enhance resilience of coastal marine communities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The Sum of Stressors and Implications for Interventions on Land",
                "sec_num": "3.6"
            },
            {
                "text": "Receiving water characteristics determine the spatial and temporal scales of watershed discharge impacts as well as their magnitude. Coral reefs within enclosed lagoons, with longer water residence times and lower flushing rates will respond differently than those along the open bays and coasts. Current patterns and wave action are also important parameters that affect coastal water quality. Waves can wash sediments away, but are also responsible for resuspension of accumulated particles. A study of the island of Molokai in Hawaii found 1 kg of sediment can have the impact of hundreds to thousands of kg of sediments due to resuspension. The size distribution of sediment particles will affect the amount of resuspension that occurs and the associated levels of turbidity. Sediment texture will affect the abrasive effects on corals that can occur during resuspension events.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE KEY ROLE OF COASTAL OCEANOGRAPHY",
                "sec_num": "4"
            },
            {
                "text": "Substratum characteristics are a major determinant of watershed discharge effects over longer time periods. Substantial fleshy and filamentous algal substratum cover serves as a reservoir of sediments that can be resuspended numerous times whenever there are waves. Once sediment becomes trapped on the bottom, flushing is inhibited and turbidity will have long-term consequences even in the absence of rainfall and the discharge of new sediments into the water column. The repeated vertical movement of accumulated sediments magnifies the negative effects of sedimentation. Bottom topography is another characteristic of coastal areas that effects sediment retention time and flushing rates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE KEY ROLE OF COASTAL OCEANOGRAPHY",
                "sec_num": "4"
            },
            {
                "text": "Maunalua Bay is located on the island of Oahu, Hawaii (Figs. 2 and 3 ). It is approximately 8 km long, with nine distinct sub-watersheds. It is surrounded by a high degree of development that began in the 1950s, with a mixture of residential communities, shopping malls, a marina, and a population of approximately 60,000 stakeholders. Flood control measures within the sub-watersheds to protect homes and businesses include channelization (straightening) of streams, with eight of the nine additionally having been hardened with concrete floors and walls. These engineering design approaches are effective at flood prevention, but do so at an extreme cost to coastal coral reef communities. The design allows for smaller rain events to fill the channels with contaminant-laden sediments that do not travel all the way to the ocean, but rather collect, dry due to evaporation and become higher in toxicant concentration with each smaller event. When a large rainfall occurs, these highly toxic muds enter into the coastal ocean, overwhelming the affected biota.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 54,
                        "end": 68,
                        "text": "(Figs. 2 and 3",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Maunalua Bay, Hawaii",
                "sec_num": "5.1"
            },
            {
                "text": "Following a heavy rainfall event in 2008, approximately 20 tons of sediment were deposited within the bay from the Kuli'ou'ou watershed due to erosion, transport, and settlement (Wolanski et al., 2009) . Efforts to mitigate and reduce such excessive levels of coastal sedimentation include increased retention of rainwater on land through expansion and maintenance of ponding basins, the use of rain barrels for homes, and \"softening\" projects to allow runoff water from hardened surfaces to percolate back into the groundwater areas.",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 201,
                        "text": "(Wolanski et al., 2009)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maunalua Bay, Hawaii",
                "sec_num": "5.1"
            },
            {
                "text": "Maunalua Bay contains a large biomass of invasive algae, which trap sediments that are resuspended during wave events (Smith et al., 2002) . In 2009, a project was undertaken to remove the invasive alga Avrainvillea amadelpha from the reef flat adjacent to the Paiko Lagoon to allow the flushing of accumulated sediments (http://www.malamamaunalua.org/ habitat-restoration/the-great-huki/). Approximately 10 ha were cleared, removing 1.4 million kg of the mudweed. A study of the impacts of the algae removal found that instead of continuing to accumulate, the flushing rate was reduced to 4 years for the fine sediments and 6.6 years for the course particles (S. MacDuff, in prep.). While the value of the intervention was substantial, benefits will only be realized if such removal efforts are coupled with land-based remediation efforts to prevent additional sediment inputs from the adjacent watersheds.",
                "cite_spans": [
                    {
                        "start": 118,
                        "end": 138,
                        "text": "(Smith et al., 2002)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maunalua Bay, Hawaii",
                "sec_num": "5.1"
            },
            {
                "text": "Guam is a US territory located in the Western Pacific. The village of Humåtak (English: Umatac) is located in southwest Guam. It is a home to a community of 782 residents (U.S. Census Bureau, 2010), mainly from a handful of family clans who have lived in the village for generations. Traditional practices are perpetuated in the village through events such as fiesta celebrations and annual Guam Heritage and History Day festivities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "La Sa Fu'a Watershed in Humåtak, Guam",
                "sec_num": "5.2"
            },
            {
                "text": "In 2002, fishermen in Humåtak noticed a decline in the size and quality of their catch. The Humåtak Mayor's Office reached out to University of Guam (UOG) Marine Laboratory researchers who identified accelerated land erosion, caused by poor land-use practices, as the likely cause of fish decline and environmental degradation in the area (Richmond et al., 2005) . Coral reefs in the Humåtak area were severely impacted when the Agat-Umatac Road (Fig. 4) was reconstructed through the village from 1988 to 1990 at 183 m above sea level on steep sloping terrain . The normal local government protocol to require environmental protection plans for this effort were politically waived and the resulting sedimentation caused by poor project management and severe degradation of the natural drainage system caused catastrophic coastal sedimentation and chemical (increased nutrient) pollution.",
                "cite_spans": [
                    {
                        "start": 339,
                        "end": 362,
                        "text": "(Richmond et al., 2005)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 446,
                        "end": 454,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "La Sa Fu'a Watershed in Humåtak, Guam",
                "sec_num": "5.2"
            },
            {
                "text": "The Agat-Umatac Road was built without proper stormwater management and lacked engineering to slow, retain, and filter freshwater runoff before entering the ocean. A steep 1.67 km gutter bordering a section of the road drains almost directly into the La Sa Fu'a River causing high-velocity flash flooding with the power to rip 30-year-old coconut trees and ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "La Sa Fu'a Watershed in Humåtak, Guam",
                "sec_num": "5.2"
            },
            {
                "text": "Bay during a typical sunny day. (Bottom) Fouha Bay after a large rain event. The sediment yield into Fouha Bay is 1714 tons per year (Rongo, 2004) . (Bottom photo by J. Lawrence, USDA NRCS Pacific Island Area.) other vegetation from the riparian habitat. Large quantities of sediment were commonly washed into the ocean during heavy rains (Fig. 5) . During low-wind conditions this allowed the sediment to be deposited on nearshore coral reefs without disturbance for weeks. Many corals were smothered and killed, and large areas of reef habitat shifted from a coral-dominated to an algal-dominated system, displacing populations of reef fish Wolanski et al., 2004) .",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 146,
                        "text": "(Rongo, 2004)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 179,
                        "end": 210,
                        "text": "USDA NRCS Pacific Island Area.)",
                        "ref_id": null
                    },
                    {
                        "start": 643,
                        "end": 665,
                        "text": "Wolanski et al., 2004)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 339,
                        "end": 347,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "FIG. 4 (Top) Fouha",
                "sec_num": null
            },
            {
                "text": "Other anthropogenic impacts, such as fires set by deer poachers and the expanding population of feral ungulates, further remove groundcover and accelerate land erosion, preventing the recovery of the ecosystem without intervention (Wolanski et al., 2003) .",
                "cite_spans": [
                    {
                        "start": 231,
                        "end": 254,
                        "text": "(Wolanski et al., 2003)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 4 (Top) Fouha",
                "sec_num": null
            },
            {
                "text": "Concern for environmental degradation in the village gave rise to the Humåtak Project (www.humatakproject.org), a community-based environmental restoration effort. Restoration activities began in the La Sa Fu'a sub-watershed in Humåtak village. The sub-watershed catchment area is 3.2 km 2 and mostly undeveloped with the majority of Humåtak residents living in other areas of the village. The Humåtak Project pursues the following objectives:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Humåtak Project",
                "sec_num": "6.1"
            },
            {
                "text": "1. Work with communities to address the environmentally damaging human behaviors and poor land-use practices responsible for the degradation of the coral reefs and associated fisheries of Fouha Bay. 2. Develop and test methods for reducing sediment inputs into the bay that are both economically feasible and culturally acceptable. 3. Evaluate the effectiveness of management-directed activities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Humåtak Project",
                "sec_num": "6.1"
            },
            {
                "text": "Hundreds of volunteer hours have been contributed to educational outreach and watershed restoration activities since the start of the Humåtak Project. A six-part strategy was developed to form partnerships and engage community members in watershed restoration efforts: (1) establish trust with village leaders and residents, (2) educational outreach in classrooms, community events, and the field, (3) holding community meetings, (4) incorporating respect of culture, (5) promoting project awareness, and (6) maintaining interest through digital media. Developed as a Humåtak Project signature outreach activity, Humåtak Watershed Adventures are interactive field trips that provide first-hand experiences for students and other members of the community to connect to their environment. Participants learn about natural resources, environmental threats, and the community actions needed to address these threats. Local terrestrial and marine scientists and managers deliver lectures to the participants at different sites throughout the adventure. Humåtak Watershed Adventures start in the upper watershed where causes and sources of erosion are showcased. In the mid-watershed, participants see where the Agat-Umatac Road and the La Sa Fu'a River intersect, and the importance of managing stormwater runoff is discussed. Participants conclude the adventure with a hike down to Fouha Bay to complete the comprehensive overview of watershed ecosystem connections.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Community Engagement",
                "sec_num": "6.2"
            },
            {
                "text": "As part of the Humåtak Project research efforts in Guam, the effectiveness of two watershed restoration tools was evaluated over a 21-month period between 2013 and 2015 (Shelton and Richmond, 2016) . Tree seedlings and sediment filter socks (Fig. 6) were installed in eroding hillsides in the La Sa Fu'a Watershed by Humåtak Project volunteers. A soil probing method was developed to measure soil depth in order to determine how much sediment the watershed restoration tools trapped. An estimated 130 tree seedlings and 54 m of sediment filter socks trapped 112 tons of sediment on land in the main restoration study plot. In highly eroding badland sites where socks and trees were used in combination, the mean sediment trapping rate was 44 kg m −2 year −1 .",
                "cite_spans": [
                    {
                        "start": 169,
                        "end": 197,
                        "text": "(Shelton and Richmond, 2016)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 241,
                        "end": 249,
                        "text": "(Fig. 6)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Watershed Restoration Efforts and Its Effectiveness",
                "sec_num": "6.3"
            },
            {
                "text": "In order to estimate the amount of restoration necessary to improve the coral reef health in Fouha Bay, Humåtak, the sediment delivery ratio (SDR) for the La Sa Fu'a Watershed was studied. The SDR is the proportion of gross eroded sediment in a catchment basin that reaches an outlet (SDR=sediment yield/gross erosion) (El-Swaify et al., 1982; Walling, 1983) . Only a fraction of gross erosion reaches a watershed outlet because there are a series of sediment sources and sinks along the path of sediment transport.",
                "cite_spans": [
                    {
                        "start": 319,
                        "end": 343,
                        "text": "(El-Swaify et al., 1982;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 344,
                        "end": 358,
                        "text": "Walling, 1983)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Watershed Restoration Efforts and Its Effectiveness",
                "sec_num": "6.3"
            },
            {
                "text": "Minton 2015determined that a 75% reduction in sediment yield would be necessary to bring all of Fouha Bay below the severe-catastrophic sedimentation degree of impact (>50 mg cm −2 day −1 ) proposed by Pastorok and Bilyard (1985) . Assuming sedimentation rate correlates with sediment yield, a sediment-input reduction of 1379 tons would be required. Using a conservative SDR of 0.65, from the lower range of SDRs determined for other Guam watersheds (Hanson et al., 2007; NAVFAC, 2010) , a 2121-ton sediment reduction would be required. The highest trapping efficiency of sediment filter socks and acacia trees (2 trees per 9 m 2 ) observed by Shelton and Richmond, 2016was 44 kg m −2 year −1 . Therefore, the necessary sediment yield reduction could be achieved by treating a total area of 0.05 km 2 with 19 km of 8 in diameter sediment filter socks and 11,000 acacia tree seedlings.",
                "cite_spans": [
                    {
                        "start": 202,
                        "end": 229,
                        "text": "Pastorok and Bilyard (1985)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 451,
                        "end": 472,
                        "text": "(Hanson et al., 2007;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 473,
                        "end": 486,
                        "text": "NAVFAC, 2010)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Watershed Restoration Efforts and Its Effectiveness",
                "sec_num": "6.3"
            },
            {
                "text": "The decrease in sediment loading in turn will enable the recovery of corals in Fouha Bay within a stress gradient at a distance from the river mouth (Fig. 7) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 149,
                        "end": 157,
                        "text": "(Fig. 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Watershed Restoration Efforts and Its Effectiveness",
                "sec_num": "6.3"
            },
            {
                "text": "Acacia tree seedlings and sediment filter socks are just two watershed restoration tools. Further studies that evaluate the sediment trapping efficiency of various plants and engineered tools will help grow the toolbox that natural resource managers use to restore watershed ecosystems.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Watershed Restoration Efforts and Its Effectiveness",
                "sec_num": "6.3"
            },
            {
                "text": "As a result of the growing awareness of Guam's environmental issues, multiple environmental initiatives have been undertaken in Humåtak. The Humåtak Project carries out efforts in partnership with the Humåtak Community Foundation, an organization which established the Umatac Coral Reef Ambassador Program to provide educational outreach on the ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONTINUING EFFORTS",
                "sec_num": "7"
            },
            {
                "text": "Palau is a sovereign nation in the Western Pacific that retains many cultural practices tied to natural resource sustainability. The largest island in the archipelago, Babeldaob, is volcanic in origin, with high relief and well-defined watersheds. The red soils are highly erodible following rain events. The population of Palau is about 20,000 with 14,000 Palauans and 6000 foreign workers. The coral reefs of Palau are world-renowned, making the nation an international dive destination. The near doubling of tourism from an annual 100,000 visitors per year to nearly 200,000 tourists has spurred hotel development, and a new road has opened once remote areas to a variety of agricultural and commercial activities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Palau: Ngerikiil Bay",
                "sec_num": "7.1"
            },
            {
                "text": "The expanding tourism industry created a need for more housing near the main town of Koror, and due to extended family ownership of land, state owned areas, specifically intertidal Mangrove forests, were targeted for development. Mangroves trap about 30% of the sediment that runs off the land following rainstorms, and these were being removed in the village of Airai for the additional housing, resulting in extensive sedimentation of coastal reefs in Ngerikiil Bay (Golbuu et al., 2011a, b) . Local fishers were among the first to notice the damage to reefs and the associated fisheries, creating a set of user conflicts.",
                "cite_spans": [
                    {
                        "start": 468,
                        "end": 493,
                        "text": "(Golbuu et al., 2011a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Palau: Ngerikiil Bay",
                "sec_num": "7.1"
            },
            {
                "text": "Studies performed in Airai Bay, led by researchers from the Palau International Coral Reef Center, with active participation from local villagers, documented the amount of sediment deposition, resuspension, accumulation occurring following rain events, and the resulting effects on coral reefs and fisheries resources. A meeting was subsequently held with the stakeholders, including traditional and elected leaders, women's groups, and fishers. The outcome was a moratorium on the clearing of mangroves in Airai Bay, which eventually resulted in national legislation protecting mangroves in recognition of their value in protecting coastal coral reef and related resources of cultural, economic, and ecological value (Richmond et al., 2012) . The success of this community-based effort led to further discussions on protecting coral reefs from land-based sources of stress, and the emergence of the Belau Watershed Alliance as a coordinating body for devising and implementing solutions. The modeled sedimentation rates (Rongo, 2004; Minton, 2015) in Fouha Bay at increasing distance from shore and the corresponding degrees of sedimentation impact on coral reefs proposed by Pastorok and Bilyard (1985) . (Aerial image by John Jocson.)",
                "cite_spans": [
                    {
                        "start": 718,
                        "end": 741,
                        "text": "(Richmond et al., 2012)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1021,
                        "end": 1034,
                        "text": "(Rongo, 2004;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1035,
                        "end": 1048,
                        "text": "Minton, 2015)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1177,
                        "end": 1204,
                        "text": "Pastorok and Bilyard (1985)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Palau: Ngerikiil Bay",
                "sec_num": "7.1"
            },
            {
                "text": "Taro fields were identified as a potential tool for further protecting coastal coral reefs from the effects of rainwater runoff and sedimentation. Taro is a plant that has been traditionally cultivated in Palau. The leaves are used in a local soup and its underground swollen stem is a starch that is a staple in the diet of Palauans and many other Pacific Islanders. As such, it is an important resource supporting local food security. Several varieties are cultivated and have different characteristics including optimal growth conditions (e.g., wet vs. dry). In addition to its value in the Palauan diet, activities associated with cultivation are a cornerstone of the culture, especially among women who tend the fields. Social and familial interactions are a major benefit that accrues from traditional taro cultivation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Palau: Ngerikiil Bay",
                "sec_num": "7.1"
            },
            {
                "text": "Palau recently experienced storm and king tide events that flooded taro fields located in low-lying coastal areas, with the seawater intrusion resulting in loss of the crops. Such events are predicted to increase in frequency and magnitude as a result of sea level rise tied to global climate change. A study was performed on the use of taro fields as a buffer between land and sea, which included moving these higher up within watersheds. Measurements found that they trap between 60% and 90% of sediment in runoff, two to three times that of mangroves. The higher positioning within watershed reduced the volume and velocity of runoff and hence, the amount of sediment carried to the ocean. Two narrow channels constructed perpendicular to the fields trapped coarse and fine sediment, respectively, providing an easy means of harvesting this material for other purposes. By moving taro fields further up into watersheds, sedimentation impacts to coastal coral reefs have decreased, crops were protected from seawater inundation, and food security and cultural benefits have increased (Fig. 8 ) (Koshiba et al., 2014) .",
                "cite_spans": [
                    {
                        "start": 1096,
                        "end": 1118,
                        "text": "(Koshiba et al., 2014)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1086,
                        "end": 1093,
                        "text": "(Fig. 8",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Palau: Ngerikiil Bay",
                "sec_num": "7.1"
            },
            {
                "text": "Pohnpei is one of four states in the Federated States of Micronesia. It is one of the more traditional islands in the region, with limited urbanization and tourism. It is a high, volcanic island, surrounded by a barrier and fringing reefs, with extensive coastal mangroves. Farming and fishing are staples of the local communities and economy, with sakau (kava), a kavalactone-containing pepper plant root, as the major cash crop. The root can be powdered or crushed in water to make a drink with narcotizing properties, such as muscle relaxation and numbness of the mouth and lips.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Enipein Watershed, Pohnpei",
                "sec_num": "7.2"
            },
            {
                "text": "Pohnpei is a wet island, with an annual rainfall in the mountain rainforests of approximately 7600 mm. Sakau grows well in the rainforest, which has resulted in the clearing of these upland areas for cultivation. The result has been high levels of erosion of the red, volcanic soils, with resulting sedimentation impacts on coastal coral reefs. A major soil slumping event following heavy rains, resulted in the death of several children in a landslide. A study of the impacts of high sedimentation rates found that both reef health and coastal fisheries were affected by the upland agricultural activities within the adjacent watersheds (Victor et al., 2006) . Data collected from a locally managed marine protected area found no enhancement of herbivorous fish populations compared to adjacent areas that were regularly fished, which was attributed to the heavy sediment loads causing high levels of turbidity. This affects reef habitat quality, the ability of fish to clear their gills and to see approaching predators that use their lateral line systems that act as underwater radar, rather than sight to cue in on their prey.",
                "cite_spans": [
                    {
                        "start": 638,
                        "end": 659,
                        "text": "(Victor et al., 2006)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Enipein Watershed, Pohnpei",
                "sec_num": "7.2"
            },
            {
                "text": "A community-based approach was taken by a local NGO, the Conservation Society of Pohnpei, to move the sakau cultivation from the rainforest to low-lying areas (\"grow low\" program) in an effort to protect existing vegetation and support recovery of the forest. The approach garnered support from the farmers as well as the traditional and elected leaders (Richmond et al., 2007) . This example served as a model for other communities in the region, with a focus on the need to address challenges through integration with local cultural practices.",
                "cite_spans": [
                    {
                        "start": 354,
                        "end": 377,
                        "text": "(Richmond et al., 2007)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Enipein Watershed, Pohnpei",
                "sec_num": "7.2"
            },
            {
                "text": "Approaches to protect coral reefs from watershed discharges include development and implementation of proactive policies, improvement of onsite retention of water and sediment on land, modified agricultural practices, and active intervention on reef sites to remove algae and facilitate flushing of accumulated sediments that are frequently resuspended. There were three main criteria applied to addressing the problems associated with watershed discharges on coral reefs: effectiveness, economic feasibility, and cultural acceptability.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A SYNTHESIS: SUCCESS AND FAILURES OF DIFFERENT APPROACHES",
                "sec_num": "8"
            },
            {
                "text": "The approach in Maunalua Bay, Hawaii, was the most challenging approach based on the scale of the problem. The algal removal effort was costly ($3.4 million US) and labor intensive, but successful in facilitating the flushing of sediment accumulated over decades. Bays act as bank accounts with regards to sediment, and the overall impacts over space and time are the result of the dynamics of deposits versus withdrawals. Thus, it is important to pair the responses to reduced inputs with those that facilitate flushing and reduce the problems associated with resuspension of accumulated materials. It is also important to reduce the magnitude of extreme events which can overwhelm the ability of corals to survive such pulses. The removal of benthic algae addressed the retention and resuspension issues, but not the flow of additional sediment into Maunalua Bay. More work needs to be performed within the adjacent watersheds to improve the flood control infrastructure, such as increased retention basins and softening of impermeable surfaces to allow percolation into the aquifer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A SYNTHESIS: SUCCESS AND FAILURES OF DIFFERENT APPROACHES",
                "sec_num": "8"
            },
            {
                "text": "The projects in Guam demonstrated the value of revegetation and the use of sediment socks in reducing erosion and sedimentation into Fouha Bay. Much of the damage that occurred in the past could have been prevented by installing water catchment basins during and following road construction. Working with specific stakeholders, in this case hunters responsible for starting fires within the watershed, was also an effective approach. Finally, working with fishers to allow populations of grazing fish to recover and reduce benthic algal cover was found to be helpful. At all levels, community engagement was found to be a critical element for success.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A SYNTHESIS: SUCCESS AND FAILURES OF DIFFERENT APPROACHES",
                "sec_num": "8"
            },
            {
                "text": "The efforts in Palau and Pohnpei also included strong cultural and community elements that led to success. Bridging science and knowledge to policy is often a challenge, which in this case, was helped by the leadership of Palauan scientists who could present research findings in the Palauan language and in the appropriate cultural context. In addition to enhancing mangrove protections and using taro fields in a novel way, the Palauan government reviewed their existing regulatory framework and identified a problem with clearing and grading permits. Agricultural development was traditionally exempt from such permit requirements, which was appropriate when farms were small, at the family and community level. With the growing produce demands by the tourism sector, foreign-run commercial farms of hundreds of hectares or more sprang up, along with ineffective land-use practices.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A SYNTHESIS: SUCCESS AND FAILURES OF DIFFERENT APPROACHES",
                "sec_num": "8"
            },
            {
                "text": "The results of field studies in Guam, Hawaii, Pohnpei, and Palau supported several overarching conclusions. The first, and most obvious, is the need for integrated practices on land to reduce erosion of soils and prevent freshwater runoff, sediment, nutrients, and toxicants from reaching coastal and offshore coral reefs in the first place. These include onsite retention of water, improved agricultural practices, and protection of coastal mangroves and seagrass communities where they are part of the natural environment. Once sediment is deposited on coral reefs, resuspension causes a multiplier effect, whereas 1 kg of sediment can have the impact of tons. Benthic fleshy and filamentous algae become a reservoir for these sediments, reducing natural flushing rates, hence the value of protecting herbivores such as sea urchins and grazing species of fish. This requires cooperation of fishers, who need to understand the benefits associated with any sacrifice on their part. Voluntary compliance is a far more effective and efficient solution compared to using enforcement officers and the judicial system. Fishers, who understand the need for protecting populations of herbivorous reef fish, become part of the solution. Finally, the value of community engagement, outreach, and education is clear and essential for the success of watershed-based initiatives that support coral reef protection and recovery. Including and in some cases, revitalizing traditional cultural practices, such as the culture of taro, can be valuable approaches to improving watershed management, yielding multiple benefits to the participating communities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MAJOR SOCIOECONOMIC-CULTURAL LESSONS LEARNED",
                "sec_num": "9"
            },
            {
                "text": "While education and compliance are valuable tools, there is and always will be a need for sound legislation and regulation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MAJOR SOCIOECONOMIC-CULTURAL LESSONS LEARNED",
                "sec_num": "9"
            },
            {
                "text": "Climate change is one of the main drivers of global coral reef losses through associated elevated seawater temperatures responsible for mass bleaching events and ocean acidification from elevated levels of atmospheric CO 2 . However, this global driver also affects the impacts of local stressors, particularly by increasing the magnitude of watershed discharges. Predictions of increasing storm strength have come true, with an expectation that the trend will continue in the future. The result is more extreme events with larger amounts of rainfall, which in turn, increase the spatial and temporal scale of runoff impacts that exceed the ability of corals and reef communities to survive. Each extreme event that exceeds the adaptive and acclimation capacities of corals and other reef organisms results in mortality, the loss of genetic diversity, and reduction in ecosystem resilience in both the short and long term.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE FUTURE: CLIMATE CHANGE ISSUES",
                "sec_num": "10"
            },
            {
                "text": "While local stressors operate at the level of tens to hundreds of km 2 climate change impacts have been affecting coral reefs at the regional level, at scales of thousands of km 2 . Reefs far from watershed discharges and sources of coastal pollution have generally experienced better recovery rates than those nearer to shore, however, those surviving coral populations have lower genetic diversity. Additionally, reduced population size decreases that chance of successful sexual reproduction in corals as the distance among conspecific colonies increases following mass mortality events. Finally, surviving genotypes with resistance to elevated temperatures may not have a comparable resistance to diseases or other stressors, setting the stage for local and regional extinction events.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE FUTURE: CLIMATE CHANGE ISSUES",
                "sec_num": "10"
            },
            {
                "text": "An important role for science in addressing the impacts of watershed discharges and other stressors on coral reefs is developing metrics for measuring the effectiveness of mitigation and conservation measures on reef vitality. In a world of limited financial, human, and institutional resources, it is critical that the allocation of these is performed in a manner that maximizes success. For example, if the target for sediment reduction is identified as needing to be 40% below existing peak levels, a 20% reduction shows progress, but may result in no measurable improvement. The goal then becomes finding ways to achieve the additional improvements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EVALUATION OF MITIGATION: METRICS OF SUCCESS",
                "sec_num": "11"
            },
            {
                "text": "Traditionally, coral reef monitoring programs have focused on percent coral cover or species abundance to detect changes for better or worse. Such measurements use mortality as the indicator of change, require longer times periods (years) for evaluation and miss subtleties such as genotypic diversity. New tools and technologies, specifically the \"omics\"proteomics (protein expression), genomics (genetic diversity), and transcriptomics (gene expression) provide real time, quantitative data on molecular responses of corals and other organisms. Such tests are used in human medicine as diagnostic tools and can likewise be applied to corals (Downs et al., 2012) .",
                "cite_spans": [
                    {
                        "start": 643,
                        "end": 663,
                        "text": "(Downs et al., 2012)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EVALUATION OF MITIGATION: METRICS OF SUCCESS",
                "sec_num": "11"
            },
            {
                "text": "Watershed discharges from land-based sources of pollution remain among the major causes of coral reef decline. Sediments, toxicants, nutrients, and freshwater all contribute to the loss of corals and other reef organisms. Effective solutions require an integration of approaches that are based on physical, biological, environmental, cultural, social, and economic considerations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS",
                "sec_num": "12"
            },
            {
                "text": "Our experience in the Pacific Islands has shown the value of community engagement in finding workable solutions that also require a degree of political will. While laws and regulations are important, a number of solutions can be implemented by communities and key stakeholder groups based on the \"best available science,\" concurrently move with formal governmental actions. Public outreach and education of consumers can help reduce the amounts of toxicants such as pesticides, oil compounds, and personal care products that enter the coastal environment. Retention of rainwater at individual households and housing complexes can be achieved through the use of rain barrels and rain gardens. Hydromulching, use of sediment socks, revegetation, and improvements in agricultural practices can also be undertaken without government intervention. Large-scale infrastructure projects are often needed, which require substantial funding, and can be initiated through a public process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS",
                "sec_num": "12"
            },
            {
                "text": "New diagnostic tools for quantifying coral health, modeled after techniques used to assess human health, can provide key data on the effectiveness of practices and establishing target threshold levels. These data can also be used to support and guide and update development, implementation, and evaluation of regulations to better manage land-sea connections. Recent studies documenting the value of coral reefs and their ecosystem services demonstrate that investments in protecting coastal water quality are economically defensible, especially in a world of climate change-induced sea level rise. There is ample evidence from studies presented here and in the literature that coral reefs can and have recovered from the damage caused by a combination of local and global stressors, and it is important to balance expressions of urgency with the understanding that given the opportunity, a legacy of vital coral reefs is possible through appropriate actions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS",
                "sec_num": "12"
            },
            {
                "text": "SECTION | F Coral ReefsFIG. 2 A general location map of the Western Pacific showing Palau, Guam, Pohnpei, and Hawaii.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Detection of estradiol-17β during a mass coral spawn",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Atkinson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Atkinson",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Coral Reefs",
                "volume": "11",
                "issue": "",
                "pages": "33--35",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Atkinson, S., Atkinson, M.J., 1992. Detection of estradiol-17β during a mass coral spawn. Coral Reefs 11, 33-35.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Terrestrial discharge into the Great Barrier Reef Lagoon: nutrient behavior in coastal waters",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Devlin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Brodie",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Mar. Pollut. Bull",
                "volume": "51",
                "issue": "",
                "pages": "9--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Devlin, M.J., Brodie, J., 2005. Terrestrial discharge into the Great Barrier Reef Lagoon: nutrient behavior in coastal waters. Mar. Pollut. Bull. 51, 9-22.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The use of cellular diagnostics for identifying sub-lethal stress in reef corals",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Downs",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "K"
                        ],
                        "last": "Ostrander",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Rougee",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rongo",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Knutson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Mendioloa",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Holbrook",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Ecotoxicology",
                "volume": "21",
                "issue": "",
                "pages": "768--782",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Downs, C.A., Ostrander, G.K., Rougee, L., Rongo, T., Knutson, S., Williams, D.E., Mendioloa, W., Holbrook, J., Richmond, R.H., 2012. The use of cel- lular diagnostics for identifying sub-lethal stress in reef corals. Ecotoxicology 21, 768-782.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Toxicopathological effects of the sunscreen UV filter, Oxybenzone (Benzophenone-3), on coral planulae and cultured primary cells and its environmental contamination in Hawaii and the US Virgin Islands",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Downs",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Kramarsky-Winter",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Segal",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Fauth",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Knutson",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Bronstein",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Ciner",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Jeger",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Lichtenfeld",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Woodley",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Pennington",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Cadenas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Kushmara",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Loya",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Arch. Environ. Contam. Toxicol",
                "volume": "70",
                "issue": "2",
                "pages": "265--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Downs, C.A., Kramarsky-Winter, E., Segal, R., Fauth, J., Knutson, S., Bronstein, O., Ciner, F., Jeger, R., Lichtenfeld, Y., Woodley, C., Pennington, P., Cadenas, K., Kushmara, A., Loya, Y., 2016. Toxicopathological effects of the sunscreen UV filter, Oxybenzone (Benzophenone-3), on coral planu- lae and cultured primary cells and its environmental contamination in Hawaii and the US Virgin Islands. Arch. Environ. Contam. Toxicol. 70 (2), 265-288.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Soil Erosion by Water in the Tropics: College of Tropical Agriculture and Human Resources",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "El-Swaify",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "W"
                        ],
                        "last": "Dangler",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Armstrong",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "173",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "El-Swaify, S.A., Dangler, E.W., Armstrong, C.L., 1982. Soil Erosion by Water in the Tropics: College of Tropical Agriculture and Human Resources. University of Hawaii, Hawaii. 173 p.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Effects of land use change on characteristics and dynamics of watershed discharges in Babeldaob",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Golbuu",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Wolanski",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Harrison",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Victor",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Fabricius",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Golbuu",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Van Woesik",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Harrison",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Fabricius",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Palau, Micronesia. J. Marine Biol",
                "volume": "62",
                "issue": "",
                "pages": "824--831",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Golbuu, Y., Wolanski, E., Harrison, P., Richmond, R.H., Victor, S., Fabricius, K.E., 2011a. Effects of land use change on characteristics and dynamics of watershed discharges in Babeldaob, Palau, Micronesia. J. Marine Biol. 2011, 17. Golbuu, Y., van Woesik, R., Richmond, R.H., Harrison, P., Fabricius, K.E., 2011b. River discharge reduces reef coral diversity in Palau. Mar. Pollut. Bull. 62, 824-831.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Final Sasaatantano Watershed Resource Assessment: Focus on Sedimentation and Erosion Estimates for Uplands Draining into Apra Harbor. USDA-NRCS Pacific Islands Area",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Hanson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Robotham",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Pedone",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Lawrence",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Gavenda",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "109",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hanson, K., Robotham, M., Pedone, P., Lawrence, J.H., Gavenda, R., 2007. Final Sasaatantano Watershed Resource Assessment: Focus on Sedimentation and Erosion Estimates for Uplands Draining into Apra Harbor. USDA-NRCS Pacific Islands Area. 109 p.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Ecological impact of a fresh-water \"reef kill",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Jokiel",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Hunter",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Taguchi",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Watarai",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Coral Reefs",
                "volume": "12",
                "issue": "",
                "pages": "177--184",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jokiel, P.L., Hunter, C.L., Taguchi, S., Watarai, L., 1993. Ecological impact of a fresh-water \"reef kill\" in Kaneohe Bay, Oahu, Hawaii. Coral Reefs 12, 177-184.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "years of sustainable use of watersheds and coral reefs in Pacific Islands: a review for Palau",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Koshiba",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Besebes",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Soaladaob",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ngiraingas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Isechal",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Victor",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Golbuu",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Estuarine. Coasta Shelf Sci",
                "volume": "144",
                "issue": "",
                "pages": "19--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Koshiba, S., Besebes, M., Soaladaob, K., Ngiraingas, M., Isechal, A.L., Victor, S., Golbuu, Y., 2014. 2000 years of sustainable use of watersheds and coral reefs in Pacific Islands: a review for Palau. Estuarine. Coasta Shelf Sci. 144 (2014), 19-26.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Changes in Coral Reef Structure along a Sediment Gradient inFouha Bay. Final Report for National Oceanic and Atmospheric AdministrationPacific Islands Regional Office",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Minton",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Contract",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Minton, D., 2015. Changes in Coral Reef Structure along a Sediment Gradient inFouha Bay. Final Report for National Oceanic and Atmospheric AdministrationPacific Islands Regional Office. Contract: NFFT5000-12-04727JR. 192 pp.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Final watershed assessment for potential coral mitigation projects",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Navfac",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NAVFAC, 2010. Final watershed assessment for potential coral mitigation projects;",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Department of the Navy, Naval Engineering Command, Pacific",
                "authors": [
                    {
                        "first": "Toguan",
                        "middle": [],
                        "last": "Umatac",
                        "suffix": ""
                    },
                    {
                        "first": "Geus",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "Ugum",
                        "middle": [],
                        "last": "Watersheds",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "109",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Umatac, Toguan, Geus and Ugum Watersheds, Guam. Department of the Navy, Naval Engineering Command, Pacific. June 28, 2010. 109 p.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Effects of sewage pollution on coral reef communities",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Pastorok",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Bilyard",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Mar. Ecol. Prog. Ser",
                "volume": "21",
                "issue": "",
                "pages": "175--189",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pastorok, R.A., Bilyard, G.R., 1985. Effects of sewage pollution on coral reef communities. Mar. Ecol. Prog. Ser. 21, 175-189.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Ecotoxicology of tropical marine ecosystems",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Peters",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "J"
                        ],
                        "last": "Gassman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Firman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Power",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "J. Environ. Toxicol. Chem",
                "volume": "16",
                "issue": "",
                "pages": "12--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peters, E.C., Gassman, N.J., Firman, J.C., Richmond, R.H., Power, E.A., 1997. Ecotoxicology of tropical marine ecosystems. J. Environ. Toxicol. Chem. 16, 12-40.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Coral reefs: present problems and future concerns resulting from anthropogenic disturbance",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Am. Zool",
                "volume": "33",
                "issue": "",
                "pages": "524--536",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richmond, R.H., 1993. Coral reefs: present problems and future concerns resulting from anthropogenic disturbance. Am. Zool. 33, 524-536.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Effects of coastal runoff on coral reproduction",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Proceedings of the Colloquium on Global Aspects of Coral Reefs: Health, Hazards and History",
                "volume": "",
                "issue": "",
                "pages": "360--364",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richmond, R.H., 1994. Effects of coastal runoff on coral reproduction. In: Ginsburg, R.N. (Ed.), Proceedings of the Colloquium on Global Aspects of Coral Reefs: Health, Hazards and History, 1993. University of Miami, pp. 360-364.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Recovering populations and restoring ecosystems: restoration of coral reefs and related marine communities",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Marine Conservation Biology, the Science of Maintaining the Sea's Biodiversity",
                "volume": "",
                "issue": "",
                "pages": "393--409",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richmond, R.H., 2005. Recovering populations and restoring ecosystems: restoration of coral reefs and related marine communities. In: Norse, E.A., Crowder, L.B. (Eds.), Marine Conservation Biology, the Science of Maintaining the Sea's Biodiversity. Island Press, Washington, DC, pp. 393-409.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Watersheds and coral reefs: conservation science, policy and implementation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rongo",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Golbuu",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Victor",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Idechong",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Davis",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Kostka",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Neth",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Hamnett",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Wolanski",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Bioscience",
                "volume": "57",
                "issue": "",
                "pages": "598--607",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richmond, R.H., Rongo, T., Golbuu, Y., Victor, S., Idechong, N., Davis, G., Kostka, W., Neth, L., Hamnett, M., Wolanski, E., 2007. Watersheds and coral reefs: conservation science, policy and implementation. Bioscience 57, 598-607.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Integration of social and cultural aspects in designing ecohydrology and ecosystem restoration solutions",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Golbuu",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Idechong",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Wolanski",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Treat. Estuar. Coast. Sci",
                "volume": "10",
                "issue": "",
                "pages": "71--80",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richmond, R.H., Golbuu, Y., Idechong, N., Wolanski, E., 2012. Integration of social and cultural aspects in designing ecohydrology and ecosystem resto- ration solutions. Treat. Estuar. Coast. Sci. 10, 71-80. Elsevier Science Publishers.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Coral Community Change Along a Sediment Gradient in Fouha Bay",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rongo",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "83",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rongo, T., 2004. Coral Community Change Along a Sediment Gradient in Fouha Bay, Guam. University of Guam, Master's Thesis, 83 p.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Watershed restoration as a tool for improving coral reef resilience against climate change and other human impacts",
                "authors": [
                    {
                        "first": "Iii",
                        "middle": [],
                        "last": "Shelton",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Estuar. Coast. Shelf Sci",
                "volume": "183",
                "issue": "",
                "pages": "430--437",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shelton III, A.J., Richmond, R.H., 2016. Watershed restoration as a tool for improving coral reef resilience against climate change and other human im- pacts. Estuar. Coast. Shelf Sci. 183, 430-437.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Distribution and reproductive characteristics of nonindigenous and invasive marine algae in the Hawaiian Islands",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Hunter",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Pac. Sci",
                "volume": "56",
                "issue": "",
                "pages": "299--315",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smith, J.E., Hunter, C.L., Smith, C.M., 2002. Distribution and reproductive characteristics of nonindigenous and invasive marine algae in the Hawaiian Islands. Pac. Sci. 56, 299-315.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Census of Populations and Housing",
                "authors": [],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "U.S. Census Bureau, 2010. 2010 Census of Populations and Housing. U.S. Department of Commerce, Economics and Statistics Administration.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Sedimentation in mangroves and coral reefs in a wet tropical Island",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Victor",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Neth",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Golbuu",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Wolanski",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Richmond",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Estuar. Coast. Shelf Sci",
                "volume": "66",
                "issue": "",
                "pages": "409--416",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Victor, S., Neth, L., Golbuu, Y., Wolanski, E., Richmond, R., 2006. Sedimentation in mangroves and coral reefs in a wet tropical Island, Pohnpei, Micronesia. Estuar. Coast. Shelf Sci. 66, 409-416.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The sediment delivery problem",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Walling",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "J. Hydrol",
                "volume": "65",
                "issue": "",
                "pages": "209--237",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Walling, D.E., 1983. The sediment delivery problem. J. Hydrol. 65, 209e237.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Water and fine sediment dynamics in transient river plumes in a small, reef-fringed bay",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Wolanski",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Guam. Estuar. Coast. Shelf Sci",
                "volume": "56",
                "issue": "",
                "pages": "1029--1040",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolanski, E., Richmond, R.H., Davis, G., 2003. Water and fine sediment dynamics in transient river plumes in a small, reef-fringed bay. Guam. Estuar. Coast. Shelf Sci. 56, 1029-1040.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "A model of the effects of land-based human activities on the health of coral reefs in the Great Barrier Reef and in Fouha Bay",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Wolanski",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Mccook",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "J. Mar. Syst",
                "volume": "46",
                "issue": "",
                "pages": "133--144",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolanski, E., Richmond, R.H., McCook, L., 2004. A model of the effects of land-based human activities on the health of coral reefs in the Great Barrier Reef and in Fouha Bay, Guam, Micronesia. J. Mar. Syst. 46, 133-144.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Quantifying the impact of watershed urbanization on a coral reef: Maunalua Bay",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Wolanski",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Martinez",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Estuar. Coast. Shelf Sci",
                "volume": "84",
                "issue": "",
                "pages": "259--268",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolanski, E., Martinez, J., Richmond, R.H., 2009. Quantifying the impact of watershed urbanization on a coral reef: Maunalua Bay, Hawaii. Estuar. Coast. Shelf Sci. 84, 259-268.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "A sketch of the six stages in the successful reproduction and recruitment of corals.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "text": "Kuliouou watershed, showing poor land-use practices, ineffective sediment barriers, stream hardening and channelization, and resulting sediment/toxicant laden discharges.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "text": "Mounds of soil left exposed during the 1988-1990 construction of the Agat-Umatac Road. This poor land-use practice resulted in the smothering and killing of corals after heavy rains washed the sediment into the ocean.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "text": "Time series photographs of Humåtak Project restoration plot. An eroding hillside was chosen for treatment. Sediment filter socks were installed and Acacia auriculiformis tree seedlings were interspersed between the socks. The area was nearly completely revegetated after 11 months. conservation and preservation of village resources. Originally coordinated under a National Oceanic and Atmospheric Grant to the Kewalo Marine Laboratory at the University of Hawai`i at Mānoa, the Humåtak Project now continues under the Guam Restoration of Watersheds (GROWs) Initiative led by the UOG Sea Grant Program and UOG Center for Island Sustainability.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF4": {
                "text": "Se di m en ta tio n ra te (m g cm −2 da y −1 )",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF5": {
                "text": "Upland taro field designed to retain runoff and slow down the outflow, and capture sediment in Palau. (Photo courtesy of Faustina K.Rehuher-Marugg.)",
                "type_str": "figure",
                "uris": null,
                "num": null
            }
        }
    }
}