{
    "paper_id": "10",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:31:35.531446Z"
    },
    "title": "Identification of Putative Ortholog Gene Blocks Involved in Gestant and Lactating Mammary Gland Development: A Rodent Cross-Species Microarray Transcriptomics Approach",
    "authors": [
        {
            "first": "Maricela",
            "middle": [],
            "last": "Rodríguez-Cruz",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Instituto Mexicano del Seguro Social",
                "location": {
                    "addrLine": "Avenida Cuauhtémoc 330, Delegación Cuauhtémoc",
                    "postCode": "06725",
                    "settlement": "Mexico City",
                    "country": "Mexico"
                }
            },
            "email": "maricela.rodriguez.cruz@gmail.com"
        },
        {
            "first": "Ramón",
            "middle": [
                "M"
            ],
            "last": "Coral-Vázquez",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Col. Casco de Santo Tomas",
                "location": {
                    "addrLine": "Delegación Miguel Hidalgo",
                    "postCode": "11340",
                    "settlement": "Mexico City",
                    "country": "Mexico"
                }
            },
            "email": ""
        },
        {
            "first": "Gabriel",
            "middle": [],
            "last": "Hernández-Stengele",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Instituto Mexicano del Seguro Social",
                "location": {
                    "addrLine": "Avenida Cuauhtémoc 330, Delegación Cuauhtémoc",
                    "postCode": "06725",
                    "settlement": "Mexico City",
                    "country": "Mexico"
                }
            },
            "email": ""
        },
        {
            "first": "Raúl",
            "middle": [],
            "last": "Sánchez",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Instituto Mexicano del Seguro Social",
                "location": {
                    "addrLine": "Avenida Cuauhtémoc 330, Delegación Cuauhtémoc",
                    "postCode": "06725",
                    "settlement": "Mexico City",
                    "country": "Mexico"
                }
            },
            "email": ""
        },
        {
            "first": "Emmanuel",
            "middle": [],
            "last": "Salazar",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Fausto",
            "middle": [],
            "last": "Sanchez-Muñoz",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Sergio",
            "middle": [],
            "last": "Encarnación-Guevara",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jorge",
            "middle": [],
            "last": "Ramírez-Salcedo",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The mammary gland (MG) undergoes functional and metabolic changes during the transition from pregnancy to lactation, possibly by regulation of conserved genes. The objective was to elucidate orthologous genes, chromosome clusters and putative conserved transcriptional modules during MG development. We analyzed expression of 22,000 transcripts using murine microarrays and RNA samples of MG from virgin, pregnant, and lactating rats by cross-species hybridization. We identified 521 transcripts differentially expressed; upregulated in early (78%) and midpregnancy (89%) and early lactation (64%), but downregulated in mid-lactation (61%). Putative orthologous genes were identified. We mapped the altered genes to orthologous chromosomal locations in human and mouse. Eighteen sets of conserved genes associated with key cellular functions were revealed and conserved transcription factor binding site search entailed possible coregulation among all eight block sets of genes. This study demonstrates that the use of heterologous array hybridization for screening of orthologous gene expression from rat revealed sets of conserved genes arranged in chromosomal order implicated in signaling pathways and functional ontology. Results demonstrate the utilization power of comparative genomics and prove the feasibility of using rodent microarrays to identification of putative coexpressed orthologous genes involved in the control of human mammary gland development.",
    "pdf_parse": {
        "paper_id": "10",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The mammary gland (MG) undergoes functional and metabolic changes during the transition from pregnancy to lactation, possibly by regulation of conserved genes. The objective was to elucidate orthologous genes, chromosome clusters and putative conserved transcriptional modules during MG development. We analyzed expression of 22,000 transcripts using murine microarrays and RNA samples of MG from virgin, pregnant, and lactating rats by cross-species hybridization. We identified 521 transcripts differentially expressed; upregulated in early (78%) and midpregnancy (89%) and early lactation (64%), but downregulated in mid-lactation (61%). Putative orthologous genes were identified. We mapped the altered genes to orthologous chromosomal locations in human and mouse. Eighteen sets of conserved genes associated with key cellular functions were revealed and conserved transcription factor binding site search entailed possible coregulation among all eight block sets of genes. This study demonstrates that the use of heterologous array hybridization for screening of orthologous gene expression from rat revealed sets of conserved genes arranged in chromosomal order implicated in signaling pathways and functional ontology. Results demonstrate the utilization power of comparative genomics and prove the feasibility of using rodent microarrays to identification of putative coexpressed orthologous genes involved in the control of human mammary gland development.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Mammals are the only animals that secrete a complex fluid from an elaborated skin gland to provide both innate protection and nourishment for their newborn. There are more than 4,000 species of mammals with striking similarities in the structure and function of their mammary glands as well as in their unique milk components such as the caseins, -lactalbumin, lactoferrin, lactose, and milk fat. International Journal of Genomics Nevertheless, variations are exhibited in the arrangement and numbers of mammary gland, milk composition, and suckling strategies. Mammary gland development begins at puberty and is maintained throughout pregnancy until lactation. During these last stages, development compromises numerous overlapping programs such as branching morphogenesis, inductive stromal-epithelial interactions, programmed cell death, extracellular matrix remodeling, and hormone action [1] .",
                "cite_spans": [
                    {
                        "start": 893,
                        "end": 896,
                        "text": "[1]",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Current knowledge of the molecular regulation of mammary development and lactation has largely been derived from the dissection of signaling networks in cell culture systems and phenotypic characterization of genetically altered mice as well as genomewide approaches such as microarrays. Nonetheless, to date, regulation of mammary gland development during pregnancy and lactation is incompletely understood. Lactation is regarded as one of the most remarkable products of evolution whose processes include the development of mammary tissue as well as the synthesis and secretion of milk [2] . Consequently, despite the fact that the development of mammary tissue and the synthesis and secretion of milk are considered as complex dynamic physiological processes, both must preserve overall common characteristics among mammals.",
                "cite_spans": [
                    {
                        "start": 588,
                        "end": 591,
                        "text": "[2]",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Considering the underlying assumption that important biological functions are often conserved across species, genes expressed across multiple species are likely to have conserved functions [3] . Given the completion of the DNA sequence of the human, mouse, and rat genomes [4] , genes identified in microarray studies can be readily compared across species with respect to orthologous genes [5] . Therefore, a cross-species hybridization (CSH) experiment could provide significant information concerning probable conserved gene networks among mammals.",
                "cite_spans": [
                    {
                        "start": 189,
                        "end": 192,
                        "text": "[3]",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 273,
                        "end": 276,
                        "text": "[4]",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 391,
                        "end": 394,
                        "text": "[5]",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In a CSH experiment, there is hybridization of RNA from one or more (target) species to a microarray that contains DNA (cDNA or oligomers) from another (reference) species and represents a valuable tool for the identification of orthologous genes. Thus, a CSH microarray analysis offers the possibility of furthering our understanding of cross-species commonalities and differences that could lead to more effective use of animal models to understand the regulation of mammary gland development at the molecular level [6] . Dissection of unique patterns of expression of orthologous clusters of genes among species throughout distinct physiological time points along pregnancy and lactation could prove useful in the integrative analysis of the information available for discerning the molecular events underlying the regulation of mammary gland development and function that lead to milk synthesis.",
                "cite_spans": [
                    {
                        "start": 518,
                        "end": 521,
                        "text": "[6]",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In this study, bioinformatics techniques were applied to transcriptomic data. These data resulted from heterologous microarrays of target RNA samples derived from rat mammary gland during distinct stages of pregnancy and lactation in order to extrapolate and enhance the understanding on transcriptional module networks or coregulated functional gene groups conserved in rodents and in the development of the mammary gland in humans.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Fifteen female Sprague Dawley rats were obtained from the Animal Care Facility of Centro Médico Nacional Siglo XXI of the Mexican Institute of Social Security (IMSS) in Mexico City. Animals were housed at 22 ± 2 ∘ C with a 12 h light/dark cycle with free access to water, and a purified diet was administered ad libitum during pregnancy and lactation. Dietary composition was previously reported by our group [7] . At 14 weeks of age, rats were randomly assigned to five groups representing distinct time points in mammary gland development: virgin (V), day 5 (P5) and, day 14 (P14) of pregnancy and day 1 (L1), and day 12 (L12) of lactation. Three rats were included in each group. Rats were mated and the same diet was administered during pregnancy and lactation. The day on which sperm was identified in vaginal smears was designated as day 1 of pregnancy and the day of parturition was designated as day 1 of lactation. Pregnant rats were housed individually. Litters were adjusted to eight pups per dam. No gender differentiation was made. Pups remained with their mother to stimulate milk synthesis. Rats were euthanized, and whole mammary tissue was removed from V, P5, P14, L1, and L12 rats. Tissue was immediately frozen in liquid nitrogen and stored at −70 ∘ C for subsequent total RNA isolation or histological analysis.",
                "cite_spans": [
                    {
                        "start": 409,
                        "end": 412,
                        "text": "[7]",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Experimental Animals and Tissue Collection.",
                "sec_num": "2.1."
            },
            {
                "text": "2.2.1. Total RNA Isolation. Total RNA was isolated from tissue (0.1-0.2 g) using TRIzol (Invitrogen, Carlsbad, CA, USA) following the method of Chomczynski and Sacchi [8] . Total RNA from mammary tissue was isolated from three different animals of each physiological period (V, P5, P14, L1, and L12), pooled, and kept in aliquots for later determination of purity and integrity. Total pooled RNA was used for microarray analysis and quantitative real-time PCR.",
                "cite_spans": [
                    {
                        "start": 167,
                        "end": 170,
                        "text": "[8]",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microarray Analysis",
                "sec_num": "2.2."
            },
            {
                "text": "Four microarray datasets generated using the customdesigned Mus musculus oligonucleotide array containing 65mer probe sets representing 22,000 transcripts (Microarray Unit, Cellular Physiology Institute, UNAM, Mexico City) were analyzed. Each dataset represented distinct time points in mammary gland development such as P5, P14, L1, and L12. Histologically, the mammary proliferative stage is represented by P5, the secretory differentiation stage by P14, early lactation by L1, and full lactation by L12. Table S1 in supplementary materials available online at http://dx.doi.org/10.1155/2013/624681.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 507,
                        "end": 515,
                        "text": "Table S1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Microarray Analysis",
                "sec_num": "2.2."
            },
            {
                "text": "Ten g of total pooled RNA was reverse transcribed into cDNA incorporating dUTP-Cy3 or dUTP-Cy5 and using the CyScribe First-Strand cDNA labeling kit (Amersham Biosciences, Piscataway, NJ, USA). Using hybridization solution UniHyb (TeleChem International Inc., Sunnyvale, CA, USA), equal quantities of labeled cDNA were hybridized to the M22 K 01 microarray for 14 h at 42 ∘ C. Four hybridization assays were carried out as follows: (a) the fluorophore used was dUTP-Cy3 for control nonpregnant virgin rats (V) and dUTP-Cy5 for P5, (b) dUTP-Cy3 for V and dUTP-Cy5 for P14, (c) dUTP-Cy3 for V and dUTP-Cy5 for L1, and (d) dUTP-Cy3 for V and dUTP-Cy5 for L12. Each hybridization assay was carried out in triplicate. Data acquisition and analysis of array images were performed in ScanArray 4000 with its accompanying software ScanArray 4000 from Packard BioChips.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Probe Preparation and Hybridization to Arrays.",
                "sec_num": "2.2.2."
            },
            {
                "text": "Microarray data analysis was performed with free software genArise, which was developed in the Computing Unit of the Cellular Physiology Institute of the UNAM (http://www.ifc.unam.mx/genarise/). The goal of genArise is to identify which genes show good evidence of being differentially expressed. The software identifies differentially expressed genes by calculating an intensity-dependent z-score. Elements with a z-score >1.5 standard deviations are considered to be significantly and differentially expressed genes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Global Analysis: Overview of Gene Expression.",
                "sec_num": "2.3.1."
            },
            {
                "text": "The complete set of raw Excel data files have been deposited at Gene Expression Omnibus (GEO) and are available on the GEO website (ID GEO GSE22545).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Global Analysis: Overview of Gene Expression.",
                "sec_num": "2.3.1."
            },
            {
                "text": "Gene lists were generated by a set of multiple comparisons among the distinct developmental stages and intersection in Venn diagrams. Two-way hierarchical clustering with average linkage and a range of 5 to 15 K-means classifications were used to group our time series data using open source software Cluster v3.0 [9] . Java TreeView was used to display the clustering results as dendogram or heat map representations. We adopted the procedure as described in [10] to code the mean expression of a cluster at each stage as flat, decreased, and increased and converted it to numerical representation.",
                "cite_spans": [
                    {
                        "start": 314,
                        "end": 317,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 460,
                        "end": 464,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Clustering Analysis for Gene Expression.",
                "sec_num": "2.3.2."
            },
            {
                "text": "Putative orthologous genes in rat, mouse, and human were identified from a genome comparative search with Roundup (http://rodeo.med.harvard.edu/tools/roundup). Roundup is an ortholog and phylogenetic profile retrieval tool backed by a massive repository of orthologous and associated evolutionary distances that were built using the reciprocal smallest distance algorithm [11] . The search was done with a stringent blast E-value threshold of 1.0 × 10 −5 and a divergence threshold of 0.2.",
                "cite_spans": [
                    {
                        "start": 372,
                        "end": 376,
                        "text": "[11]",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Determination of Orthologous Genes.",
                "sec_num": "2.3.3."
            },
            {
                "text": "The DAVID 2.0 Functional Annotation Tool (http://david.abcc.ncifcrf.gov/summary.jsp) was used to sort and arrange the similar, redundant, and heterogeneous annotation contents from a set of genes into defined functional groups. In the case of insufficient gene ontology information, published data on orthologous genes was used to classify the gene into a functional category.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gene Ontology Analysis.",
                "sec_num": "2.3.4."
            },
            {
                "text": "Pathway mapping was accomplished using the Kyoto Encyclopedia of Genes and Genomes (KEGG) database of biological systems that integrates genomic, chemical, and systemic functional information (http://www.genome.jp/kegg/kegg2.html).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Pathway Analysis.",
                "sec_num": "2.3.5."
            },
            {
                "text": "Gene lists were converted to Human SwissProt IDs using tables from the Ensembl database, release 42 [12] . For each list of Human SwissProt IDs, interactions between those gene products were obtained from Online Predicted Human Interaction Database (OPHID) and postprocessed using custom scripts to determine all linkages in the network and to generate a network file. This network file was then explored using NAVIGaTOR v2.0.15, a program for large network analysis (http://ophid.utoronto.ca/navigator/index.html).",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 104,
                        "text": "[12]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Interaction Network Analysis.",
                "sec_num": "2.3.6."
            },
            {
                "text": "Transcription-factor-binding site (TFBS) prediction was accomplished using CORE TF (Conserved and Over-Represented Transcription Factor binding sites), a web-based tool that identifies overrepresented TFBS in promoters from coexpressed genes aided by the evaluation of cross-species conservation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Transcription-Factor Binding-Site Prediction.",
                "sec_num": "2.3.7."
            },
            {
                "text": "We utilized qRT-PCR for validation of microarray results. We measured the relative transcript levels of 14 target genes, and five genes commonly used as references such as Glyceraldehyde-3-phosphate dehydrogenase (Gapdh), beta-actin (Actb), and ribosomal large protein P0 (Rlp0) were used as high abundance internal controls as well as splicing factor arginine/serine-rich 1 (Sfrs1) and hypoxanthine guanine phosphoribosyl transferase (Hprt1) as medium-and low-abundance internal controls, respectively (Table S2) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 503,
                        "end": 513,
                        "text": "(Table S2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Quantitative Real-Time PCR.",
                "sec_num": "2.3.8."
            },
            {
                "text": "Quantitative real-time PCR was performed in a 20 L reaction with 5.0 L from 1/4 reverse transcription dilution using the LightCycler Probes Master mix (Roche Diagnostics, Mannheim, Germany) containing 0.2 M of mRNA-specific primers and 0.1 M corresponding UPL probe into LightCycler microplate wells under reduced light conditions. Each sample was run in triplicate.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quantitative Real-Time PCR.",
                "sec_num": "2.3.8."
            },
            {
                "text": "The results are expressed as mean ± SEM of at least three individual experimental observations. Data were tested for normality of distribution by the Kolmogorov-Smirnov test. Statistically significant differences among experimental groups (between the mean values of each group) were determined by an unpaired Students t-test (z-test), ANOVA, or a modified Fisher's exact test. Nonnormally distributed data were analyzed by the Mann-Whitney U test.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Calculations and Statistics.",
                "sec_num": "2.4."
            },
            {
                "text": "Mammary Gland. The rat mammary gland undergoes a series of dramatic phenotypic changes during pregnancy and lactation. In order to determine the integrity of the dissected inguinal mammary glands, a gross histological evaluation of the characteristic cytomorphological features were determined through hematoxylin-eosin staining ( Figure 1 ). Four time points (pregnancy days 5 and 14; lactation days 1 and 12) were selected to represent distinct periods in mammary gland development. Histologically, the mammary proliferative stage is represented by P5, the secretory differentiation stage by P14, early lactation by L1, and full lactation by L12. As reported elsewhere [13] , initial changes observed during pregnancy include an increase in ductal branching and the formation of alveolar buds (Figures 1(c) and 1(d)). The latter half of pregnancy is characterized by the expansion of alveolar buds to form clusters of lobuloalveolar units followed by the differentiation of these structures into presecretory structures. By day 14 of pregnancy, there is a readily apparent increase in the size of the epithelial compartment (Ep) (Figures 1(e) and 1(f)), and expansion of the epithelium (whereas the adipose compartment decreases) continues until the epithelial compartment predominates by onset of lactation (Figures 1(g ) and 1(h)). By day 12 of lactation in the rat, the mammary gland is producing copious amounts of milk [7] . As expected, examination of the histology of the mammary gland at this stage reveals prominent luminal structures (L) and ducts and few adipocytes visible at this time (Figures 1(i) and 1(j)).",
                "cite_spans": [
                    {
                        "start": 671,
                        "end": 675,
                        "text": "[13]",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1426,
                        "end": 1429,
                        "text": "[7]",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 331,
                        "end": 339,
                        "text": "Figure 1",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1310,
                        "end": 1322,
                        "text": "(Figures 1(g",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Histological Characteristics of Pregnant and Lactating",
                "sec_num": "3.1."
            },
            {
                "text": "International Journal of Genomics V (a) (b) P5 (c) (d) P14 (e) Ep Ad (f) L1 (g) (h) L12 L (i) (j)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Histological Characteristics of Pregnant and Lactating",
                "sec_num": "3.1."
            },
            {
                "text": "In this study, we analyzed expression profiles of 22,000 transcripts using murine microarrays and RNA samples of MG from virgin, pregnant, and lactating rats by cross-species hybridization. We first identified the total number of genes differentially expressed throughout distinct time points in mammary gland development such as P5, P14, L1, and L12.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Global Analysis: Overview of Gene Expression.",
                "sec_num": "3.2."
            },
            {
                "text": "A total of 807 oligonucleotide probe sets representing 521 annotated genes showed differential expression in at least one of four physiological time points evaluated, taking into consideration a mean z-score cutoff value of 1.50 standard deviations using GenArise.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Global Analysis: Overview of Gene Expression.",
                "sec_num": "3.2."
            },
            {
                "text": "During early pregnancy (day 5), 158 transcripts were differentially expressed. Most of these transcripts (123, 77.8%) were upregulated, suggesting a feasible tendency in the direction of gain of function versus the virgin stage (V). Likewise, in mid-pregnancy (day 14), as opposed to the virgin stage, the number of transcripts with an altered expression maintained a similar value (133 transcripts; 89.26% upregulated). During early and mid-lactation (days 1 and 12), 342 and 461 transcripts were differentially expressed, corresponding to a percentage of 64.0 and 38.4 overexpressed, respectively (Figure 2 (a)).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 599,
                        "end": 608,
                        "text": "(Figure 2",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Global Analysis: Overview of Gene Expression.",
                "sec_num": "3.2."
            },
            {
                "text": "To further illustrate the differences and commonalities among the four physiological time points, changes in gene expression were also interpreted with a Venn diagram. As shown in Figure 2 (b), the descriptive table of the Venn diagram denotes the number of genes showing upregulation (↑) or downregulation (↓) uniquely at pregnancy (day 5 or 14) or lactation (day 1 or 12) and differential expression at a combination of stages. Venn diagram analysis indicated that 47.2% (381/807) of all the differentially expressed transcripts presented an average significant z-score fold change (z > ±1.5) exclusively during either or both time points of lactation. Interestingly, among the 381 altered gene transcripts during lactation, 64.8% (247/381) were found downregulated, implying as previously stated by Lemay et al. (2007) [2] that mammary epithelial cells become biofactories not by gain of function but by a broad suppression of function to effectively push all cell resources towards a very few important tasks. All the gene sets that shared spatial and temporal distributions (overlapping changes in expression) are listed in additional data files (Table S3) . Table S3-J  h  L1, L12  74  111  Table S3-K  j  P5  31  12  Table S3-L  k  P14  5  3  Table S3-M  l  L1  26  15  Table S3-N  m  L12  34  121  Table S3- ",
                "cite_spans": [
                    {
                        "start": 802,
                        "end": 821,
                        "text": "Lemay et al. (2007)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 822,
                        "end": 825,
                        "text": "[2]",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 180,
                        "end": 188,
                        "text": "Figure 2",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1151,
                        "end": 1161,
                        "text": "(Table S3)",
                        "ref_id": null
                    },
                    {
                        "start": 1164,
                        "end": 1315,
                        "text": "Table S3-J  h  L1, L12  74  111  Table S3-K  j  P5  31  12  Table S3-L  k  P14  5  3  Table S3-M  l  L1  26  15  Table S3-N  m  L12  34  121  Table S3-",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Global Analysis: Overview of Gene Expression.",
                "sec_num": "3.2."
            },
            {
                "text": "To determine global alterations in gene expression across developmental stages of the mammary gland from early pregnancy to mid-lactation, we performed a complete-linkage hierarchical clustering with an Euclidean distance similarity metric on the expression profiles of the differentially expressed genes (annotated and EST) across all four time points. The expression profiles of the 807 genetic elements resulted in six predominant clusters on a dendogram (designated clusters 1-6 in Figure 3 ). All the gene cluster sets are enumerated in Table S4 . Cluster 1 (C1) represents 37.35% of the total 807 genetic elements. This major trend is a decline in gene expression during mid-pregnancy that remains low during lactation. Cluster 2 (C2) describes 25.77% of the total data population and is characterized by a linear decrement in gene expression towards mid-lactation. However, positive z-score values are retained with respect to the reference stage (virgin). The remainder of the clusters (C3-C6) appears to explain between 3.09 and 17.84% of the data variation. In C3 and C4, gene expression rises exponentially from early pregnancy, reaching a plateau during mid-lactation. However, the slope of the curve is even steeper in C3 in comparison to C4. In cluster (C5), 65 elements matched the profile outline (inverted sigmoid form) of major trend C1 although the reduction tendency was less marked. In cluster 6 (C6), expression was roughly unchanged during pregnancy and lactation. Even so, the relative abundance of transcripts remained in a higher proportion than the reference virgin stage as described for C2.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 486,
                        "end": 494,
                        "text": "Figure 3",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 542,
                        "end": 550,
                        "text": "Table S4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Clustering Analysis for Gene Expression.",
                "sec_num": "3.3."
            },
            {
                "text": "This transcriptional profile, involved in the mammary development program identified in rat, could be conserved in others mammals like mouse. Consequently, in order to delineate potential groups of coregulated genes, final cluster membership was determined by a K-means analysis based on the preestimated number (six) of gene clusters. K-means clustering revealed six distinct clusters (K1-6) that distinguished up from down, early from middle, and transient from sustained changes in expression ( Figure 4 ; Table S5 ). Each of the six clusters was designated with its unique trajectory expression profile signature across stages (pregnancy days 5 and 14, lactation days 1 and 12) as presented in Figure 4 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 498,
                        "end": 506,
                        "text": "Figure 4",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 509,
                        "end": 517,
                        "text": "Table S5",
                        "ref_id": null
                    },
                    {
                        "start": 698,
                        "end": 706,
                        "text": "Figure 4",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Clustering Analysis for Gene Expression.",
                "sec_num": "3.3."
            },
            {
                "text": "There were two major groups of 245 under-and 175 overexpressed tags during lactation only (Table S5 , K1: 1,1,0,0 and K3: 1,1,2,2 according to the procedure of Rudolph et al., [10] to code the mean expression, see Section 2). Among 25 features the typical upregulated genes of lactation stage are the milk protein (casein alpha (Csn1s1, Csn1s2a), casein beta (Csn2), and whey acidic protein (Wap)) and biogenesis genes that mainly concern glucose and lipid metabolism (Akr1c6, Aldob, Ugt2b1, Plb1, Apoe, and Sult2b1) and transcriptional regulation (Stat5a, Pou2af1) [2] . Among those genes found significantly downregulated only during lactation, several play an important role in the regulation of apoptosis, mediation of metastatic behavior (epithelial-mesenchymal transition), or ubiquitin-mediated protein catabolism (lysosome degradation) in the mammary gland including Igfbp5, Mmp2, and Ube2r2 [14, 15] . One hundred forty-nine genes were upregulated exclusively during early pregnancy (K2: 2,1,1,1) such as Esr1, Esr2, Tshr, and Oxt. These participate in the transduction of hormonal status [2, 16] involved in the modulation of important physiological processes such as carbohydrate metabolism (Creb3l4, Hk1, and Coasy) [17] ; glutathione metabolism (Ggt1, Mgst1, and Gstm6) [18] ; cell differentiation (Foxa1, Mtap7, Gdf1, Twist2, Hey1, Dll4, and Pcaf ) [19] [20] [21] [22] [23] , stromal-epithelial communication (cell-cell junctions) (Cldn10, Mpp5, and Epb4) [24] , and cell adhesion (Matn1, Krt71, Mpzl2, and Dscaml1) [25] . The smallest group of 24 genes were significantly upregulated exclusively at the onset of lactation (K4: 1,1,2,1 ) such as Lpo, Cd8a, and Irs1, important for lactogenesis, particularly in milk production capabilities and related immunotropic constituents (antigen-specific CD8+ T cells) found in colostrum [26, 27] . One hundred nineteen genes were downregulated from early pregnancy (K5: 1,1,1,0) . For example, Acta1, Flnc, and Pax7, which are either restricted to muscular tissues or involved in myogenic development and cellular differentiation [28, 29] , are included in this group. According to the trajectory profile signature, 95 additional genes were found upregulated at all stages evaluated (K6: 2,2,2,2). Interestingly, most of the overexpressed genes in this group include general transcription and translation (including spliceosome and protein folding) machinery factors (Eif4a2, Eif2ak1, Etf1, Taf1, Ercc2, Sart1, Ppih, and Dbr1) [30, 31] as well as structural (Itga5, Actg1, Add2, Cldnd2, Rptn, and Triobp) [32] and basal metabolic genes (Pank4, Agpat5, Cyp24a1, and Phyh) [33] .",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 180,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 566,
                        "end": 569,
                        "text": "[2]",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 900,
                        "end": 904,
                        "text": "[14,",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 905,
                        "end": 908,
                        "text": "15]",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1098,
                        "end": 1101,
                        "text": "[2,",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1102,
                        "end": 1105,
                        "text": "16]",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1228,
                        "end": 1232,
                        "text": "[17]",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1283,
                        "end": 1287,
                        "text": "[18]",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1363,
                        "end": 1367,
                        "text": "[19]",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1368,
                        "end": 1372,
                        "text": "[20]",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1373,
                        "end": 1377,
                        "text": "[21]",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1378,
                        "end": 1382,
                        "text": "[22]",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1383,
                        "end": 1387,
                        "text": "[23]",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1470,
                        "end": 1474,
                        "text": "[24]",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1530,
                        "end": 1534,
                        "text": "[25]",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1843,
                        "end": 1847,
                        "text": "[26,",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1848,
                        "end": 1851,
                        "text": "27]",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 2086,
                        "end": 2090,
                        "text": "[28,",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 2091,
                        "end": 2094,
                        "text": "29]",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 2483,
                        "end": 2487,
                        "text": "[30,",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 2488,
                        "end": 2491,
                        "text": "31]",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 2561,
                        "end": 2565,
                        "text": "[32]",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 2627,
                        "end": 2631,
                        "text": "[33]",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 90,
                        "end": 99,
                        "text": "(Table S5",
                        "ref_id": null
                    },
                    {
                        "start": 1637,
                        "end": 1649,
                        "text": "(K4: 1,1,2,1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1921,
                        "end": 1934,
                        "text": "(K5: 1,1,1,0)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Clustering Analysis for Gene Expression.",
                "sec_num": "3.3."
            },
            {
                "text": "C 1 C 2 C 3 C 4 C 5 C 6",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Clustering Analysis for Gene Expression.",
                "sec_num": "3.3."
            },
            {
                "text": "Once the gene clusters were properly defined, identification of orthologous gene transcripts among the time course differentially expressed gene list subsets was critical for reliable comparison of gene function and subsequent determination of probably conserved transcriptional modules implicated in biological processes during the development of mammary tissue. According to genome comparative RoundUp orthologous database of a total of 448 transcripts upregulated and 371 downregulated, 213 (upregulated) and 183 (downregulated) genes were identified as orthologous to rat and/or human. The remainder of the genes was discarded or removed from subsequent analysis due to lack of similarity, insufficient information, or unknown identifiers. A complete list of orthologous genes from each dataset was compiled (Table  S6) . Among the upregulated orthologous genes to rat and/or human are those encoding to milk proteins, carbohydrate and lipid metabolism, transcriptional factors [17, 34] , transduction of hormones [16] , glutathione metabolism [18] , and cell differentiation [19, 20] . Others are associated with stromal-epithelial communication [24] , cell adhesion [25] , lactogenesis [26] , and general transcription and translation machinery factors [30] as well as structural [32] and basal metabolic genes [33] [34] [35] .",
                "cite_spans": [
                    {
                        "start": 982,
                        "end": 986,
                        "text": "[17,",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 987,
                        "end": 990,
                        "text": "34]",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1018,
                        "end": 1022,
                        "text": "[16]",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1048,
                        "end": 1052,
                        "text": "[18]",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1080,
                        "end": 1084,
                        "text": "[19,",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1085,
                        "end": 1088,
                        "text": "20]",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1151,
                        "end": 1155,
                        "text": "[24]",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1172,
                        "end": 1176,
                        "text": "[25]",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1192,
                        "end": 1196,
                        "text": "[26]",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1259,
                        "end": 1263,
                        "text": "[30]",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1286,
                        "end": 1290,
                        "text": "[32]",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1317,
                        "end": 1321,
                        "text": "[33]",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1322,
                        "end": 1326,
                        "text": "[34]",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1327,
                        "end": 1331,
                        "text": "[35]",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 812,
                        "end": 823,
                        "text": "(Table  S6)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Determination of Orthologous Genes.",
                "sec_num": "3.4."
            },
            {
                "text": "Among those genes found significantly downregulated, several play an important role in the regulation of apoptosis, mediation of metastatic behavior (epithelial-mesenchymal transition), or ubiquitin-mediated protein catabolism (lysosome degradation) [14, 15] . Also, genes restricted to muscular tissues or involved in myogenic development and cellular differentiation [28, 36] are downregulated.",
                "cite_spans": [
                    {
                        "start": 250,
                        "end": 254,
                        "text": "[14,",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 255,
                        "end": 258,
                        "text": "15]",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 369,
                        "end": 373,
                        "text": "[28,",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 374,
                        "end": 377,
                        "text": "36]",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Determination of Orthologous Genes.",
                "sec_num": "3.4."
            },
            {
                "text": "Taking into consideration their temporal expression profile signature and the fact that they represent different K-means cluster, 14 genes were selected for real-time PCR analysis (Table S2) . Results show that the expression trends were consistent with the results from the microarray analysis. Correlation analysis showed good agreement between real-time RT-PCR and microarray analysis. Microarray results for all 14 genes tested were confirmed by real-time RT-PCR with regard to direction and significance of change ( Figure 5 ). ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 180,
                        "end": 190,
                        "text": "(Table S2)",
                        "ref_id": null
                    },
                    {
                        "start": 521,
                        "end": 529,
                        "text": "Figure 5",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Confirmation Studies.",
                "sec_num": "3.5."
            },
            {
                "text": "Structural and functional homologies of specific genes are important. Conservation of functional blocks of genes is likely to be more important in a cross-species comparison. We found distinct blocks of significantly differentially expressed genes within different cytogenetic regions of the rat with homologous chromosomal segments in human and mouse. However, human, mouse, and rat have different chromosomal arrangements. Genes in these blocks appear in contiguous cytogenetic regions, irrespective of species and chromosomal location. This finding is not surprising considering the close evolutionary distance between the species where 278 orthologous segments are reported to be shared between human and rat, and 280 segments are reported to be shared between human and mouse [4] . It is proposed that these gene blocks may be significant for mammary gland development and maintenance and progression of lactation across human, rat, and mouse. For example, genes in the blocks may be coordinately expressed to share transcription programs as stated in previous studies [37] . The argument may be made against the feasibility of using rodent data to draw inferences to human mammary gland gene expression. However, our objective in this study was to utilize the best available sources of information such as rat gene expression data during mammary development and mapping data to develop hypotheses on putative functional gene blocks conserved across species, underlying similarities despite reported differences in the architecture and hormonal control of mammary glands between rats and other rodents and between rats and humans [38, 39] .",
                "cite_spans": [
                    {
                        "start": 781,
                        "end": 784,
                        "text": "[4]",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1074,
                        "end": 1078,
                        "text": "[37]",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1635,
                        "end": 1639,
                        "text": "[38,",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1640,
                        "end": 1643,
                        "text": "39]",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "In an effort to further characterize potential highly coregulated gene blocks, we combined transcription-factor binding-site prediction [40] along the promoters of each gene member with the detection of expression profiles of annotated altered transcripts categorized as nucleic acid binding protein. Several families of transcription factors were identified (Table S7 ). For the most part, zinc finger domain/motif proteins were the most widely represented. The presence of cis-elements found with CORE TF (http://www.LGTC.nl/CORE TF) in the promoters of the genes Slc44a4, Ppt2, and B3galt4 that compromises the conserved block D15 (Table S8 ) along with the cotranscription of mRNAs that encoded for trans-regulator elements suggests that they are most likely modulated by transcription factors Runx2, Creb3l4, Pou3f2, and Pou2af1. Correspondingly, the gene members of block U1 may possibly be coregulated by transcription factors Stat5a, Foxa1, Creb3l4, and Pou2af1. In the same manner, other gene blocks (U3, U8, U9, D1, D9, and D14, Table S8 ) were found most likely co-regulated by a minor number of transcription factors (Foxa1, Creb3l4, Pou2af1, or Egr2). Hence, identification of conserved overrepresented upstream motifs unravels putative regulatory elements for transcription ( Figure 6 ) in at least half of the gene block members reported in this study. Consequently, these results strongly substantiate the maintenance of comparable transcriptional regulation programs among the predicted coexpressed modules.",
                "cite_spans": [
                    {
                        "start": 136,
                        "end": 140,
                        "text": "[40]",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 359,
                        "end": 368,
                        "text": "(Table S7",
                        "ref_id": null
                    },
                    {
                        "start": 634,
                        "end": 643,
                        "text": "(Table S8",
                        "ref_id": null
                    },
                    {
                        "start": 1039,
                        "end": 1047,
                        "text": "Table S8",
                        "ref_id": null
                    },
                    {
                        "start": 1290,
                        "end": 1298,
                        "text": "Figure 6",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "Because cotranscription of genes in conserved blocks may allow concerted expression of gene products involved in the same response or pathway [41] , integration of this type of analysis enables the discovery of putative evolutionary conserved regulatory networks among mammals. Thus, the co-regulated clusters we proposed may indeed be conserved transcriptional modules through evolution, at least between rodents and primates.",
                "cite_spans": [
                    {
                        "start": 142,
                        "end": 146,
                        "text": "[41]",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "Heterologous hybridization experiments on any microarray are of limited use for genes that have undergone rapid evolutionary change in coding regions, large rearrangements, and duplication [42] . Long oligonucleotide-based microarray platform may be more suitable for cross-species gene expression studies than a short oligonucleotide-based system [43] . This comparative approach is based on the assumption that similar gene sequences in closely related species allow a reasonably reliable detection of many orthologous genes. For instance, according to several independent and unrelated studies carried out on comparable 50 to 60-mer oligonucleotide microarrays, cross-hybridization was observed only with genes with 50%-75% overall sequence identity, respectively [44, 45] . Considering that orthologous genes between human and mouse and between human and rat both have a mean of ∼85% sequence identity [46] , validity of the results obtained in this study-despite the problems encountered by CSH-in comparison to SSH seems upholding. In fact, the nucleotide sequence alignment confirmed an >75.3% homology at least for the transcript members of the distinct gene blocks described, depending on the sequence evaluated among primates and rodents reinforcing the notion of attaining valid biological results. In addition, similar expression trends for distinct probe sets for one corresponding gene (data not shown) seem to largely substantiate the certainty and reproducibility of hybridization results obtained in this study.",
                "cite_spans": [
                    {
                        "start": 189,
                        "end": 193,
                        "text": "[42]",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 348,
                        "end": 352,
                        "text": "[43]",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 767,
                        "end": 771,
                        "text": "[44,",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 772,
                        "end": 775,
                        "text": "45]",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 906,
                        "end": 910,
                        "text": "[46]",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "Because of the challenges inherent to CSH data, their confirmation by other techniques is essential [43] . In addition to qRT-PCR, orthologous gene expression profiles with syntenic regions of rat, mouse, and human chromosomes reinforce another confirmation method that potentially substantiates the CSH results obtained in this study. Nonetheless, further validation of the results must be carried out by using CSH of human RNA to mouse oligonucleotide arrays.",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 104,
                        "text": "[43]",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "This study provides access to a prevalidated platform for analyzing transcriptional changes in rat mammary gland. This paper will hopefully spur an increase of mammary gland CSH transcriptome analysis, thus adding to our knowledge base of this interesting evolutionary feature among mammals. However, although we acknowledge the multitude of aspects that can be elucidated by traditional SSH transcriptome analysis, we believe the biggest potential of the presented microarray lies in the multispecies-type studies described. We demonstrated that data analysis strategies such as the combination of orthologous gene expression profiles and chromosome mapping in conjunction with directed promoter transcription-factor binding-site prediction presented here can add strength to conclusions and help identify systems and responses that are conserved across the mammal taxa. The possibility of studying the evolutionary depth of transcriptional regulation adds a new dimension to comparative transcriptomic, particularly identification of differentially coregulated gene blocks mapped to highly conserved syntenic chromosomal regions, which is important in mammary gland development using CSH experiments among mammal species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            }
        ],
        "back_matter": [
            {
                "text": "This study was supported by the Coordinación de Investigación Médica en Salud, Instituto Mexicano del Seguro Social (IMSS), Mexico (Grant no. FIS/IMSS/PROT/531), and Consejo Nacional de Ciencia y Tecnología (CONACYT), Mexico (Grant no. 101012). The authors thank Dr. Carlos Pérez Plasencia and Dr. Omar K. Ruvalcaba Salazar for their careful reading of this paper and useful comments that improved the presentation; Simón Guzmán León, Jose Luis Santillán Torres, and Lorena Chávez González from the DNA Microarray Facility for technical assistance in the microarray determination; and Gerardo Coello, Lina Riego, Gustavo Corral, Patricia Gómez, and Emmanuel Plata for GenArise software assistance. The authors acknowledge Sharon Morey, Scientific Communications, for providing editorial assistance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            },
            {
                "text": "All authors declare that they have no financial or personal relationships with other persons or organizations that could inappropriately influence this work.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conflict of Interests",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Textbook on Human Lactation",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "W"
                        ],
                        "last": "Hale",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hartmann",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "T. W. Hale and P. Hartmann, Textbook on Human Lactation, Hale Publishing, Amarillo, Tex, USA, 2007.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Gene regulatory networks in lactation: identification of global principles using bioinformatics",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Lemay",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Neville",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Rudolph",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Pollard",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "German",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "BMC Systems Biology",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "D. G. Lemay, M. C. Neville, M. C. Rudolph, K. S. Pollard, and J. B. German, \"Gene regulatory networks in lactation: identification of global principles using bioinformatics, \" BMC Systems Biology, vol. 1, article 56, 2007.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Cross-species comparison of genome-wide expression patterns",
                "authors": [
                    {
                        "first": "X",
                        "middle": [
                            "J"
                        ],
                        "last": "Zhou",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Gibson",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Genome Biology",
                "volume": "5",
                "issue": "7",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "X. J. Zhou and G. Gibson, \"Cross-species comparison of genome-wide expression patterns, \" Genome Biology, vol. 5, no. 7, article 232, 2004.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Genome sequence of the Brown Norway rat yields insights into mammalian evolution",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Gibbs",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Weinstock",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Metzker",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Nature",
                "volume": "428",
                "issue": "6982",
                "pages": "493--521",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "R. A. Gibbs, G. M. Weinstock, M. L. Metzker et al., \"Genome sequence of the Brown Norway rat yields insights into mam- malian evolution, \" Nature, vol. 428, no. 6982, pp. 493-521, 2004.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Database resources of the National Center for Biotechnology Information",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Wheeler",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Barrett",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Benson",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Nucleic Acids Research",
                "volume": "35",
                "issue": "1",
                "pages": "5--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "D. L. Wheeler, T. Barrett, D. A. Benson et al., \"Database resources of the National Center for Biotechnology Informa- tion, \" Nucleic Acids Research, vol. 35, no. 1, pp. D5-D12, 2007.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Specificity of DNA microarray hybridization: characterization, effectors and approaches for data correction",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Koltai",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Weingarten-Baror",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Nucleic Acids Research",
                "volume": "36",
                "issue": "7",
                "pages": "2395--2405",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "H. Koltai and C. Weingarten-Baror, \"Specificity of DNA microarray hybridization: characterization, effectors and approaches for data correction, \" Nucleic Acids Research, vol. 36, no. 7, pp. 2395-2405, 2008.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Effect of dietary levels of corn oil on maternal arachidonic acid synthesis and fatty acid composition in lactating rats",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rodríguez-Cruz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Sánchez",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bernabe-Garcia",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Maldonado",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Prado",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "López-Alarcón",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Nutrition",
                "volume": "25",
                "issue": "2",
                "pages": "209--215",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. Rodríguez-Cruz, R. Sánchez, M. Bernabe-Garcia, J. Maldon- ado, M. del Prado, and M. López-Alarcón, \"Effect of dietary levels of corn oil on maternal arachidonic acid synthesis and fatty acid composition in lactating rats, \" Nutrition, vol. 25, no. 2, pp. 209-215, 2009.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Single-step method of RNA isolation by acid guanidinium thiocyanate-phenol-chloroform extraction",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Chomczynski",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Sacchi",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Analytical Biochemistry",
                "volume": "162",
                "issue": "1",
                "pages": "156--159",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "P. Chomczynski and N. Sacchi, \"Single-step method of RNA isolation by acid guanidinium thiocyanate-phenol-chloroform extraction, \" Analytical Biochemistry, vol. 162, no. 1, pp. 156-159, 1987.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Chapter 8: biological knowledge assembly and interpretation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Kim",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Article ID e1002858",
                "volume": "8",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "J. H. Kim, \"Chapter 8: biological knowledge assembly and interpretation, \" PLOS Computational Biology, vol. 8, no. 12, Article ID e1002858, 2012.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Functional development of the mammary gland: Uuse of expression rofiling and trajectory clustering to reveal changes in gene expression during pregnancy, lactation, and involution",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Rudolph",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Mcmanaman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Hunter",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Phang",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Neville",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Mammary Gland Biology and Neoplasia",
                "volume": "8",
                "issue": "3",
                "pages": "287--307",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. C. Rudolph, J. L. McManaman, L. Hunter, T. Phang, and M. C. Neville, \"Functional development of the mammary gland: Uuse of expression rofiling and trajectory clustering to reveal changes in gene expression during pregnancy, lactation, and involution, \" Journal of Mammary Gland Biology and Neoplasia, vol. 8, no. 3, pp. 287-307, 2003.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Roundup: a multigenome repository of orthologs and evolutionary distances",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "F"
                        ],
                        "last": "Deluca",
                        "suffix": ""
                    },
                    {
                        "first": "I.-H",
                        "middle": [],
                        "last": "Wu",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Pu",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Bioinformatics",
                "volume": "22",
                "issue": "16",
                "pages": "2044--2046",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "T. F. DeLuca, I.-H. Wu, J. Pu et al., \"Roundup: a multi- genome repository of orthologs and evolutionary distances, \" Bioinformatics, vol. 22, no. 16, pp. 2044-2046, 2006.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Key stages in mammary gland development. Secretory activation in the mammary gland: it's not just about milk protein synthesis!",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Rudolph",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Mcmanaman",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Neville",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Breast Cancer Research",
                "volume": "9",
                "issue": "1",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "S. M. Anderson, M. C. Rudolph, J. L. McManaman, and M. C. Neville, \"Key stages in mammary gland development. Secretory activation in the mammary gland: it's not just about milk protein synthesis!, \" Breast Cancer Research, vol. 9, no. 1, article 204, 2007.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Prolactin inhibits cell loss and decreases matrix metalloproteinase expression in the involuting mouse mammary gland but fails to prevent cell loss in the mammary glands of mice expressing IGFBP-5 as a mammary transgene",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Flint",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Boutinaud",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "B A"
                        ],
                        "last": "Whitelaw",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Allan",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "F"
                        ],
                        "last": "Kolb",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Molecular Endocrinology",
                "volume": "36",
                "issue": "3",
                "pages": "435--448",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "D. J. Flint, M. Boutinaud, C. B. A. Whitelaw, G. J. Allan, and A. F. Kolb, \"Prolactin inhibits cell loss and decreases matrix metalloproteinase expression in the involuting mouse mammary gland but fails to prevent cell loss in the mammary glands of mice expressing IGFBP-5 as a mammary transgene, \" Journal of Molecular Endocrinology, vol. 36, no. 3, pp. 435-448, 2006.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Delayed mammary gland involution in mice with mutation of the insulin-like growth factor binding protein 5 gene",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Ning",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Hoang",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G P"
                        ],
                        "last": "Schuller",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Endocrinology",
                "volume": "148",
                "issue": "5",
                "pages": "2138--2147",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Y. Ning, B. Hoang, A. G. P. Schuller et al., \"Delayed mammary gland involution in mice with mutation of the insulin-like growth factor binding protein 5 gene, \" Endocrinology, vol. 148, no. 5, pp. 2138-2147, 2007.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Biological functions and clinical implications of oestrogen receptors alfa and beta in epithelial tissues",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Morani",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Warner",
                        "suffix": ""
                    },
                    {
                        "first": "J.-Å",
                        "middle": [],
                        "last": "Gustafsson",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Internal Medicine",
                "volume": "264",
                "issue": "2",
                "pages": "128--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "A. Morani, M. Warner, and J.-Å. Gustafsson, \"Biological func- tions and clinical implications of oestrogen receptors alfa and beta in epithelial tissues, \" Journal of Internal Medicine, vol. 264, no. 2, pp. 128-142, 2008.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Transcriptional profiling of genes that are regulated by the endoplasmic reticulum-bound transcription factor AIbZIP/CREB3L4 in prostate cells",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Aicha",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Lessard",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Pelletier",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fournier",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Calvo",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Labrie",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Physiological Genomics",
                "volume": "31",
                "issue": "2",
                "pages": "295--305",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "S. B. Aicha, J. Lessard, M. Pelletier, A. Fournier, E. Calvo, and C. Labrie, \"Transcriptional profiling of genes that are regu- lated by the endoplasmic reticulum-bound transcription factor AIbZIP/CREB3L4 in prostate cells, \" Physiological Genomics, vol. 31, no. 2, pp. 295-305, 2007.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Microsomal glutathione transferase 1 exhibits one-third-of-the-sites-reactivity towards glutathione",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Ålander",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Lengqvist",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Holm",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Archives of Biochemistry and Biophysics",
                "volume": "487",
                "issue": "1",
                "pages": "42--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "J.Ålander, J. Lengqvist, P. J. Holm et al., \"Microsomal glu- tathione transferase 1 exhibits one-third-of-the-sites-reactivity towards glutathione, \" Archives of Biochemistry and Biophysics, vol. 487, no. 1, pp. 42-48, 2009.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "FOXA1 in breast cancer",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Nakshatri",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Badve",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Expert Reviews in Molecular Medicine",
                "volume": "11",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "H. Nakshatri and S. Badve, \"FOXA1 in breast cancer, \" Expert Reviews in Molecular Medicine, vol. 11, p. e8, 2009.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The male sterility and histoincompatibility (mshi) mutation in mice is a natural variant of microtubule-associated protein 7 (Mtap7)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Magnan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "V"
                        ],
                        "last": "Spacek",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Ye",
                        "suffix": ""
                    },
                    {
                        "first": "Y.-C",
                        "middle": [],
                        "last": "Lu",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "R"
                        ],
                        "last": "King",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Molecular Genetics and Metabolism",
                "volume": "97",
                "issue": "2",
                "pages": "155--162",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "D. R. Magnan, D. V. Spacek, N. Ye, Y.-C. Lu, and T. R. King, \"The male sterility and histoincompatibility (mshi) mutation in mice is a natural variant of microtubule-associated protein 7 (Mtap7), \" Molecular Genetics and Metabolism, vol. 97, no. 2, pp. 155-162, 2009.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Regulation of left-right patterning in mice by growth/differentiation factor-1",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "T"
                        ],
                        "last": "Rankin",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Bunton",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Lawler",
                        "suffix": ""
                    },
                    {
                        "first": "S.-J",
                        "middle": [],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Nature Genetics",
                "volume": "24",
                "issue": "3",
                "pages": "262--265",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. T. Rankin, T. Bunton, A. M. Lawler, and S.-J. Lee, \"Regulation of left-right patterning in mice by growth/differentiation factor- 1, \" Nature Genetics, vol. 24, no. 3, pp. 262-265, 2000.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Nuclear and membrane expression of the angiogenesis regulator delta-like ligand 4 (DLL4) in normal and malignant human tissues",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Martinez",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Müller",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Turley",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Histopathology",
                "volume": "54",
                "issue": "5",
                "pages": "598--606",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "J. C. Martinez, M. M. Müller, H. Turley et al., \"Nuclear and membrane expression of the angiogenesis regulator delta-like ligand 4 (DLL4) in normal and malignant human tissues, \" Histopathology, vol. 54, no. 5, pp. 598-606, 2009.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Characterization of tumor suppressive function of P300/CBP-associated factor at frequently deleted region 3p24 in esophageal squamous cell carcinoma",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Zhu",
                        "suffix": ""
                    },
                    {
                        "first": "Y.-R",
                        "middle": [],
                        "last": "Qin",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Xie",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Oncogene",
                "volume": "28",
                "issue": "31",
                "pages": "2821--2828",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. Zhu, Y.-R. Qin, D. Xie et al., \"Characterization of tumor sup- pressive function of P300/CBP-associated factor at frequently deleted region 3p24 in esophageal squamous cell carcinoma, \" Oncogene, vol. 28, no. 31, pp. 2821-2828, 2009.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Molecular staging of epithelial maturation using secretory cell-specific genes as markers",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Zemke",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Snyder",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Brockway",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "American Journal of Respiratory Cell and Molecular Biology",
                "volume": "40",
                "issue": "3",
                "pages": "340--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "A. C. Zemke, J. C. Snyder, B. L. Brockway et al., \"Molecular staging of epithelial maturation using secretory cell-specific genes as markers, \" American Journal of Respiratory Cell and Molecular Biology, vol. 40, no. 3, pp. 340-348, 2009.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Abnormal collagen fibrils in cartilage of matrilin-1/matrilin-3-deficient mice",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Nicolae",
                        "suffix": ""
                    },
                    {
                        "first": "Y.-P",
                        "middle": [],
                        "last": "Ko",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Miosge",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Journal of Biological Chemistry",
                "volume": "282",
                "issue": "30",
                "pages": "22163--22175",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. Nicolae, Y.-P. Ko, N. Miosge et al., \"Abnormal collagen fibrils in cartilage of matrilin-1/matrilin-3-deficient mice, \" Journal of Biological Chemistry, vol. 282, no. 30, pp. 22163-22175, 2007.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Decreased lactation capacity and altered milk composition in insulin receptor substrate null mice is associated with decreased maternal body mass and reduced insulin-dependent phosphorylation of mammary Akt",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Hadsell",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Olea",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Lawrence",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "International Journal of Genomics",
                "volume": "194",
                "issue": "2",
                "pages": "327--336",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "D. L. Hadsell, W. Olea, N. Lawrence et al., \"Decreased lactation capacity and altered milk composition in insulin receptor substrate null mice is associated with decreased maternal body mass and reduced insulin-dependent phosphorylation of mammary Akt, \" Journal of Endocrinology, vol. 194, no. 2, pp. 327-336, 2007. International Journal of Genomics",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Immune cell regulators in mouse mammary development and involution",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Watson",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Animal Science",
                "volume": "87",
                "issue": "13",
                "pages": "35--42",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. J. Watson, \"Immune cell regulators in mouse mammary development and involution, \" Journal of Animal Science, vol. 87, no. 13, pp. 35-42, 2009.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Loss of filaminC (FLNc) results in severe defects in myogenesis and myotube structure",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Dalkilic",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Schienda",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "G"
                        ],
                        "last": "Thompson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Kunkel",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Molecular and Cellular Biology",
                "volume": "26",
                "issue": "17",
                "pages": "6522--6534",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "I. Dalkilic, J. Schienda, T. G. Thompson, and L. M. Kunkel, \"Loss of filaminC (FLNc) results in severe defects in myogenesis and myotube structure, \" Molecular and Cellular Biology, vol. 26, no. 17, pp. 6522-6534, 2006.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "SUMOylation of Pax7 is essential for neural crest and muscle development",
                "authors": [
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Luan",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Liu",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Stuhlmiller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Marquez",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "I"
                        ],
                        "last": "García-Castro",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Cellular and Molecular Life Sciences",
                "volume": "70",
                "issue": "10",
                "pages": "1793--1806",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Z. Luan, Y. Liu, T. J. Stuhlmiller, J. Marquez, and M. I. García- Castro, \"SUMOylation of Pax7 is essential for neural crest and muscle development, \" Cellular and Molecular Life Sciences, vol. 70, no. 10, pp. 1793-1806, 2013.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Translational control and the unfolded protein response",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Wek",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Cavener",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Antioxidants and Redox Signaling",
                "volume": "9",
                "issue": "12",
                "pages": "2357--2371",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "R. C. Wek and D. R. Cavener, \"Translational control and the unfolded protein response, \" Antioxidants and Redox Signaling, vol. 9, no. 12, pp. 2357-2371, 2007.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "The general transcription machinery and general cofactors",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Chiang",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Critical Reviews in Biochemistry and Molecular Biology",
                "volume": "41",
                "issue": "3",
                "pages": "105--178",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. C. Thomas and C. M. Chiang, \"The general transcription machinery and general cofactors, \" Critical Reviews in Biochem- istry and Molecular Biology, vol. 41, no. 3, pp. 105-178, 2006.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Actin is required for cytoskeletal maintenance but not development",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "A"
                        ],
                        "last": "Belyantseva",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Perrin",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Sonnemann",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Proceedings of the National Academy of Sciences of the United States of America",
                "volume": "106",
                "issue": "24",
                "pages": "9703--9708",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "I. A. Belyantseva, B. J. Perrin, K. J. Sonnemann et al., \" -Actin is required for cytoskeletal maintenance but not development, \" Proceedings of the National Academy of Sciences of the United States of America, vol. 106, no. 24, pp. 9703-9708, 2009.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Synthesis of 2 -propoxy-,25-dihydroxyvitamin D3 and comparison of its metabolism by human CYP24A1 and rat CYP24A1",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Saito",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Suhara",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Abe",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Bioorganic and Medicinal Chemistry",
                "volume": "17",
                "issue": "13",
                "pages": "4296--4301",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "N. Saito, Y. Suhara, D. Abe et al., \"Synthesis of 2 -propoxy- ,25-dihydroxyvitamin D3 and comparison of its metabolism by human CYP24A1 and rat CYP24A1, \" Bioorganic and Medici- nal Chemistry, vol. 17, no. 13, pp. 4296-4301, 2009.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "The Stat family of transcription factors have diverse roles in mammary gland development",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Watson",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Neoh",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Seminars in Cell and Developmental Biology",
                "volume": "19",
                "issue": "4",
                "pages": "401--406",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. J. Watson and K. Neoh, \"The Stat family of transcription factors have diverse roles in mammary gland development, \" Seminars in Cell and Developmental Biology, vol. 19, no. 4, pp. 401-406, 2008.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "High glucose upregulates pantothenate kinase 4 (PanK4) and thus affects M2-type pyruvate kinase (Pkm2)",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Chang",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Zhang",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Molecular and Cellular Biochemistry",
                "volume": "277",
                "issue": "1-2",
                "pages": "117--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Y. Li, Y. Chang, L. Zhang et al., \"High glucose upregulates pan- tothenate kinase 4 (PanK4) and thus affects M2-type pyruvate kinase (Pkm2), \" Molecular and Cellular Biochemistry, vol. 277, no. 1-2, pp. 117-125, 2005.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Comparative expression analysis of Pax3 and Pax7 during mouse myogenesis",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Horst",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Ustanina",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Sergi",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "International Journal of Developmental Biology",
                "volume": "50",
                "issue": "1",
                "pages": "47--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "D. Horst, S. Ustanina, C. Sergi et al., \"Comparative expression analysis of Pax3 and Pax7 during mouse myogenesis, \" Interna- tional Journal of Developmental Biology, vol. 50, no. 1, pp. 47-54, 2006.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Bioinformatics approaches for cross-species liver cancer analysis based on microarray gene expression profiling",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Fang",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Tong",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Perkins",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "BMC Bioinformatics",
                "volume": "6",
                "issue": "2",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "H. Fang, W. Tong, R. Perkins et al., \"Bioinformatics approaches for cross-species liver cancer analysis based on microarray gene expression profiling, \" BMC Bioinformatics, vol. 6, no. 2, article S6, 2005.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Strain-specific differences in the mechanisms of progesterone regulation of murine mammary gland development",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Aupperlee",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Drolet",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Durairaj",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Schwartz",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "Z"
                        ],
                        "last": "Haslam",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Endocrinology",
                "volume": "150",
                "issue": "3",
                "pages": "1485--1494",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. D. Aupperlee, A. A. Drolet, S. Durairaj, W. Wang, R. C. Schwartz, and S. Z. Haslam, \"Strain-specific differences in the mechanisms of progesterone regulation of murine mammary gland development, \" Endocrinology, vol. 150, no. 3, pp. 1485- 1494, 2009.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Mammary development in the embryo and adult: a journey of morphogenesis and commitment",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Watson",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "T"
                        ],
                        "last": "Khaled",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Development",
                "volume": "135",
                "issue": "6",
                "pages": "995--1003",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. J. Watson and W. T. Khaled, \"Mammary development in the embryo and adult: a journey of morphogenesis and commitment, \" Development, vol. 135, no. 6, pp. 995-1003, 2008.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "CORE TF: a user-friendly interface to identify evolutionary conserved transcription factor binding sites in sets of co-regulated genes",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Hestand",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Van Galen",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "P"
                        ],
                        "last": "Villerius",
                        "suffix": ""
                    },
                    {
                        "first": "G.-J",
                        "middle": [
                            "B"
                        ],
                        "last": "Van Ommen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Den Dunnen",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A C"
                        ],
                        "last": "Hoen",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "BMC Bioinformatics",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. S. Hestand, M. van Galen, M. P. Villerius, G.-J. B. van Ommen, J. T. den Dunnen, and P. A. C. Hoen, \"CORE TF: a user-friendly interface to identify evolutionary conserved transcription factor binding sites in sets of co-regulated genes, \" BMC Bioinformatics, vol. 9, article 495, 2008.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Expression of tyrosine kinases in human malignancies as potential targets for kinase-specific inhibitors",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Singer",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Hudelist",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Lamm",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Mueller",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Czerwenka",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Kubista",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Endocrine-Related Cancer",
                "volume": "11",
                "issue": "4",
                "pages": "861--869",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. F. Singer, G. Hudelist, W. Lamm, R. Mueller, K. Czerwenka, and E. Kubista, \"Expression of tyrosine kinases in human malignancies as potential targets for kinase-specific inhibitors, \" Endocrine-Related Cancer, vol. 11, no. 4, pp. 861-869, 2004.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Biologically meaningful expression profiling across species using heterologous hybridization to a cDNA microarray",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C P"
                        ],
                        "last": "Renn",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Aubin-Horth",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Hofmann",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "BMC Genomics",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "S. C. P. Renn, N. Aubin-Horth, and H. A. Hofmann, \"Bio- logically meaningful expression profiling across species using heterologous hybridization to a cDNA microarray, \" BMC Genomics, vol. 5, article 42, 2004.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Derivation of species-specific hybridizationlike knowledge out of cross-species hybridization results",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Bar-Or",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bar-Eyal",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "Z"
                        ],
                        "last": "Gal",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Kapulnik",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Czosnek",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Koltai",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "BMC Genomics",
                "volume": "7",
                "issue": "110",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. Bar-Or, M. Bar-Eyal, T. Z. Gal, Y. Kapulnik, H. Czosnek, and H. Koltai, \"Derivation of species-specific hybridization- like knowledge out of cross-species hybridization results, \" BMC Genomics, vol. 7, article 110, 2006.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Cross-species hybridisation of human and bovine orthologous genes on high density cDNA microarrays",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Adjaye",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Herwig",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Herrmann",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "BMC Genomics",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "J. Adjaye, R. Herwig, D. Herrmann et al., \"Cross-species hybridisation of human and bovine orthologous genes on high density cDNA microarrays, \" BMC Genomics, vol. 5, article 83, 2004.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Assessment of the sensitivity and specificity of oligonucleotide (50mer) microarrays",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Kane",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Jatkoe",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Stumpf",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Lu",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Madore",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Nucleic Acids Research",
                "volume": "28",
                "issue": "22",
                "pages": "4552--4557",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. D. Kane, T. A. Jatkoe, C. R. Stumpf, J. Lu, J. D. Thomas, and S. J. Madore, \"Assessment of the sensitivity and specificity of oligonucleotide (50mer) microarrays, \" Nucleic Acids Research, vol. 28, no. 22, pp. 4552-4557, 2000.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Cross-species sequence comparisons: a review of methods and available resources",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Frazer",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Elnitski",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Church",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Dubchak",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Hardison",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Genome Research",
                "volume": "13",
                "issue": "1",
                "pages": "1--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "K. A. Frazer, L. Elnitski, D. M. Church, I. Dubchak, and R. C. Hardison, \"Cross-species sequence comparisons: a review of methods and available resources, \" Genome Research, vol. 13, no. 1, pp. 1-12, 2003.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "text": "Histological features of the mammary gland from rats during pregnancy and lactation. Mammary glands were isolated from Sprague Dawley rats in (a, b) a nonpregnant virgin (V) stage; (c, d) day 5 (P5) and (e, f) day 14 (P14) of pregnancy; and (g, h) day 1 (L1) and (i, j) day 12 (L12) of lactation, cryosectioned, and stained with hematoxylin and eosin. Scale bars in (a), (c), (e), (g), and (i) = 50 m, whereas those in (b), (d), (f), (h), and (j) = 10 m. Adipose compartment (Ad), lobuloalveolar units ( ), epithelial compartment (Ep), luminal structures (L), and milk globules (↑).",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "uris": null,
                "text": "Overview of gene expression during mammary development through early pregnancy to mid-lactation. (a) Number of altered transcripts of each developmental stage versus a virgin stage (fold change (z-score) >1.5). Low expression is represented by green and high expression is represented by red. (b) Venn diagram and representative table illustrating the number of significant altered gene transcripts and overlaps among different reproductive stages.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "uris": null,
                "text": "",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF4": {
                "uris": null,
                "text": "Unsupervised hierarchical clustering of the differentially expressed gene list. Gene expression profiles. Gene expression data from the tags comprising the significant altered gene transcript list (z-score > ±1.50) were best represented by six clusters consisting of distinct up (red) and down (green) patterns of expression. Developmental stage time points and fold change are indicated on the x-and y-axes, respectively. The number of features (genetic elements) in each cluster is indicated. A black pseudoline representing the general (average) pattern of expression has been superimposed on each cluster.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF5": {
                "uris": null,
                "text": "K-means clustering of the differentially expressed gene list with trajectory expression profile signatures. Gene expression data from the 807 tags comprising the significant altered gene transcript list (z-score > ±1.50) were best represented by six K-means clusters consisting of distinct up (red) and down (green) patterns of expression. Developmental stage time points and fold change are indicated on the x-and y-axes, respectively. The numbers of tags in each cluster are indicated. A black pseudoline representing the general (average) pattern of expression has been superimposed on each cluster.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF6": {
                "uris": null,
                "text": "Validation of differentially expressed genes identified by microarray using qRT-PCR. Quantitative real-time-PCR was performed as in Experimental Procedures, and the calculated mean log ratio for each gene in their corresponding developmental stage was compared with the mean z-score from the microarray analysis during that same period. A positive value indicates a greater mRNA abundance in a developmental stage than in the control group, whereas a negative value indicates a lower mRNA abundance in a developmental stage than in the control group. Lines represent data obtained by qRT-PCR (red, right axis) and microarray analysis (blue, left axis), respectively, whereas the x-axis represents the physiological time point. The average fold change relative to time-matched virgin controls for three animals per group is shown. Genes are indicated by their official gene symbols. Data are presented as the mean of three independent experiments, each performed in triplicate. Error bars represent the SD for the average fold change. The correlation information in each analysis is indicated by Spearman rho value ( ). All 18 pairs of genes had an absolute correlation value of = 0.49 with a = 7.59 − 06. ND: not detected.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF7": {
                "uris": null,
                "text": "ΔΔCt (qRT-PCR) ΔΔCt (qRT-PCR) ΔΔCt (qRT-PCR) ΔΔCt (qRT-PCR) ΔΔCt (qRT-PCR) ΔΔCt (qRT-PCR) ΔΔCt (qRT-PCR) ΔΔCt (qRT-PCR) ΔΔCt (qRT-PCR)ΔΔCt (qRT-PCR) Gene expression profiles of the putative transcriptional factors identified by microarray using qRT-PCR. Quantitative real time-PCR was performed as in Experimental Procedures, and the calculated mean log ratio for each gene in their corresponding developmental stage was determined. A positive value indicates a greater mRNA abundance in a developmental stage than in the control group, whereas a negative value indicates a lower mRNA abundance in a developmental stage than in the control group. Bars represent data obtained by qRT-PCR (y-axis), whereas the x-axis represents the physiological time point. The average fold change relative to time-matched virgin controls for three animals per group is shown. Genes are indicated by their official gene symbols. Data are presented as the mean of three independent experiments, each performed in triplicate. Bars represent the average (±SD) fold change. Different letters indicate statistically significant differences between developmental stages ( < 0.05). Note that the scales of the y-axis vary among genes. ND: not detected.",
                "num": null,
                "type_str": "figure"
            }
        }
    }
}