{
    "paper_id": "10",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:31:45.862915Z"
    },
    "title": "Transcriptome profiling reveals candidate flavonol-related genes of Tetrastigma hemsleyanum under cold stress",
    "authors": [
        {
            "first": "Xin",
            "middle": [],
            "last": "Peng",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Fujian Agriculture and Forestry University",
                "location": {
                    "postCode": "350000",
                    "settlement": "Fuzhou, Fujian",
                    "country": "People's Republic of China"
                }
            },
            "email": ""
        },
        {
            "first": "Hao",
            "middle": [],
            "last": "Wu",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Fujian Agriculture and Forestry University",
                "location": {
                    "postCode": "350000",
                    "settlement": "Fuzhou, Fujian",
                    "country": "People's Republic of China"
                }
            },
            "email": ""
        },
        {
            "first": "Hongjiang",
            "middle": [],
            "last": "Chen",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Fujian Agriculture and Forestry University",
                "location": {
                    "postCode": "350000",
                    "settlement": "Fuzhou, Fujian",
                    "country": "People's Republic of China"
                }
            },
            "email": ""
        },
        {
            "first": "Yujiong",
            "middle": [],
            "last": "Zhang",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Fujian Agriculture and Forestry University",
                "location": {
                    "postCode": "350000",
                    "settlement": "Fuzhou, Fujian",
                    "country": "People's Republic of China"
                }
            },
            "email": ""
        },
        {
            "first": "Dan",
            "middle": [],
            "last": "Qiu",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Fujian Agriculture and Forestry University",
                "location": {
                    "postCode": "350000",
                    "settlement": "Fuzhou, Fujian",
                    "country": "People's Republic of China"
                }
            },
            "email": ""
        },
        {
            "first": "Zhongyi",
            "middle": [],
            "last": "Zhang",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Fujian Agriculture and Forestry University",
                "location": {
                    "postCode": "350000",
                    "settlement": "Fuzhou, Fujian",
                    "country": "People's Republic of China"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Background: Tetrastigma hemsleyanum Diels et Gilg is a valuable medicinal herb, whose main bioactive constituents are flavonoids. Chilling sensitivity is the dominant environmental factor limiting growth and development of the plants. But the mechanisms of cold sensitivity in this plant are still unclear. Also, not enough information on genes involved in flavonoid biosynthesis in T. hemsleyanum is available to understand the mechanisms of its physiological and pharmaceutical effects. Results: The electrolyte leakage, POD activity, soluble protein, and MDA content showed a linear sustained increase under cold stress. The critical period of cold damage in T. hemsleyanum was from 12 h to 48 h. Expression profiles revealed 18,104 differentially expressed genes (DEGs) among these critical time points. Most of the cold regulated DEGs were early-response genes. A total of 114 unigenes were assigned to the flavonoid biosynthetic pathway. Fourteen genes most likely to encode flavonoid biosynthetic enzymes were identified. Flavonols of T. hemsleyanum might play a crucial role in combating cold stress. Genes encoding PAL, 4CL, CHS, ANR, FLS, and LAR were significantly up-regulated by cold stress, which could result in a significant increase in crucial flavonols (catechin, epicatechin, rutin, and quercetin) in T. hemsleyanum. Conclusions: Overall, our results show that the expression of genes related to flavonol biosynthesis as well as flavonol content increased in T. hemsleyanum under cold stress. These findings provide valuable information regarding the transcriptome changes in response to cold stress and give a clue for identifying candidate genes as promising targets that could be used for improving cold tolerance via molecular breeding. The study also provides candidate genes involved in flavonoid biosynthesis and may be useful for clarifying the biosynthetic pathway of flavonoids in T. hemsleyanum.",
    "pdf_parse": {
        "paper_id": "10",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Background: Tetrastigma hemsleyanum Diels et Gilg is a valuable medicinal herb, whose main bioactive constituents are flavonoids. Chilling sensitivity is the dominant environmental factor limiting growth and development of the plants. But the mechanisms of cold sensitivity in this plant are still unclear. Also, not enough information on genes involved in flavonoid biosynthesis in T. hemsleyanum is available to understand the mechanisms of its physiological and pharmaceutical effects. Results: The electrolyte leakage, POD activity, soluble protein, and MDA content showed a linear sustained increase under cold stress. The critical period of cold damage in T. hemsleyanum was from 12 h to 48 h. Expression profiles revealed 18,104 differentially expressed genes (DEGs) among these critical time points. Most of the cold regulated DEGs were early-response genes. A total of 114 unigenes were assigned to the flavonoid biosynthetic pathway. Fourteen genes most likely to encode flavonoid biosynthetic enzymes were identified. Flavonols of T. hemsleyanum might play a crucial role in combating cold stress. Genes encoding PAL, 4CL, CHS, ANR, FLS, and LAR were significantly up-regulated by cold stress, which could result in a significant increase in crucial flavonols (catechin, epicatechin, rutin, and quercetin) in T. hemsleyanum. Conclusions: Overall, our results show that the expression of genes related to flavonol biosynthesis as well as flavonol content increased in T. hemsleyanum under cold stress. These findings provide valuable information regarding the transcriptome changes in response to cold stress and give a clue for identifying candidate genes as promising targets that could be used for improving cold tolerance via molecular breeding. The study also provides candidate genes involved in flavonoid biosynthesis and may be useful for clarifying the biosynthetic pathway of flavonoids in T. hemsleyanum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Tetrastigma hemsleyanum Diels et Gilg is a valuable and endangered perennial medicinal herb, which is distributed in tropical to subtropical regions, mainly in the few provinces of southwest China. Extracts of total flavonoids from T. hemsleyanum have obvious antibacterial, antiviral, antitumor, and antipyretic actions [1] . Due to over exploitation, wild resources are on the verge of extinction in recent years. T. hemsleyanum is a cold-sensitive species, and chilling sensitivity is the major environmental factor limiting growth, development and geographical distribution of the plant. The artificial domestication of T. hemsleyanum suffers from the low winter survival rate.",
                "cite_spans": [
                    {
                        "start": 321,
                        "end": 324,
                        "text": "[1]",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "Cold stress is a major environmental factor that influences plant growth, development, and productivity. In order lead to adapt to cold stress during acclimation, plants have evolved various adaptive mechanisms that trigger gene-expression changes and subsequently to physiological and biochemical modifications that enhance their cold tolerance. The stress responses include: increase in antioxidant levels, induction of influx of cellular calcium ions, alteration in membrane lipid composition, adjustment of hormone levels, changes in electrolyte leakage and soluble protein content, etc. [2] .",
                "cite_spans": [
                    {
                        "start": 592,
                        "end": 595,
                        "text": "[2]",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "Genome-wide transcriptome analysis provides a potentially valuable strategy for identifying candidate genes for molecular breeding and for revealing the molecular mechanisms underlying physiological processes. Recent developments in deep-sequencing technologies and relevant analytical approaches can provide the large-scale transcriptome information in the absence of a reference genome, and thus it is especially useful in non-model species, whose genomic sequences are often unavailable [3] . Over the last few years, RNA-Seq has been increasingly applied to rapidly analyze mRNA profiles in a range of plant species under exposure to diverse and adverse environmental conditions, including drought [4] , high salinity [5] , heavy metal stress [6] ,pathogen attack, and cold stress [7] . It allows us to use a \"reverse genetics\" strategy to identify candidate genes, to provide available gene resources for developing transgenic plants. Early plant responses to chilling stress involve numerous genes encoding transcription factors and proteins involved in phytohormone signal transduction, ROS metabolism, secondary metabolism, etc. [8] .",
                "cite_spans": [
                    {
                        "start": 490,
                        "end": 493,
                        "text": "[3]",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 702,
                        "end": 705,
                        "text": "[4]",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 722,
                        "end": 725,
                        "text": "[5]",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 747,
                        "end": 750,
                        "text": "[6]",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 785,
                        "end": 788,
                        "text": "[7]",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1137,
                        "end": 1140,
                        "text": "[8]",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "Flavonoids are a large class of plant secondary metabolites that exert diverse biological and pharmacological effects, including the protection of plants against abiotic stresses. The major bioactive constituents in T. hemsleyanum are flavonoid compounds. To date, more than 20 flavonoids have been isolated from it. Flavonoids compounds can be divided into six categories: flavonoids, flavonols, isoflavones, flavanones, flavanols, and anthocyanins, among which flavonols are the main compounds in the T. hemsleyanum. Our previous studies indicated that the main flavonols in T. hemsleyanum were quercetin, procyanidine B1, procyanidine B2, catechin, epicatechin, rutin, kaempferol etc. However, gene regulation and signaling pathways related to cold response in T. hemsleyanum remain unknown. Not enough information on genes involved in flavonoid biosynthesis in T. hemsleyanum is available to understand the mechanisms of its physiological and pharmaceutical effects, and there still has not been any report about flavonoid metabolomic profiling of T. hemsleyanum response to environmental stresses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "Our aim was therefore to elucidate the physiological and transcriptomic adaptive mechanisms to cold stress in T. hemsleyanum by using comparative transcriptome analyses to evaluate the global gene dynamic gene expression patterns. Based on this, genome-wide characterization of flavonoid biosynthetic genes in T. hemsleyanum and their relevance to cold stress tolerance would be revealed. The results will facilitate the identification of cold-resistant candidate genes in T. hemsleyanum, which could be used for genetic improvement. The results will also shed light on the molecular mechanisms related to cold tolerance and pharmaceutical effects in this plant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "Physiological changes of T. hemsleyanum under cold stress When exposed to − 8°C or − 4°C, the seedlings of T. hemsleyanum exhibited severe damage within 4 h and died within 8 h. When exposed to 4°C, there was no significant leap in electrolyte leakage during stress treatment. Therefore, we selected the 0°C exposure for cold stress treatment. To estimate the physiological damage and to optimize the sampling time of cold treatment, four physiological parameters, including MDA, soluble protein content, POD activity, and electrolyte leakage were measured under 25°C or 0°C exposure for seven time points (0, 4, 8, 12, 24, 48, and 72 h) in leaves, with three biological replicates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "As seen from Fig. 1 , four physiological parameters were almost unchanged across different time points at 25°C. The results showed that as the treatment time at 0°C was prolonged, electrolyte leakage increased dramatically from 21.3 ± 2.4%(0 h) to 89.7 ± 7.5%(72 h) (P < 0.01). There was a sudden and sharp increase at the time point from 12 h to 48 h, and remained stable after 48 h. Similarly, MDA content also exhibited a linear increase from 3.1 ± 0.4 μmol/g (0 h) to 7.9 ± 0.8%(72 h) (P < 0.05). There was a sudden and sharp increase at the time point from 12 h to 24 h, and a steady increase after 24 h. Soluble protein content also showed steady increase during 0 h to 24 h, it showed a high peak at 24 h and then declined from 54 ± 5.3 mg/g(24 h) to 27 ± 3.3 mg/g(72 h) (P < 0.05). However, there was a sudden and sharp increase of POD activity at the time point from 8 h to 24 h(P < 0.01), and remained stable after 24 h.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 13,
                        "end": 19,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "In summary, the contents/activities of the four physiological parameters remained essentially stable during 0 h and 8 h, significantly changed from 12 h to 48 h, and remained stable after 48 h. To further explore the mechanism of cold stress, RNA-seq was employed to investigate the changes in genome-wide gene expression in T. hemsleyanum leaves under 0°C exposure for four time points (0, 12, 24, and 48 h), with three biological replicates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Using a total of 54,433,014; 54,981,362; 53,390,246; 53, 238,442 Illumina raw reads from four independent biological samples (0, 12, 24, and 48 h), we got a total of 45, 346,334; 46,460,402 44,804,246; 44,801,200 clean reads, with an average clean reads rate of 83.31, 84.5, 83.92, and 84.15%. These high-quality reads were then de novo assembled using the Trinity program [9] , resulting in 151,924 'Trinity' genes and 106,275 unigenes, which ranged from 201 to 15,668 bp in length. The average length of unigenes was 676 bp. The N50 and N90 length was 1121 bp and 262 bp, respectively. This indicates a high quality assembly (Additional file 1). Of these unigenes, 48,464 (55.4%) were longer than 500 bp, 19,627 (18.5%) were longer than 1000 bp, 6946 (6.53%) were longer than 2000 bp, etc. The length distribution of transcripts is shown in Fig. 2 .",
                "cite_spans": [
                    {
                        "start": 373,
                        "end": 376,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 843,
                        "end": 849,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "De novo assembly and annotation",
                "sec_num": null
            },
            {
                "text": "To validate and annotate the of assembled unigenes, they were blast searched against seven public databases, including NT, NR, Uniprot database, RNAMMER, eggnog, GO, and KEGG using E-values <1e-5. To characterize the functional classifications of annotated unigenes, GO and COG analyses were performed to access the functional categories. Based on sequence homology, a total of 35,665 (40.7%) unigenes were annotated in GO, and classified into 67 functional groups, including 23 groups in biological process, 23 in cellular components, and 21 in molecular function (Fig. 3) . 'Cell part', 'organelle', and 'organelle part' were the terms that dominated in the cellular component category. 'Cellular process', 'metabolic process', 'single-organism', and 'response to stimulus' were the most represented GO terms in the biological process category. Most of the unigenes in the 'molecular function' category were sub-categorized into 'binding' and 'catalytic', followed by 'transporter'. In the 'cellular component' category, the GO terms 'cell part', 'organelle', and 'membrane part' predominated.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 565,
                        "end": 573,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "De novo assembly and annotation",
                "sec_num": null
            },
            {
                "text": "All unigenes were matched with the Cluster of Orthologus Groups (COG database) for functional prediction and classification. In total, 82,192 (40.99%) unigenes were assigned to 25 COG functional classifications.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "De novo assembly and annotation",
                "sec_num": null
            },
            {
                "text": "These unigenes were mainly involved in 'general function prediction only', 'translation, ribosomal structure and biogenesis', and 'replication, recombination and repair' (Fig. 4 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 170,
                        "end": 177,
                        "text": "(Fig. 4",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "De novo assembly and annotation",
                "sec_num": null
            },
            {
                "text": "Differential gene expression was analyzed using all control and treatment combinations (Fig. 5a ). Over the 12 h, 24 h, 48 h of cold exposure, a total of 11,339, 17,237, and 18,104 DEGs were identified and analyzed, respectively. Of those genes, about 6902 (60.8%), 10,866 (63.0%), 10, 505 (58.0%) were down-regulated, while the rest of genes were up-regulated respectively. Most of the cold regulated DEGs were early-response genes. There were 14, 875 and 15,633 unigenes differentially expressed in the 12 h-24 h and 12 h-48 h comparisons, respectively, while only 5722 induced/repressed unigenes were specific between 24 h and 48 h of cold exposure. Of those genes, about 6664 (44.8%), 7835 (50.1%), 356 (61.7%) were down-regulated, while the rest of genes were upregulated respectively.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 87,
                        "end": 95,
                        "text": "(Fig. 5a",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gene expression changes triggered by cold stress",
                "sec_num": null
            },
            {
                "text": "A hierarchical cluster analysis was performed to characterize the expression patterns of the commonly expressed DEGs after cold exposure (Fig. 5b ). Most of DEGs followed a similar expression pattern after 24 h and 48 h of cold exposure, which clustered together. In contrast, expression profiles of 0 h (control) and 12 h of ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 137,
                        "end": 145,
                        "text": "(Fig. 5b",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gene expression changes triggered by cold stress",
                "sec_num": null
            },
            {
                "text": "GO and KEGG analyses were performed to access the distributions of functional categories. 'response to stimulus', 'response to stress', and 'membrane'were the most abundant terms in functional category during the whole cold stress. 'metabolic pathways', 'biosynthesis of secondary metabolites', and 'phenylpropanoid biosynthesis' were the top 3 enriched pathways during the whole cold stress stage. Based on the above overview of GO and KEGG analyses, we speculated that phenylpropanoid metabolism would play an important role in early-time responses of T. hemsleyanum under cold exposure. Flavone and flavonol are main component of T. hemsleyanum and also metabolites of phenylpropanoid metabolism. So we mainly focused on groups of differentially expressed genes involved in flavonoid biosynthesis pathways.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Responses of flavonoid metabolism-related genes",
                "sec_num": null
            },
            {
                "text": "Using the T. hemsleyanum transcriptome with its annotated information, we investigated all the genes involved in flavonoid biosynthesis at the level of whole genome expression level. Transcriptome analysis detected 114 unigenes encoding multiple well-known enzymes in the flavonoid biosynthesis and metabolism pathway. From Fig. 6 , we could see that T. hemsleyanum included almost all of the necessary enzymes involved in the general pathway, such as phenylalanine ammonia-lyase (PAL), flavanone 3-hydroxylase(F3'H), cinnamate-4-hydroxylase (C4H), 4-coumaroyl: coenzyme A ligase (4CL), chalcone synthase (CHS), flavanone-3-hydroxylase (F3H), flavonol synthase (FLS) etc. Most of flavonoid metabolism-related genes followed a similar expression pattern after 24 h and 48 h of cold exposure, thus they clustered together. In contrast, expression profile of 0 h (control) and 12 h of cold exposure clustered separately. The clustering method was in accordance with that of the global DEGs after cold exposure.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 324,
                        "end": 330,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Responses of flavonoid metabolism-related genes",
                "sec_num": null
            },
            {
                "text": "The schematic diagram of the flavonoid biosynthetic pathways and the expression levels of related genes in T. hemsleyanum are displayed in Fig.7 . PAL catalyzes the initial step of the flavonoid biosynthetic pathway. Among the mapped enzymes, we identified two PAL homologs in annotated transcriptome unigene dataset, and both of them were highly expressed with RPKM values> 100 and were significantly up-regulated by 3-4 fold under cold stress. One highly expressed C4H gene was predicted in our dataset, which was significantly up-regulated by 2.5 folds under cold stress. These genes encode the enzyme that catalyzes the second step of the flavonoid biosynthetic pathway. Thirty-seven CHS unigenes were identified in the T. hemsleyanum transcriptome. CHS is also the key enzyme in the flavonoids synthesis pathway, catalyzing the process from malonyl-CoA to naringenin chalcone. The expression of the 22 CHS genes was almost undetectable in the four analyzed libraries. The remaining 15 CHS unigenes were highly expressed, among which c101781_g1 was the most highly expressed CHS gene, with an increased RPKM value from 923 to 7889 under cold stress. Five CHI genes were identified in our dataset, and the fact of c82212_g1 was the most highly expressed suggested it may be crucial for naringenin biosynthesis, with an increased RPKM value from 128 to 988 under cold stress. In contrast, only three F3′H, one F3′5'H, three FNS, and three F3H genes were predicted in our dataset. ANR and LAR catalyze the transfer of leucoanthocyanidin to the flavonols group, such as epicatechin, epigallocatechin, catechin C, gallocatechin, etc. C78251_g1 was the most highly expressed LAR gene, with a 39 fold significant upregulation under cold stress. Eight ANR genes were identified, with c84306_g1 and c78251_g1 being the most abundantly and the most remarkably differentially expressed. Most of these genes were highly expressed at Z12h and Z24h, but exhibited down-regulated expression at Z48h. These results imply the early and late stages of cold stress might be important for flavonoid biosynthesis. A color bar is presented at the bottom. Data represent the log2 values (RPKM) of the T. hemsleyanum during the CK, Z12h, Z24h, and Z48h stages (from left to right). The trees on the right were generated using the Cluster 3.0 program.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 139,
                        "end": 144,
                        "text": "Fig.7",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Responses of flavonoid metabolism-related genes",
                "sec_num": null
            },
            {
                "text": "To verify the reliability and accuracy of this Illumina RNAseq data, quantitative real-time reverse transcription-PCR (qRT-PCR) was used to assess the relative expression levels for 12 key genes in the conserved flavonoid biosynthesis pathway in every treatment group. GAPDH was selected as the internal control reference gene. The correlation between qRT-PCR and RNA-seq was measured by scatter plotting log2-fold changes, which showed a positive correlation coefficient in both techniques (Pearson coefficient R 2 = 0.88) ( Fig. 8 ). This independent evaluation revealed the reliability of the RNA-seq data. The results showed that the expression of upstream genes, such as PAL, 4CL, and CHS were usually higher than the other downstream genes in flavonoid biosynthesis (shown in Fig. 7 ). These above key upstream genes and some of downstream genes for flavonols synthesis, such as ANR, FLS, and LAR, were significantly up-regulated under cold stress. Moreover, according to the deep sequencing and qRT-PCR data, it was suggested that flavonols of T. hemsleyanum might play a crucial role in combating cold stress.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 526,
                        "end": 532,
                        "text": "Fig. 8",
                        "ref_id": null
                    },
                    {
                        "start": 782,
                        "end": 788,
                        "text": "Fig. 7",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Validation of the differentially expressed genes (DEGs) via qRT-PCR",
                "sec_num": null
            },
            {
                "text": "The content of seven flavonols (procyanidins B1, catechin, procyanidinsB2, epicatechin, rutin, quercetin, and kaempferol) were determined by HPLC analysis. The Fig. 8 The expression of favonol-related genes of T. hemsleyanum after 0 to 48 h of cold exposure. a The genes expression as determined by qRT-PCR. b Comparison between the log2 of gene expression ratios obtained from RNA-seq data and qRT-PCR. The qPCR log2value of the expression ratio (cold-acclimated/CK) (y-axis) was plotted against the value from the RNA-seq (x-axis). All qPCR data were collected from three biological replicates and three technical replicates for each sample HPLC chromatograms of reference standards and T. hemsleyanum sample are shown in Fig.9 . Seen from Table 1 , epicatechin was the most abundant flavonol (average content 12.48 ± 1.80 mg/g), followed by rutin (average content 10.32 ± 1.51 mg/g) and catechin (average content 5.43 ± 0.8%). This demonstrated that the total contents of most flavonols in stress groups were much higher than those in control group. The content of individual flavonols increased with the increase of cold stress duration. The levels of catechin, epicatechin, rutin, and quercetin in stress groups were higher than those detected in CK, ranging from 2.93 ± 0.3 (Z12h) to 5.13 ± 0.9 (Z48h) times, 3.08 ± 0.6 (Z12h) to 5.28 ± 0.8 (Z24h) times, and 2.71 ± 0.2 (Z12h) to 3.68 ± 0.5 (Z48h) times, and 2.61 ± 0.3 (Z12h) to 4.92 ± 0.5 (Z48h) times, respectively. The contents of other compounds of flavonols were also evaluated, but the differences were not significant.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 160,
                        "end": 166,
                        "text": "Fig. 8",
                        "ref_id": null
                    },
                    {
                        "start": 724,
                        "end": 729,
                        "text": "Fig.9",
                        "ref_id": null
                    },
                    {
                        "start": 742,
                        "end": 749,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Analysis of various flavonols components",
                "sec_num": null
            },
            {
                "text": "This tendency was in accordance with the change in flavonol synthesis-related gene expression induced by cold stress (shown in Table 1 ). Therefore, these results suggested that the overexpression of key genes in flavonol biosynthesis (such as ANR, FLS, and LAR) induced by cold stress would result in a significant increase in crucial flavonol ingredients (such as catechin, epicatechin, rutin,and quercetin) in T. hemsleyanum.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 127,
                        "end": 134,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Analysis of various flavonols components",
                "sec_num": null
            },
            {
                "text": "The physiological responses of T. hemsleyanum to cold stress",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Freezing injury is one of the most universal stresses influencing plant metabolism. The membrane permeability is often used as an important physiological index of plant resistance. The higher the electrolyte leakage rate is, the more serious the damage by cold stress is. The extent of electrolyte leakage is inversely correlated with the stress tolerance of plants. Under cold stress conditions, various osmotic substances such as proline and soluble proteins that play important roles in osmotic adjustment are quickly accumulated [10] . Besides, Malandialdehyde (MDA) is the final product of lipid peroxidation, its content can reflect the severity of membrane lipid peroxidation and the stress tolerance of plants. Antioxidative enzymes such as peroxidase (POD) and superoxide dismutase (SOD) are induced quickly and required to deal with oxidative damage under cold stress [11] . Thus, the content of these molecules and the activity of these enzymes are widely used as parameters to evaluate the characteristics of plants when they are suffering from stress.",
                "cite_spans": [
                    {
                        "start": 533,
                        "end": 537,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 878,
                        "end": 882,
                        "text": "[11]",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The physiological responses of T. hemsleyanum to cold stress have not been extensively explored. In this study, four traits including electrolyte leakage, POD activity, the content of MDA and soluble protein were investigated in T. hemsleyanum leaves at seven time points under four low-temperature treatments. Similar to previous studies in other species, these investigated traits revealed a dramatic induction in response to cold treatment, and the effect was aggravated along with the prolonging of stress time. The electrolyte leakage, POD activity, and MDA content showed a linear sustained increase as treatment time went up from 0 h to 72 h, by 321.4 ± 15.3%, 173.8 ± 10.2%, and 163.3 ± 12.1%, respectively. During this period, 12 h, 24 h, and 48 h were critical time points of the dramatic change. The three traits exhibited a consistent response, indicating they played highly coordinate functions in T. hemsleyanum. However, it is worth noting that the tendency of soluble protein content was slightly different from the above three traits. The soluble protein content increased by 171.0 ± 9.2% from 0 h to 24 h, then there was a significant decline after that time point. Similarly, the content of Fig. 9 The HPLC chromatograms of reference standards and T. hemsleyanum sample. 1 procyanidins B 1 ; 2. catechin; 3. procyanidinsB 2 ; 4. epicatechin; 5. rutin; 6. quercetin; 7. kaempferol soluble protein and soluble sugar of L. lancifolium leaves increased between 0 h to 24 h, then rapidly fell during subsequent cold stress [12] . It might be because that some stress proteins in plant signal transduction were induced in the early stress stage in responses to environmental stresses. Along with the prolonging of stress time, the cellular damage and apoptosis might accelerate protein degradation after 24 h. So 12 h and 24 h were critical time points of the dramatic change of soluble protein content. To obtain insights into the molecular mechanisms of the cold stress, a whole-transcriptome analysis induced by cold stress at these critical time points in T. hemsleyanum was then performed.",
                "cite_spans": [
                    {
                        "start": 1537,
                        "end": 1541,
                        "text": "[12]",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1210,
                        "end": 1216,
                        "text": "Fig. 9",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "With the application of next-generation sequencing technology, studies of plant functional genomics have been rapidly performed in recent years. In this way, the DEGs obtained at different physiological states could provide useful information to clarify the molecular mechanisms underlying physiological changes. In this study, the hierarchical cluster analysis of the DEGs indicated that most of differential gene expression changes occurred in early stress stage, then remained relatively stable in middle and late phases of cold stress. These results also demonstrated that the global gene expression patterns coincided with the changes in physiological traits, indicating that these early emergency response genes play important roles in cold-acclimated of T.hemsleyanum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Flavonoids are important secondary metabolites that contain various important bioactive substances. Several subclasses of flavonoids, including flavonols and anthocyanidins, have been considered to be important antioxidants and have been associated with various biological effects including prevention of age-related diseases [13] and cancers of humans and animals [14] . Flavonoids are also produced as a protective response element in stress resistance-responsive system. Flavonoid biosynthesis is induced under a wide range of abiotic stresses. They could protect the plant from the heavy metal stress [15] , nutrient starvation [16] , and other environmental stresses. For example, in Reaumuria trigyna, the expressions of genes related to the flavonol biosynthesis were induced by ultraviolet-B and salt stresses [9] , and many studies have shown that flavonol synthesis can protect plant from high-temperature damage [17] . To date, the effects of abiotic stress on the biosynthesis of flavonoids have been investigated mainly in crop and model plants. Comparatively few relative studies have been reported in medicinal plant.",
                "cite_spans": [
                    {
                        "start": 326,
                        "end": 330,
                        "text": "[13]",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 365,
                        "end": 369,
                        "text": "[14]",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 605,
                        "end": 609,
                        "text": "[15]",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 632,
                        "end": 636,
                        "text": "[16]",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 818,
                        "end": 821,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 923,
                        "end": 927,
                        "text": "[17]",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Identification of genes critical for flavonoid biosynthesis in T. hemsleyanum to cold stress",
                "sec_num": null
            },
            {
                "text": "Total flavonoids from T. hemsleyanum have been shown to be closely associated with its health promoting effects, including antioxidant, anticancer, and anti-inflammatory activity [18] . Investigation on the influence mechanism of cold stress on flavonoid metabolism pathways is particularly important. In the present study, we identified the major genes associated with flavonoid biosynthesis and accumulation in T. hemsleyanum. A total of 114 unigenes in our transcriptome dataset were assigned to the flavonoid biosynthetic pathway. With the exception of F3′5′H and UFGT, most of these enzymes were encoded by more than one annotated gene. Such sequences may represent different fragments of a single transcript, different members of a gene family, or both. Similarly, in the transcriptome data of NaCl-treated Reaumuria trigyna, 118 unigenes were identified to be flavone synthetase genes. Among these 118 unigenes, the expression levels of genes related to the flavonol biosynthesis pathway (C4H, CHS, and FLS) were higher than other flavone synthetase genes [9] . However, in the previously annotated C. chekiangoleosa transcriptome dataset [19] , Forty-three unigenes were annotated as flavone synthetase genes, among which, F3H, DFR, and UFGT were much more actively involved in flavonoid biosynthesis than these genes in our study. The reason for the difference may be because anthocyanin and flavonol are two different subclasses of flavonoids, and they are generated in different branches of flavonoid synthesis pathway. The major component of cold-treated T. hemsleyanum and NaCl-treated Reaumuria trigyna were both flavonol, while the major component of Camellia chekiangoleosa was anthocyanin. Thus, this pathway appears to be conserved among different species, but there is still some diversity.",
                "cite_spans": [
                    {
                        "start": 179,
                        "end": 183,
                        "text": "[18]",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1063,
                        "end": 1066,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1146,
                        "end": 1150,
                        "text": "[19]",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Identification of genes critical for flavonoid biosynthesis in T. hemsleyanum to cold stress",
                "sec_num": null
            },
            {
                "text": "UV-B, C irradiation significantly promoted anthocyanin biosynthesis and the transcripts of anthocyanin downstream pathway genes (DFR, ANR, and UFGT) as well as DFR and UFGT enzymatic activities in blueberries [20] . In our study, flavonols content was positively correlated with the transcripts of downstream genes (LAR, ANR, and LDOX) as well as initiative upstream genes (PAL and C4H) in flavonoid biosynthetic pathway responding to cold stress and coincided with flavonols biosynthesis. The content of five flavonols in T. hemsleyanum including procyanidins B1, catechin,epicatechin, rutin, and quercetin remarkably increased in response to cold stress. Similar studies involving Reaumuria trigyna have also shown that flavonol biosynthesis was induced by ultraviolet-B and salt stresses. Of 118 annotated flavone synthetase unigenes, 47 were annotated as members of families related to the flavonol biosynthetic pathway. The expressions of genes related to the flavonol biosynthesis pathway (C4H, CHS, F3H3, FLS, F3'5'H, F3'H, and OMT) increased under NaCl and UV-B treatments. The content of several flavonols including rutin, hyperoside, isorhamnetin-3-O-neohespeidoside, and myricetin increased in response to NaCl and UV-B stresses [9] . In grape berries, UV-B increased the expression of the key flavonol biosynthesis gene FLS, F3′H, F3′5′H, and OMT, resulting in increased flavonol and anthocyanin content in the skin [21] . The higher transcript levels of FLS and a higher amount of 3 main flavonols (kaempferol, myricetin and quercetin) were observed in tartary buckwheat under different environmental stress [22] . FLS, an important enzyme in flavonoid biosynthesis pathway, catalyzes the oxidizing reaction of dihydroflavonol to form flavonols (e.g., quercetin, kaempferol, and Myricetin). Quercetin and kaempferol can be used further to generate rutin by glycosylation. Both catechin and epicatechin were the monomers of proanthocyanidin, which were synthesized by the catalyst of LAR and ANR, respectively. Low expression abundance genes are generally considered to be the limited step of a synthesis processes. This viewpoint is in accordance with our study. In the present study, most of annotated LAR, ANR and FLS unigenes were normally low or moderateabundance, but their expressions were observed to be significantly up-regulated under cold stress. As evidence of the activity improvement of LAR, ANR and FLS, the contents of catechin, epicatechin and quercetin were remarkably increased to 5.02, 5.26, and 4.95 times, respectively.",
                "cite_spans": [
                    {
                        "start": 209,
                        "end": 213,
                        "text": "[20]",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1240,
                        "end": 1243,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1428,
                        "end": 1432,
                        "text": "[21]",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1621,
                        "end": 1625,
                        "text": "[22]",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Identification of genes critical for flavonoid biosynthesis in T. hemsleyanum to cold stress",
                "sec_num": null
            },
            {
                "text": "In summary, we surveyed the transcriptome of T. hemsleyanum and annotated a large number of DEGs involved in cold stress, which would provide a potential platform for future functional genomic research. Analysis of physiological index and DEGs revealed that the critical period of cold damages in T. hemsleyanum was from 12 h to 48 h. Most of the cold regulated DEGs were early-response gene. A total of 114 unigenes were assigned to the flavonoid biosynthetic pathway. 14 genes most likely to encode flavonoid biosynthetic enzymes were identified. Flavonols of T. hemsleyanum might play a crucial role in combating cold stress. Some key upstream genes (PAL, 4CL, and CHS) and some downstream genes for flavonols synthesis (ANR, FLS, and LAR) were induced by cold stress, which would result in a significant increase of crucial flavonol ingredients (catechin, epicatechin, rutin,and quercetin) in T. hemsleyanum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "The data presented here gives an insight into the molecular and physiological changes underlying the cold damage process in T. hemsleyanum, and the results can give a clue for identifying candidate genes as promising targets for genetic engineering and for the creation of novel germplasms with high cold-tolerance. Besides, the results provide valuable information for understanding the biosynthetic pathway of flavonoids in T. hemsleyanum. Additionally, the de novo transcriptome data would also enrich the plant database and eventually serve as reference sequences for other Vitaceae family members.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "Healthy sterile test-tube plantlets of T. hemsleyanum were obtained and cultured as the same as our previous report [23] . In order to determine a rational sampling plan, the freezing experiments were conducted at − 8°C, − 4°C, 0°C, and 4°C for 0 h, 4 h, 8 h, 12 h, 24 h, 48 h, and 72 h, with three replications. Each sample was pooled from 10 seedlings. For each test temperature and time, physiological traits, including proline, malondialdehyde (MDA), soluble sugar and soluble protein content, and peroxidase (POD) activity were determined.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 120,
                        "text": "[23]",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Plant materials and cold stress treatments",
                "sec_num": null
            },
            {
                "text": "Based on the preliminary work results of physiological parameters determination, the temperature and sampling time of cold stress treatment were optimized. For both the control and stress tests, these seedlings were cultured in the same conditions except the different temperatures at 25°C or 0°C. After 0 h (control), 12 h (S1), 24 h (S2), and 48 h (S3) of cold stress treatment, the young leaves of 10 individual 4 week-old seedlings were collected and immersed in liquid nitrogen immediately and stored at − 80°C for RNA extraction and quantitative real-time PCR analysis. Three biological replicates were performed at the same time. Each biological replicate consisted of a pool of leaves from 10 seedlings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Plant materials and cold stress treatments",
                "sec_num": null
            },
            {
                "text": "POD activity was measured according to our previous report [24] . POD activity was determined based on the linear increase in absorbance at 460 nm during incubation of the extracts at 25°C with 10 mM guaiacol and 1 mM H 2 O 2 in 0.05 M sodiumacetate buffer (pH 5.4) in a total volume of 3 ml. An enzyme unit (U) was defined as the increase of absorbance by 0.01 per min. POD activity (U/g) = (ΔA470 × V t ) × (W × V s × 0.01 × t) − 1 ; ΔA470:alteration of absorbance, W: fresh weight of leaves (g), V t : total volume of extractive enzyme (mL), V s : determined enzyme volume (mL),t: reaction duration (min),.",
                "cite_spans": [
                    {
                        "start": 59,
                        "end": 63,
                        "text": "[24]",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Physiological parameters determination",
                "sec_num": null
            },
            {
                "text": "MDA content was measured as previously described [25] . MDA content (μmol/g) = (C MDA × V r × 10 − 3 × V t ) × (W × V s ) − 1 . C MDA = 6.45(A 532 -A 600 )-0.56A 450 , μmol/L); V r : reaction volume (mL); V t : total volume of total extractive enzyme (mL), V s : tested enzyme volume (mL); W: the weight of leaves (g).",
                "cite_spans": [
                    {
                        "start": 49,
                        "end": 53,
                        "text": "[25]",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Physiological parameters determination",
                "sec_num": null
            },
            {
                "text": "Soluble protein content was measured by Coomassie Brilliant Blue G-250 staining [25] . The absorbance of the supernatant was measured at 595 nm. Soluble protein content (mg/g) = C× V t × (V s × W × 1000) − 1 ; C: protein quantity determined from the standard curve (μg); V t : total volume of the extracted solution (mL); V s : sample solution volume (mL); W: the weight of samples (g).",
                "cite_spans": [
                    {
                        "start": 80,
                        "end": 84,
                        "text": "[25]",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Physiological parameters determination",
                "sec_num": null
            },
            {
                "text": "Electrolyte leakage was determined by the method according to Fu et al. with some modifications [26] . The fresh leaves (1 g) were washed by deionized water and incubated with 15 ml deionized water at 25°C for 24 h, and then initial electrolyte leakage (EC1) was measured. Then, Total electrolyte leakage (EC2) was calculated after that the samples were boiled for 20 min. The electrolyte leakage was expressed as percent (EL%) = EC1/ EC2 × 100%.",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 100,
                        "text": "[26]",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Physiological parameters determination",
                "sec_num": null
            },
            {
                "text": "Total RNA was extracted with plant RNA Reagent (Invitrogen) following the manufacturer's protocol. RNA purity was checked using the kaiaoK5500®Spectrophotometer (Kaiao, Beijing, China). RNA integrity and concentration was assessed using the RNA Nano 6000 Assay Kit of the Bioanalyzer 2100 system (Agilent Technologies, CA, USA) at Annoroad Gene Technology (Beijing) co., LTD. mRNA was purified from total RNA using poly-T oligo-attached magnetic beads. RNA concentration of library was measured using Qubit® RNA Assay Kit in Qubit® 3.0. Insert size was assessed by the Agilent Bioanalyzer 2100 system (Agilent Technologies, CA, USA). The clustering was performed on a cBot cluster generation system using HiSeq PE Cluster Kit v4-cBot-HS (Illumina). After cluster generation, the libraries were sequenced on an Illumina HiSeq 2500 platform and 150 bp paired-end reads were generated. Low-quality RNA-Seq reads (Qscore < Q30) were discarded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RNA extraction and quality determination",
                "sec_num": null
            },
            {
                "text": "The software Trinity was used for de novo assembly which was developed at the Broad Institute and the Hebrew University of Jerusalem. Trinity partitions the sequence data into many individual de Bruijn graphs, each representing the transcriptional complexity at a given gene or locus. Each graph was processed independently to extract fulllength splicing isoforms and to tease apart transcripts derived from paralogous genes. The clean data were mapped to the assembled transcripts by Bowtie 2 (v2.2.3) . Homogeneity analysis, evaluation of the proportion of chimera, accuracy and core protein ratio were performed.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 494,
                        "end": 502,
                        "text": "(v2.2.3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "De novo assembly and sequence clustering",
                "sec_num": null
            },
            {
                "text": "The candidate coding regions within transcript sequences, such as those generated by de novo RNA-Seq transcript assembled by Trinity were identified by Trans-Decoder. The functional annotation of unigenes and ORFs were performed by Trinotate.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coding regions prediction and transcriptome functional annotation",
                "sec_num": null
            },
            {
                "text": "Reads Count for each gene in each sample was counted by HT Kilobase Millon Mapped Reads each sample, the formula is shown as:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RPKM estimation and DEG analysis",
                "sec_num": null
            },
            {
                "text": "RPKM ¼ 10 6 ÃR= NL=10 3 À Á",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RPKM estimation and DEG analysis",
                "sec_num": null
            },
            {
                "text": "R is the number of reads in a certain sample that is assigned to a certain gene, N is the total number of mapped reads in the certain sample and L is the length of the certain gene.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RPKM estimation and DEG analysis",
                "sec_num": null
            },
            {
                "text": "The differential gene expression between biological replicates was analyzed by DESeq(v1.16). P-value could be assigned to each gene and adjusted by the Benjamini and Hochberg's approach for controlling the false discovery rate. \"q≤0.05 and |log2_ratio|≥1\" was set as the threshold to determine the differentially expressed genes (DEGs).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RPKM estimation and DEG analysis",
                "sec_num": null
            },
            {
                "text": "GO enrichment analysis could reveal the biological functions of the DEGs. The GO (Gene Ontology, http://gen eontology.org/) enrichment of DEGs was implemented by hypergeometric test. GO terms with q < 0.05 were considered to be significantly enriched. KEGG (Kyoto Encyclopedia of Genes and Genomes http://www.kegg.jp/) analysis of the DEGs was performed to identify the associated biochemical and signal transduction pathways. KEGG terms with q < 0.05 were considered to be significantly enriched.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Functional annotation and classification of DEGs",
                "sec_num": null
            },
            {
                "text": "Quantitative real-time RT-PCR (qPCR) was performed to examine expression patterns of the candidate unigenes using a SteponePlus real-time PCR system (Applied Biosystems, Forster City, CA, USA). The primers for amplification are listed in Table 2 . There primers were designed using Primer3 (http://simgene.com/Primer3) and synthesized by Invitrogen. Each reaction contained 2 μl of cDNA, 10 μl of 2x Power SYBR green PCR master mix (Applied Biosystems, Forster City, CA, USA), and 2 μl of forward and reverse primers in a final volume of 20 μl. The PCR reactions were conducted by incubation at 95°C for 3 min followed by 40 cycles of 95°C for 15 s and 60°C for 45 s. A relative mRNA level was calculated by the 2 -ΔΔCt , using the actin gene as an endogenous control. Dissociation-curve analysis was carried out to confirm the amplification specificity. Three technical replicates were performed for each sample and the data are shown as means ± standard errors (SE) (n = 3).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 238,
                        "end": 245,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Quantitative real time PCR analysis",
                "sec_num": null
            },
            {
                "text": "About 0.5 g freeze-dried sample was extracted in 20 mL 90% (v/v) methanol solution using sonication at 4°C for 60 min. The mixture was centrifuged at 10000 g for 15 min and passed through a 0.22 μm filter, after which the volume was adjusted to mL with methanol solution. All samples were separated by Agilent SB-C18 (4.6 × 250 mm, 5 μm) column at 30°C in a Diane U-3000 HPLC system equipped with a DAD detector (Diane Technologies, USA). The mobile phase was acetonitrile (solvent A) and 0.1%(v/v) phosphoric acid in H 2 O (solvent B). The gradient elution program was as follows: 0-30 min, 10-25% A; 30-40 min, 25-95% A; 40-45 min, 95% A; 45-60 min, 95-100% A; The flow rate was 0.8 mL.min − 1 and the injection volume was 10 μL. The monitoring wavelength was set at 230 nm. The peak areas of the seven flavonol compounds; quercetin procyanidine B1 procyanidine B2 catechin epicatechin rutin kaempferol were approximately calibrated by using quercetin (Sigma-Aldrich, St Louis, MO, USA) standard. The seven flavonol compounds were identified and quantified based on their spectra, standards. The content of each flavonol was presented as milligrams of quercetin equivalent (QE) mg•g − 1 of DW. All experiments were repeated three times.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative and quantitative analysis of flavonols",
                "sec_num": null
            },
            {
                "text": "All experiments were carried out in triplicate, and the results were expressed as means± standard deviation (SD). The data were subjected to one-way analysis of variance in SPSS 17.0 for Windows (SPSS Inc., USA), and the significance between treatments was assessed by LSD multiple comparison test at P < 0.05. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical analysis",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This work was supported by the public welfare technology research projects of Zhejiang province(2017C32075), the Natural Science Foundation of Ningbo City (2016A610235), the Leading and top talent training project of Ningbo City (NBLJ201801011), the project funded by China Postdoctoral Science Foundation (2018 M642554),the Foundation of Fenghua institution of Ningbo engineering college (FHI-018101), and the science Foundation of Zhejiang education department (Y201738508) and the new shoot talents program of Zhejiang province (2017R435001).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            },
            {
                "text": "Additional file 1: Length Hist Distribution of Trinity and Unigene in T. hemsleyanum transcriptome. There were 151,924 'Trinity' genes and 106,275 unigenes, which ranged from 201 to 15,668 bp in length. The average length of unigenes was 676 bp. The N50 and N90 length was 1121 bp and 262 bp, respectively. (XLS 484 bytes) ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Additional files",
                "sec_num": null
            },
            {
                "text": "This work was supported by the public welfare technology research projects of Zhejiang province (2017C32075), the Leading and top talent training project of Ningbo City (NBLJ201801011). The Natural Science Foundation Committee of Zhejiang province designed and published the project requirements guideline relevant to this research.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Funding",
                "sec_num": null
            },
            {
                "text": "The datasets generated during the current study are available in Additional file 1 Length Hist Distribution of Trinity and Unigene in T. hemsleyanum transcriptome Additional file 2 Expression matrix data of genes of T. hemsleyanum during the cold treatment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Availability of data and materials",
                "sec_num": null
            },
            {
                "text": "The authors declare that they have no competing interests. Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Competing interests",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Molecular authentication of Tetrastigma hemsleyanum from ITS adulterant species using ISSR, CAPS, and ITS2 barcode",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Peng",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [
                            "R"
                        ],
                        "last": "Wu",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [
                            "Y"
                        ],
                        "last": "Ji",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Mol Biol Rep",
                "volume": "43",
                "issue": "",
                "pages": "785--94",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peng X, Wu XR, Ji QY, et al. Molecular authentication of Tetrastigma hemsleyanum from ITS adulterant species using ISSR, CAPS, and ITS2 barcode. Mol Biol Rep. 2016;43:785-94.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Comparative physiological and transcriptomic analyses provide integrated insight into osmotic, cold, and salt stress tolerance mechanisms in banana",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Hu",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [
                            "H"
                        ],
                        "last": "Ding",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "W"
                        ],
                        "last": "Ti",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Sci Rep",
                "volume": "7",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hu W, Ding ZH, Ti WW, et al. Comparative physiological and transcriptomic analyses provide integrated insight into osmotic, cold, and salt stress tolerance mechanisms in banana. Sci Rep. 2017;7:43007.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "RNA-Seq: a revolutionary tool for transcriptomics",
                "authors": [
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gerstein",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Snyder",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Nat rev Genet",
                "volume": "10",
                "issue": "1",
                "pages": "57--63",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wang Z, Gerstein M, Snyder M. RNA-Seq: a revolutionary tool for transcriptomics. Nat rev Genet. 2009;10(1):57-63.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Rootstock-induced molecular responses associated with drought tolerance in sweet orange as revealed by RNA-Seq",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "P"
                        ],
                        "last": "Gonçalves",
                        "suffix": ""
                    },
                    {
                        "first": "Boscariol",
                        "middle": [],
                        "last": "Camargo",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Takita",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "BMC Genomics",
                "volume": "20",
                "issue": "",
                "pages": "110--132",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gonçalves LP, Boscariol Camargo RL, Takita MA, et al. Rootstock-induced molecular responses associated with drought tolerance in sweet orange as revealed by RNA-Seq. BMC Genomics. 2019;20:110-22.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Transcriptomic analysis reveals protein homeostasis breakdown in the coral Acropora millepora during hypo-saline stress",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Aguilar",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Raina",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Fôret",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "BMC Genomics",
                "volume": "20",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Aguilar C, Raina JB, Fôret S, et al. Transcriptomic analysis reveals protein homeostasis breakdown in the coral Acropora millepora during hypo-saline stress. BMC Genomics. 2019;20:148.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Transcriptome response to copper heavy metal stress in hard-shelled mussel (Mytilus coruscus)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "Y"
                        ],
                        "last": "Xu",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Jiang",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "N"
                        ],
                        "last": "Shen",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Genomics Data",
                "volume": "7",
                "issue": "",
                "pages": "152--156",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Xu MY, Jiang LH, Shen KN, et al. Transcriptome response to copper heavy metal stress in hard-shelled mussel (Mytilus coruscus). Genomics Data. 2016;7:152-4.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "De novo transcriptome sequencing and gene expression profiling of Elymus nutans under cold stress",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Fu",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [
                            "J"
                        ],
                        "last": "Miao",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Shao",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "BMC Genomics",
                "volume": "17",
                "issue": "",
                "pages": "870--89",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fu JJ, Miao YJ, Shao LH, et al. De novo transcriptome sequencing and gene expression profiling of Elymus nutans under cold stress. BMC Genomics. 2016;17:870-89.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Oxygen stress and superoxide dismutases",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Scandalios",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Plant Physiol",
                "volume": "101",
                "issue": "",
                "pages": "7--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scandalios JG. Oxygen stress and superoxide dismutases. Plant Physiol. 1993;101:7-12.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Gene expression and flavonol biosynthesis are induced by ultraviolet-B and salt stresses in Reaumuria trigyna",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Zhang",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Wu",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Suo",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Biol Plant",
                "volume": "61",
                "issue": "2",
                "pages": "246--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zhang H, Wu Z, Suo Y, et al. Gene expression and flavonol biosynthesis are induced by ultraviolet-B and salt stresses in Reaumuria trigyna. Biol Plant. 2017;61(2):246-54.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Over expression of gene encoding the key enzyme involved inproline-biosynthesis (PuP5CS) to improve salt tolerance in switch grass (Panicum virgatum L.)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Guan",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [
                            "H"
                        ],
                        "last": "Huang",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Cui",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Plant Cell Rep",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00299-018-2304-7"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Guan C, Huang YH, Cui X, et al. Over expression of gene encoding the key enzyme involved inproline-biosynthesis (PuP5CS) to improve salt tolerance in switch grass (Panicum virgatum L.). Plant Cell Rep. 2018; https://doi.org/1 0.1007/s00299-018-2304-7.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Protective role of salicylic acid applied before cold stress on antioxidative system and protein patterns in barley apoplast",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Mutlu",
                        "suffix": ""
                    },
                    {
                        "first": "Ö",
                        "middle": [],
                        "last": "Karadağoğlu",
                        "suffix": ""
                    },
                    {
                        "first": "Ö",
                        "middle": [],
                        "last": "Atici",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Biol Plant",
                "volume": "57",
                "issue": "",
                "pages": "507--520",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mutlu S, Karadağoğlu Ö, Atici Ö, et al. Protective role of salicylic acid applied before cold stress on antioxidative system and protein patterns in barley apoplast. Biol Plant. 2013;57:507-13.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Transcriptome profiling of the cold response and signaling pathways in Lilium lancifolium",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Yang",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [
                            "H"
                        ],
                        "last": "Liu",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "BMC Genomics",
                "volume": "15",
                "issue": "",
                "pages": "203--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wang JM, Yang Y, Liu XH. Transcriptome profiling of the cold response and signaling pathways in Lilium lancifolium. BMC Genomics. 2014;15:203-13.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Anti-hyperuricemic effect of isorhamnetin in cultured hepatocytes and model mice: structure-activity relationships of methylquercetins as inhibitors of uric acid production",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "I"
                        ],
                        "last": "Adachi",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kondo",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Sato",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Cytotechnology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10616-018-0275-8"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Adachi SI, Kondo S, Sato Y, et al. Anti-hyperuricemic effect of isorhamnetin in cultured hepatocytes and model mice: structure-activity relationships of methylquercetins as inhibitors of uric acid production. Cytotechnology. 2019. https://doi.org/10.1007/s10616-018-0275-8.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Total flavonoid aglycones extract in Radix Scutellariae induces cross-regulation between autophagy and apoptosis in pancreatic cancer cells",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Liu",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "J Ethnopharmacol",
                "volume": "235",
                "issue": "",
                "pages": "133--173",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Liu J, Wang H, Wang J, et al. Total flavonoid aglycones extract in Radix Scutellariae induces cross-regulation between autophagy and apoptosis in pancreatic cancer cells. J Ethnopharmacol. 2019;235:133-40.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "New insight into the molecular basis of cadmium stress responses of wild paper mulberry plant by transcriptome analysis",
                "authors": [
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Xu",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Dong",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Peng",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Ecotox environ saf",
                "volume": "171",
                "issue": "",
                "pages": "301--313",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Xu Z, Dong M, Peng X, et al. New insight into the molecular basis of cadmium stress responses of wild paper mulberry plant by transcriptome analysis. Ecotox environ saf. 2019;171:301-12.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "High flavonoid accompanied with high starch accumulation triggered by nutrient starvation in bioenergy crop duckweed (Landoltia punctata)",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Tao",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Fang",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Huang",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "BMC Genomics",
                "volume": "18",
                "issue": "",
                "pages": "166--80",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tao X, Fang Y, Huang MJ, et al. High flavonoid accompanied with high starch accumulation triggered by nutrient starvation in bioenergy crop duckweed (Landoltia punctata). BMC Genomics. 2017;18:166-80.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Flavonols control pollen tube growth and integrity by regulating ROS homeostasis during hightemperature stress",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Muhlemann",
                        "suffix": ""
                    },
                    {
                        "first": "Tlb",
                        "middle": [],
                        "last": "Younts",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "K"
                        ],
                        "last": "Muday",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "PNAS",
                "volume": "115",
                "issue": "47",
                "pages": "11188--97",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muhlemann JK, Younts TLB, Muday GK. Flavonols control pollen tube growth and integrity by regulating ROS homeostasis during high- temperature stress. PNAS. 2018;115(47):11188-97.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Antitumor activity of total flavonoids from Tetrastigma hemsleyanum Diels et Gilg is associated with the inhibition of regulatory T cells in mice",
                "authors": [
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Feng",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Hao",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Lin",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Oncotargets ther",
                "volume": "7",
                "issue": "",
                "pages": "947--956",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Feng Z, Hao W, Lin X, et al. Antitumor activity of total flavonoids from Tetrastigma hemsleyanum Diels et Gilg is associated with the inhibition of regulatory T cells in mice. Oncotargets ther 2014; 7:947-956.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Deep sequencing of the Camellia chekiangoleosa transcriptome revealed candidate genes for anthocyanin biosynthesis",
                "authors": [
                    {
                        "first": "Z",
                        "middle": [
                            "W"
                        ],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Jiang",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [],
                        "last": "Wen",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Gene",
                "volume": "538",
                "issue": "1",
                "pages": "1--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wang ZW, Jiang C, Wen Q, et al. Deep sequencing of the Camellia chekiangoleosa transcriptome revealed candidate genes for anthocyanin biosynthesis. Gene. 2014;538(1):1-7.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Transcriptional activation of anthocyanin biosynthesis in developing fruit of blueberries (Vaccinium corymbosum L.) by Preharvest and postharvest UV irradiation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Yang",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "B"
                        ],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Shi",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "J Agric Food Chem",
                "volume": "66",
                "issue": "42",
                "pages": "10931--10973",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yang JF, Li BB, Shi WJ, et al. Transcriptional activation of anthocyanin biosynthesis in developing fruit of blueberries (Vaccinium corymbosum L.) by Preharvest and postharvest UV irradiation. J Agric Food Chem. 2018;66(42): 10931-42.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Ultraviolet-B radiation and water deficit interact to alter flavonol and anthocyanin profiles in grapevine berries through transcriptomic regulation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Martínez-Lüscher",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Sánchez-Díaz",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Delrot",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Plant Cell Physiol",
                "volume": "55",
                "issue": "",
                "pages": "1925--1961",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Martínez-Lüscher J, Sánchez-Díaz M, Delrot S, et al. Ultraviolet-B radiation and water deficit interact to alter flavonol and anthocyanin profiles in grapevine berries through transcriptomic regulation. Plant Cell Physiol. 2014; 55:1925-36.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Differential stress-response expression of two flavonol synthase genes and accumulation of flavonols in tartary buckwheat",
                "authors": [
                    {
                        "first": "X",
                        "middle": [
                            "H"
                        ],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [
                            "B"
                        ],
                        "last": "Kim",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Kim",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "J Plant Physiol",
                "volume": "170",
                "issue": "",
                "pages": "1630--1636",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Li XH, Kim YB, Kim Y, et al. Differential stress-response expression of two flavonol synthase genes and accumulation of flavonols in tartary buckwheat. J Plant Physiol. 2013;170:1630-6.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Effect of subculture times on genetic fidelity, endogenous hormone level and pharmaceutical potential of Tetrastigma hemsleyanum callus",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Peng",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "T"
                        ],
                        "last": "Zhang",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Zhang",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Plant Cell Tiss Org",
                "volume": "122",
                "issue": "1",
                "pages": "67--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peng X, Zhang TT, Zhang J, et al. Effect of subculture times on genetic fidelity, endogenous hormone level and pharmaceutical potential of Tetrastigma hemsleyanum callus. Plant Cell Tiss Org. 2015;122(1):67-77.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Influence of rare earth elements on metabolism and related enzyme activity and isozyme expression in Tetrastigma hemsleyanum cell suspension cultures",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Peng",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Zhou",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "Y"
                        ],
                        "last": "He",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Biol Trace Elem Res",
                "volume": "152",
                "issue": "1",
                "pages": "82--90",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peng X, Zhou SL, He JY. Influence of rare earth elements on metabolism and related enzyme activity and isozyme expression in Tetrastigma hemsleyanum cell suspension cultures. Biol Trace Elem Res. 2013;152(1):82-90.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Physiological investigation and transcriptome analysis of polyethylene glycol (PEG)-induced dehydration stress in cassava",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Fu",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [
                            "H"
                        ],
                        "last": "Ding",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "Y"
                        ],
                        "last": "Han",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Int J Mol Sci",
                "volume": "17",
                "issue": "",
                "pages": "283--300",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fu LL, Ding ZH, Han BY, et al. Physiological investigation and transcriptome analysis of polyethylene glycol (PEG)-induced dehydration stress in cassava. Int J Mol Sci. 2016;17:283-300.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "De novo transcriptome sequencing and gene expression profiling of Elymus nutans under cold stress",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Fu",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [
                            "J"
                        ],
                        "last": "Miao",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Shao",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "BMC Genomics",
                "volume": "17",
                "issue": "",
                "pages": "870--88",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fu JJ, Miao YJ, Shao LH, et al. De novo transcriptome sequencing and gene expression profiling of Elymus nutans under cold stress. BMC Genomics. 2016;17:870-88.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Physiological changes of T. hemsleyanum leaves under 25°C (a) or 0°C (b) exposure across seven time points (0, 4, 8, 12, 24, 48, 72 h)",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "text": "Length distribution of transcripts in T. hemsleyanum transcriptome Gene ontology classification of the T. hemsleyanum transcriptome cold exposure clustered separately. It indicated that there were obvious differences in the patterns of global gene expression at early and later phases of cold stress.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF2": {
                "text": "D E F G H I J K L M N O P Q R S T U V W Y Z A: RNA processing and modification B: Chromatin structure and dynamics C: Energy production and conversion D: Cell cycle control, cell division, chromosome partitioning E: Amino acid transport and metabolism F: Nucleotide transport and metabolism G: Carbohydrate transport and metabolism H: Coenzyme transport and metabolism I: Lipid transport and metabolism J: Translation, ribosomal structure and biogenesis K: Transcription L: Replication, recombination and repair M: Cell wall/membrane/envelope biogenesis N: Cell motility O: Posttranslational modification, protein turnover, chaperones P: Inorganic ion transport and metabolism Q: Secondary metabolites biosynthesis, transport and catabolism R: General function prediction only S: Function unknown T: Signal transduction mechanisms U: Intracellular trafficking, secretion, and vesicular transport VCOG functional classification of the T. hemsleyanum transcriptome",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF3": {
                "text": "Transcriptional profiles of T. hemsleyanum after 0 to 48 h of cold exposure. a Distribution of genes differentially expressed under 0°C exposure for 12 h, 24 h, and 48 h of cold exposure, b Hierarchical clustering analysis of the commonly expressed DEGs from the RNA-Seq in each treatment (yellow, induced genes; blue, repressed genes) Heatmap of the overall changes of flavonoid metabolism-related genes in T. hemsleyanum after 0 to 48 h of cold exposure Peng et al. BMC Genomics (2019) 20:687",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF4": {
                "text": "The schematic diagram of the flavonoid biosynthetic pathways. The heatmap presents the expression levels of flavonoid biosynthetic genes based on T. hemsleyanum RNA sequencing data. The first number in brackets following each gene name refers to the number of transcriptome unigenes annotated as that gene, while the red and green numbers on the arrows indicated the number of significantly upregulated and down-regulated unigenes, respectively. A color bar is presented at the bottom right. Data represent the log2 values (RPKM) of the T. hemsleyanum during the CK, Z12h, Z24h, and Z48h stages (from left to right)",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "content": "<table><tr><td>Sample</td><td colspan=\"2\">Each flavonol content (mg•g −1 DW. ± SE)</td><td/><td/><td/><td/><td/></tr><tr><td/><td>Procyanidins B1</td><td>Catechin</td><td>Procyanidins B2</td><td>Epicatechin</td><td>Rutin</td><td>Quercetin</td><td>Kaempferol</td></tr><tr><td>CK</td><td>2.63 ± 0.15 a</td><td>1.64 ± 0.085 a</td><td>0.06 ± 0.005 a</td><td>3.52 ± 0.19 a</td><td>3.80 ± 0.19 a</td><td>0.69 ± 0.045 a</td><td>0.48 ± 0.031 a</td></tr><tr><td>Z12h</td><td>2.91 ± 0.19 a</td><td>4.73 ± 0.30 b</td><td>0.11 ± 0.006 a</td><td>10.80 ± 0.78 b</td><td>10.3 ± 0.67 b</td><td>1.80 ± 0.11 b</td><td>0.60 ± 0.047 a</td></tr><tr><td>Z24h</td><td>4.52 ± 0.28 b</td><td>7.21 ± 0.39 c</td><td>0.12 ± 0.008 a</td><td>18.52 ± 1.32 c</td><td>13.2 ± 0.98 b</td><td>3.11 ± 0.21 c</td><td>0.71 ± 0.052 a</td></tr><tr><td>Z48h</td><td>4.65 ± 0.32 b</td><td>8.22 ± 0.51 c</td><td>0.09 ± 0.078 a</td><td>17.13 ± 1.36 c</td><td>14.21 ± 1.08 b</td><td>3.41 ± 0.32 c</td><td>0.52 ± 0.045 a</td></tr></table>",
                "text": "Each flavonol content in T. hemsleyanum under cold stress for 0 h (CK), 12 h (Z12h), 24 h(Z24h), and 48 h(Z48h) Different English letters in the same column indicate a significant difference through pairwise comparison by LSD multiple comparison test (P < 0.05)",
                "num": null,
                "type_str": "table"
            },
            "TABREF1": {
                "content": "<table><tr><td>Gene ID</td><td>Tm</td><td>Primer F (5′-3′)</td><td>Primer R (5′-3′)</td></tr><tr><td>c99496_g1</td><td>56.5</td><td>GAAAAACCCAGACTCAATCCCA</td><td>ACCAAGCTTCTCAATCACAACG</td></tr><tr><td>c71418_g1</td><td>58.5</td><td>ACCTCGGAGAAGGGTGGAC</td><td>AACAAGGATTGGGGGGAAA</td></tr><tr><td>c96971_g1</td><td>53.0</td><td>TACTACTTCCGCATCACCAAC</td><td>GGACTTCAACGACCACCATAT</td></tr><tr><td>c81457_g1</td><td>56.0</td><td>TTTGCTGAGATTATTATTTGTGGG</td><td>AAGATTAGGGTAAGGTTAGCGTGT</td></tr><tr><td>c100796_g1</td><td>60.5</td><td>GGTTTGTTGAAGCAGAAGGCG</td><td>GGTGTTAGGGAAGGTGAGGGC</td></tr><tr><td>c101069_g2</td><td>57.3</td><td>AGAGAGAAAGCGATAATGGAAGG</td><td>GTTGAAGGCGAGCGTAGGTG</td></tr><tr><td>c85087_g1</td><td>52.5</td><td>CAATTACAATTCACATTCAACAA</td><td>ATAGCATCCCTACCATTACAAAC</td></tr><tr><td>c77820_g1</td><td>53.0</td><td>AGAAAGAAATCCCTAAAGGGG</td><td>AGGAATGCTGTGTAGCACAAC</td></tr><tr><td>c101781_g1</td><td>53.0</td><td>AGAGAATAATGCAGGAGCACG</td><td>GCTGAGACAAGTTGGAAGAGTG</td></tr><tr><td>c89063_g2</td><td>57.8</td><td>TGCTACTTCCCCCACTGCTG</td><td>ACACTCCCCTTGTTCCACCC</td></tr><tr><td>c87939_g1</td><td>55.0</td><td>GGGAAAAAGACTGAAGAGAAAATAG</td><td>GAGAAAGGTAAGCTGAAACAAAATC</td></tr><tr><td>c98652_g1</td><td>57.5</td><td>GCAGTAGTGGGACGAGACAGG</td><td>GAGGGGAGTAGATGGGTGGAG</td></tr></table>",
                "text": "List of primer sequences of randomly selected unigenes used for qRT-PCR analysis",
                "num": null,
                "type_str": "table"
            }
        }
    }
}