{
    "paper_id": "10",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:28:59.925979Z"
    },
    "title": "TISSUE-SPECIFIC STEM CELLS A Comparative Transcriptomic Analysis Reveals Conserved Features of Stem Cell Pluripotency in Planarians and Mammals",
    "authors": [
        {
            "first": "Roselyne",
            "middle": [
                "M"
            ],
            "last": "Labbé",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Manuel",
            "middle": [],
            "last": "Irimia",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Ko",
            "middle": [
                "W"
            ],
            "last": "Currie",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Alexander",
            "middle": [],
            "last": "Lin",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jun",
            "middle": [],
            "last": "Shu",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "",
            "middle": [],
            "last": "Zhu",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "David",
            "middle": [
                "D R"
            ],
            "last": "Brown",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Eric",
            "middle": [
                "J"
            ],
            "last": "Ross",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Stowers Institute for Medical Research",
                "location": {
                    "settlement": "Kansas City",
                    "region": "Missouri",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Veronique",
            "middle": [],
            "last": "Voisin",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Gary",
            "middle": [
                "D"
            ],
            "last": "Bader",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Benjamin",
            "middle": [
                "J"
            ],
            "last": "Blencowe",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Bret",
            "middle": [
                "J"
            ],
            "last": "Pearson",
            "suffix": "",
            "affiliation": {},
            "email": "bret.pearson@sickkids.ca"
        },
        {
            "first": "•",
            "middle": [],
            "last": "Pluripotency",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "•",
            "middle": [],
            "last": "Lophotrochozoan",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "•",
            "middle": [],
            "last": "Flatworm",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "•",
            "middle": [],
            "last": "Mammals",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "•",
            "middle": [],
            "last": "Deep",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "•",
            "middle": [],
            "last": "Evolution",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "•",
            "middle": [],
            "last": "Planarians",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "•",
            "middle": [],
            "last": "Schmidtea",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Many long-lived species of animals require the function of adult stem cells throughout their lives. However, the transcriptomes of stem cells in invertebrates and vertebrates have not been compared, and consequently, ancestral regulatory circuits that control stem cell populations remain poorly defined. In this study, we have used data from high-throughput RNA sequencing to compare the transcriptomes of pluripotent adult stem cells from planarians with the transcriptomes of human and mouse pluripotent embryonic stem cells. From a stringently defined set of 4,432 orthologs shared between planarians, mice and humans, we identified 123 conserved genes that are !5fold differentially expressed in stem cells from all three species. Guided by this gene set, we used RNAi screening in adult planarians to discover novel stem cell regulators, which we found to affect the stem cell-associated functions of tissue homeostasis, regeneration, and stem cell maintenance. Examples of genes that disrupted these processes included the orthologs of TBL3, PSD12, TTC27, and RACK1. From these analyses, we concluded that by comparing stem cell transcriptomes from diverse species, it is possible to uncover conserved factors that function in stem cell biology. These results provide insights into which genes comprised the ancestral circuitry underlying the control of stem cell self-renewal and pluripotency. STEM CELLS 2012;30:1734-1745 Disclosure of potential conflicts of interest is found at the end of this article. Author contributions: V.V. and G.D.B.: performed the GSEA; M.I.: performed all RNA-Seq-based comparisons with planarian and mammalian transcriptomes as well as the transcription factor analysis; E.",
    "pdf_parse": {
        "paper_id": "10",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Many long-lived species of animals require the function of adult stem cells throughout their lives. However, the transcriptomes of stem cells in invertebrates and vertebrates have not been compared, and consequently, ancestral regulatory circuits that control stem cell populations remain poorly defined. In this study, we have used data from high-throughput RNA sequencing to compare the transcriptomes of pluripotent adult stem cells from planarians with the transcriptomes of human and mouse pluripotent embryonic stem cells. From a stringently defined set of 4,432 orthologs shared between planarians, mice and humans, we identified 123 conserved genes that are !5fold differentially expressed in stem cells from all three species. Guided by this gene set, we used RNAi screening in adult planarians to discover novel stem cell regulators, which we found to affect the stem cell-associated functions of tissue homeostasis, regeneration, and stem cell maintenance. Examples of genes that disrupted these processes included the orthologs of TBL3, PSD12, TTC27, and RACK1. From these analyses, we concluded that by comparing stem cell transcriptomes from diverse species, it is possible to uncover conserved factors that function in stem cell biology. These results provide insights into which genes comprised the ancestral circuitry underlying the control of stem cell self-renewal and pluripotency. STEM CELLS 2012;30:1734-1745 Disclosure of potential conflicts of interest is found at the end of this article. Author contributions: V.V. and G.D.B.: performed the GSEA; M.I.: performed all RNA-Seq-based comparisons with planarian and mammalian transcriptomes as well as the transcription factor analysis; E.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Adult stem cells (ASCs) are capable of substantial cellular feats including organismal longevity, regeneration, and replacement of cells lost during physiological tissue turnover (homeostasis) [1] . In the vertebrate embryo, embryonic stem cells (ESCs) are well-known for their capacity to generate all the tissues of the developing organism (pluripotency) [2] . Both ASCs and ESCs share the ability to self-renew following division. However, unlike ESCs, ASC daughter cells must adopt a different fate in order to maintain a constant stem cell population in the adult animal. While it is clear that the existence of stem cells is ancestral to multicellular animals [3] [4] [5] , it is unknown whether stem cells from diverse species share conserved genetic programs for self-renewal, proliferation control, and pluripotency.",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 196,
                        "text": "[1]",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 357,
                        "end": 360,
                        "text": "[2]",
                        "ref_id": null
                    },
                    {
                        "start": 666,
                        "end": 669,
                        "text": "[3]",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 670,
                        "end": 673,
                        "text": "[4]",
                        "ref_id": null
                    },
                    {
                        "start": 674,
                        "end": 677,
                        "text": "[5]",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Comparative genomic approaches have the potential to shed light on ancestral genetic mechanisms of self-renewal and pluripotency. For example, a comparison of stem cell transcriptomes between different species may yield an overlapping set of conserved genes that are required for fundamental aspects of stem cell biology. In order to discover conserved features of animal stem cells, it is important to compare stem cell expression profiles across large evolutionary distances, such as vertebrates versus invertebrates. Although it is now simple to obtain large quantities of pluripotent ESCs from vertebrates, invertebrate model systems tend to be short-lived and do not produce appreciable number of stem cells with which to perform genomic analyses. In addition, pluripotent stem cells have not been described outside of vertebrates, and thus, it is unclear whether genetic programs of pluripotency could be uncovered by comparative methods. A relatively new model system, the freshwater planarian, bypasses these concerns and may be the ideal invertebrate to use for comparative studies of pluripotency.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Planarians are free-living freshwater flatworms of the phylum Platyhelminthes and the super-phylum Lophotrochozoa. Planarians are well-known for their extreme regenerative abilities where they can regenerate any amputated body part in about 7 days [6] [7] [8] . More recently, studies have shown that planarians have a large population of ASCs that comprise approximately 10-20% of the cells in the animal [9] [10] [11] [12] . Importantly, planarian ASCs have been shown to be pluripotent, which facilitates comparison with other types of pluripotent stem cells [12] . When planarians are irradiated with a lethal dose of gamma radiation, studies have shown that two populations of cells are sensitive: the stem cell population dies within 24 hours; and the stem cell progeny are lost between 24 hours and 7 days post-irradiation [10, 13] . The ability to purify these cell populations in large quantities facilitates comparative genomic analyses [10, [14] [15] [16] . Finally, gene function can be tested in planarians by RNA-interference (RNAi) in adult animals in vivo, and subsequent effects on the stem cell population are readily assayed [9] . The unique biology of planarians can be interrogated with a combination of both RNA deep sequencing (RNA-Seq) and subsequent knockdown of candidate genes [17] [18] [19] [20] . These advantages of planarians provide a powerful model organism for the discovery and analysis of conserved, fundamental features of stem cell biology.",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 251,
                        "text": "[6]",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 252,
                        "end": 255,
                        "text": "[7]",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 256,
                        "end": 259,
                        "text": "[8]",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 406,
                        "end": 409,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 410,
                        "end": 414,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 415,
                        "end": 419,
                        "text": "[11]",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 420,
                        "end": 424,
                        "text": "[12]",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 562,
                        "end": 566,
                        "text": "[12]",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 830,
                        "end": 834,
                        "text": "[10,",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 835,
                        "end": 838,
                        "text": "13]",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 947,
                        "end": 951,
                        "text": "[10,",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 952,
                        "end": 956,
                        "text": "[14]",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 957,
                        "end": 961,
                        "text": "[15]",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 962,
                        "end": 966,
                        "text": "[16]",
                        "ref_id": null
                    },
                    {
                        "start": 1144,
                        "end": 1147,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1304,
                        "end": 1308,
                        "text": "[17]",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1309,
                        "end": 1313,
                        "text": "[18]",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1314,
                        "end": 1318,
                        "text": "[19]",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1319,
                        "end": 1323,
                        "text": "[20]",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In this study, RNA-Seq was performed on planarian stem cells, stem cell progeny, and differentiated tissues. The sequencing data were pooled to facilitate the de novo assembly of a reference planarian transcriptome, which was then used to compare stem cells and stem cell progeny to differentiated tissues. These analyses showed that 2,177 (10.4%) transcripts were specifically expressed !5-fold higher in the planarian stem cell compartment. Interestingly, only 539 of these transcripts were specific to stem cells (!5-fold higher over both stem cell progeny and differentiated tissues), which showed that the stem cell and stem cell progeny share 1,638 transcripts at various levels. Similarly, only 219 transcripts were specific to stem cell progeny (!5-fold higher over both stem cells and differentiated tissues). We then compared the 2,177 planarian stem cell gene signature to both mouse and human ESCs (mESCs and hESCs, respectively). Using multiple criteria of gene homology and expression in planarian and mammalian stem cells, we tested gene function in planarians by RNAi and assayed for defects in stem cell function and maintenance. We provide data for 26 genes that were found to function in planarian stem cells. Most genes were chosen because they were found to have a single mouse and human ortholog, such as TBL3, PSD12, RACK1, and TTC27, which can now be tested for their roles in mammalian stem cells. These data showed that a comparative transcriptomics approach to stem cell biology can identify conserved factors, which may reflect conserved mechanisms of pluripotency.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "We used flow cytometry (fluorescence-activated cell sorting [FACS]) to obtain a cell population highly purified for planarian stem cells as previously described [13] . To obtain differentiated tissues lacking both stem cells and stem cell progeny, lethally irradiated worms, 7 days post-irradiation, were collected and sequenced. A lethal dose of gamma irradiation (60 Gy) renders planarians devoid of stem cells and their lineage progeny, yet the treated worms are still morphologically normal [10] . The irradiated sample was referred to as ''differentiated tissues.'' Approximately 1.3 million stem cells and 1 million stem cell progeny were isolated on a Becton-Dickinson FACSaria over seven independent sorts and then pooled. RNA for each sample was subjected to next generation sequencing for comparison of differential expression enrichment in the stem cell compartment. RNA samples were prepared using Illumina TruSeq RNA-Seq kits. RNA-Seq was performed on an Illumina HiSeq2000 with pairedend 100 base pair reads and approximately 150 million reads were collected for both stem cells and irradiated tissues, and 300 million reads were collected for stem cell progeny at the sequencing core facility at the Hospital for Sick Children (www.tcag.ca). RNA-Seq data have been submitted to NCBI Gene Expression Omnibus (GEO), with accession number GSE37910. mESC and hESC, neuronal precursor cell (NPC) and adult tissue sequencing datasets were obtained from GEO projects SRA012498, GSM591658, and published data [21] [22] [23] .",
                "cite_spans": [
                    {
                        "start": 161,
                        "end": 165,
                        "text": "[13]",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 495,
                        "end": 499,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1516,
                        "end": 1520,
                        "text": "[21]",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1521,
                        "end": 1525,
                        "text": "[22]",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1526,
                        "end": 1530,
                        "text": "[23]",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fluorescence-Activated Cell Sorting Purification, RNA Isolation, RNA Sequencing",
                "sec_num": null
            },
            {
                "text": "Transcriptome Assembly, Sequence Alignments, and Determining Gene Orthology RNA-Seq was pooled and assembled into a transcriptome de novo using the Trinity software package with default settings [24] . This produced 48,833 transcripts with an average length of 921.6 nucleotides. We discarded any transcripts encoding open reading frames (ORFs) <100 amino acids, and 21,021 transcripts remained, with an average length of 1,004.6 nucleotides. These transcripts were then compared to NCBI NR protein database using BLASTX. In cases where BLAST e-values were >1 Â e À5 , we determined transcript direction based on longest predicted ORF.",
                "cite_spans": [
                    {
                        "start": 195,
                        "end": 199,
                        "text": "[24]",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fluorescence-Activated Cell Sorting Purification, RNA Isolation, RNA Sequencing",
                "sec_num": null
            },
            {
                "text": "For gene expression quantification in the three species, all reads were trimmed to 50 nucleotides, and only the forward end was used, when paired-ends existed. Reads were then mapped to the transcriptome using bowtie [25] with Àm 1 Àv 2 parameters (requiring unique mapping and two or less mismatches across the full alignment). Correction for multiple mapping was done as follows: each position in each transcript using 50-basepair windows was mapped back against the whole transcriptome using bowtie with the same parameters. If this sequence mapped somewhere else in addition to itself, it was discarded and discounted from the transcript effective length (length-49). This ''effective length'' was then used to divide the raw read counts per million mapped reads for each gene to obtain corrected-RPKM values (cRPKM).",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 221,
                        "text": "[25]",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fluorescence-Activated Cell Sorting Purification, RNA Isolation, RNA Sequencing",
                "sec_num": null
            },
            {
                "text": "For human and mouse, only the canonical transcripts as defined by Ensembl (via Biomart) were used for gene expression quantification. Our cRPKM values with canonical transcripts correlate very well with those obtained by Brawand et al. [21] . (r >0.92 for all correlations between log 2 -scaled data, who used a much more sophisticated method, that cannot be used in planarians due to lack of similar annotations [repeat and pseudogene annotation, constitutively spliced exons, etc.]).",
                "cite_spans": [
                    {
                        "start": 236,
                        "end": 240,
                        "text": "[21]",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fluorescence-Activated Cell Sorting Purification, RNA Isolation, RNA Sequencing",
                "sec_num": null
            },
            {
                "text": "To determine the 1:1:1 orthologs of planarian genes to mammals, we used pairwise BLASTX of all transcripts from each species using ÀF F (not filtering out low complexity regions). Only best reciprocal hits for the three pairwise comparisons were used for conservation analyses. Cluster analysis was performed using R function hclust with default settings (''complete'' method) and Euclidean distance matrix for log 2 -scaled cRPKM values. Only 1:1:1 orthologs with !2-fold in cRPKM ratios for any of the three pairwise comparisons between planarian samples were used (1,691 genes in total).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fluorescence-Activated Cell Sorting Purification, RNA Isolation, RNA Sequencing",
                "sec_num": null
            },
            {
                "text": "The list of the nonredundant 4,432 planarian-mammalian orthologous genes was used to analyze pathways modulated in one tissue (stem cell, stem cell progeny, or differentiated tissue compartment) versus another using gene set enrichment analysis (GSEA) pathway analysis software [26] . Data was log transformed and cRPKM values lower than one were discarded. This produced normally distributed data (Supporting Information Figs. S1, S2), which were then ranked using the log fold change of each pairwise comparison. The data were analyzed using GSEA with the parameters of 2,000 gene-set permutations, gene-sets size between 8 and 500, and weight set to p2. The gene sets included in the GSEA analyses were obtained from KEGG, MsigDB-c2, NCI, Biocarta, IOB, Netpath, HumanCyc, Reactome, and the Gene Ontology (GO) databases, updated January 2011 (http:// baderlab.org/GeneSets). An enrichment map (version 1.2 of Enrichment Map software [27, 28] ) was generated for each comparison using enriched gene sets with a nominal p value <.001, false discover rate <1%, and the overlap coefficient set to 0.5.",
                "cite_spans": [
                    {
                        "start": 278,
                        "end": 282,
                        "text": "[26]",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 936,
                        "end": 940,
                        "text": "[27,",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 941,
                        "end": 944,
                        "text": "28]",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gene Set Enrichment Analysis",
                "sec_num": null
            },
            {
                "text": "Asexual Schmidtea mediterranea strain CIW4 was reared as previously described [29] . Primers were designed and full-length genes were cloned by 3 0 -RACE. RNAi experiments were performed using previously described expression constructs and HT115 bacteria [9] . The control RNAi construct was the C. elegans gene unc22, which does not have homology in the planarian genome [9] . To make RNAi food, bacteria were grown to an OD 600 of 0.6-0.8 and induced with 1 mM IPTG for 2 hours. Bacteria were pelleted and mixed with liver paste at a ratio of 500 ll of liver per 100 ml of original culture volume. Bacterial pellets were thoroughly mixed into the liver paste and frozen as aliquots. All RNAi food was fed to 7-day starved experimental worms every third day for three to four total feedings depending on the gene, although the majority of genes were fed four times. From the screen of 100 planarian stem cell-specific genes, we have only reported the 26 genes that gave 100% penetrant phenotypes at four feedings or less. Primer sequences used to clone these genes are given in Supporting Information Table S6 . The time points of images and stains in Figures 5-7 reflect time from the beginning of the experiment. Images of intact worms were taken as soon as morphological phenotypes were observed. Prepharyngeal and postpharyngeal head amputations were performed 3 days after the final feeding (cutting worms into thirds). All animals used for in situ hybridizations (ISHs) were 2-3 mm in length and size-matched between experimental and control worms, and individual RNAi experiments were performed on batches of approximately 40 worms. Animals were collected for ISH at 6 days post-RNAi, as well as at a second time point, specific to each gene, when animals began showing more severe phenotypes. ISHs were performed as previously described and at least 10 worms were used per stain, and representative animals were shown [30] . All experiments were performed with a minimum of three replicates. All images were taken on either a Leica M80 or a Leica M165 dissecting microscope and were processed in Adobe Photoshop. ",
                "cite_spans": [
                    {
                        "start": 78,
                        "end": 82,
                        "text": "[29]",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 255,
                        "end": 258,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 372,
                        "end": 375,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1927,
                        "end": 1931,
                        "text": "[30]",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1090,
                        "end": 1110,
                        "text": "Information Table S6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Animal husbandry, Cloning, RNAi, and In Situ Hybridizations",
                "sec_num": null
            },
            {
                "text": "To define the planarian stem cell transcriptome, we performed an RNA-Seq analysis on three distinct planarian cellular compartments: stem cells, stem cell progeny, and differentiated tissues ( Fig. 1A ; Materials and Methods section) [13] [14] [15] . To determine differential gene expression (DE) between each compartment, a planarian reference transcriptome was assembled de novo using the program Trinity, which produced 21,021 transcripts (Supporting Information Table S1 ; Materials and Methods section) [24] . The reference transcriptome was subsequently used to align reads from each planarian sample, which gave an expression level for each transcript as a cRPKM value. To determine whether a given transcript had DE in one cell compartment over another, cRPKM ratios were determined. It is important to note that because stem cells and stem cell progeny were FACS-purified, transcripts can be ranked by cRPKM values alone, by fold change over differentiated tissues, or as one over the other.",
                "cite_spans": [
                    {
                        "start": 234,
                        "end": 238,
                        "text": "[13]",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 239,
                        "end": 243,
                        "text": "[14]",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 244,
                        "end": 248,
                        "text": "[15]",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 509,
                        "end": 513,
                        "text": "[24]",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 193,
                        "end": 200,
                        "text": "Fig. 1A",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 455,
                        "end": 475,
                        "text": "Information Table S1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Determining Transcripts Specific to Planarian Stem Cells, Stem Cell Progeny, and Differentiated Tissues",
                "sec_num": null
            },
            {
                "text": "It has recently been shown that although irradiation renders planarians devoid of stem cells and stem cell progeny, the procedure is not neutral to differentiated tissues, and worms will undergo transcriptional changes as a result [16] . However, it has also been established, by multiple studies, that comparing whole-irradiated to whole-nonirradiated planarians allows for the identification of many genes, specifically expressed in stem cells, despite no FACS purification [10, 31] . To determine whether our data and comparisons were accurate, we examined previously published genes and how they ranked in our dataset by both cRPKM alone and fold-DE over differentiated tissues (Supporting Information  Table S2 ). We observed that fold-DE showed a better rank for most previously reported genes, whereby analysis of 44 ''control'' genes were enriched as expected with an average of 35.8-fold DE in stem cells over differentiated tissues (Supporting Information Table S2) [11, 14, [32] [33] [34] [35] [36] [37] . Furthermore, two genes described to be specific to the stem cell progeny, prog-1 and prog-2, were the top two genes in our stem cell progeny data and were both >217-fold DE over differentiated tissues. Thus, we concluded that our method was valid and our data were highly accurate. Using fold-DE as the best method to rank stem cell-specific genes, we found that a total of 2,177 planarian transcripts were !5-fold DE in stem cells over differentiated tissues (Fig. 1B) . Interestingly, only 539 of those transcripts were also !5-fold DE over stem cell progeny, which suggested that 1,638 transcripts are shared between stem cells and stem cell progeny at various levels below the fivefold DE cutoff. Finally, we found that only 219 transcripts were specific to the stem cell progeny (!5-fold DE over stem cells and differentiated tissues).",
                "cite_spans": [
                    {
                        "start": 231,
                        "end": 235,
                        "text": "[16]",
                        "ref_id": null
                    },
                    {
                        "start": 476,
                        "end": 480,
                        "text": "[10,",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 481,
                        "end": 484,
                        "text": "31]",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 976,
                        "end": 980,
                        "text": "[11,",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 981,
                        "end": 984,
                        "text": "14,",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 985,
                        "end": 989,
                        "text": "[32]",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 990,
                        "end": 994,
                        "text": "[33]",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 995,
                        "end": 999,
                        "text": "[34]",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1000,
                        "end": 1004,
                        "text": "[35]",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1005,
                        "end": 1009,
                        "text": "[36]",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1010,
                        "end": 1014,
                        "text": "[37]",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 682,
                        "end": 715,
                        "text": "(Supporting Information  Table S2",
                        "ref_id": null
                    },
                    {
                        "start": 954,
                        "end": 975,
                        "text": "Information Table S2)",
                        "ref_id": null
                    },
                    {
                        "start": 1477,
                        "end": 1486,
                        "text": "(Fig. 1B)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Determining Transcripts Specific to Planarian Stem Cells, Stem Cell Progeny, and Differentiated Tissues",
                "sec_num": null
            },
            {
                "text": "Currently, there is no extensive GO database for planarian genes, without which, it is difficult to reliably assign genetic pathways expressed in one planarian cell compartment versus another. In addition, to compare the DE of planarian genes in the stem cell compartment with that of mammalian ESCs, it was necessary to assign homology between them. To approach this problem, we mapped gene orthologs between the planarian, human, and mouse, which enabled the use of GO databases generated for mouse and human genes. To min-imize false-positive orthology assignments, reciprocal-BLAST searches were performed between translated planarian transcripts and mouse and human protein sequences, resulting in 1:1:1 orthologs shared by all three species (Supporting Information Table S3 ; Materials and Methods section; [38] ). Using this method, a total of 4,432 of planarian transcripts were assigned as orthologs to both mouse and human genes. This gene set was used for all subsequent comparative analyses (Figs 3, 4A, 6, 7).",
                "cite_spans": [
                    {
                        "start": 813,
                        "end": 817,
                        "text": "[38]",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 771,
                        "end": 779,
                        "text": "Table S3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Determining Orthology Between Planarian and Mammalian Genes Establishes a Set of 4,432 Gene Orthologs",
                "sec_num": null
            },
            {
                "text": "GSEA is a powerful method to analyze genetic pathways enriched in a particular dataset and was recently used to show that leukemias expressing a stem cell gene set correlated with poor patient survival [26, 39] . Using the set of 4,432 gene orthologs, we performed GSEA for each of these pairwise comparisons: (a) stem cells versus stem cell progeny; (b) stem cells versus differentiated tissues; and (c) stem cell progeny versus differentiated tissues ( Fig. 2A-2C ). To minimize false positives, pathways and gene sets were only considered if their significance was p <0.001. Pathway analysis of stem cells versus stem cell progeny revealed significant enrichment of cell cycle and DNA replication pathways in the stem cell compartment, which is consistent with previous reports that stem cells are the only cycling cells in planarians ( Fig. 2A ) [10] . In addition, we observed that genes associated with the Retinoblastoma (Rb) pathway were also specifically enriched in the stem cell fraction, consistent with previous observations (B.J. Pearson, unpublished data, [35] ). In contrast, GSEA revealed that stem cell progeny were enriched in pathways associated with development, differentiation, as well as several other functional categories including cell migration, response to stimulus, and signal transduction pathways ( Fig. 2A) .",
                "cite_spans": [
                    {
                        "start": 202,
                        "end": 206,
                        "text": "[26,",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 207,
                        "end": 210,
                        "text": "39]",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 850,
                        "end": 854,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1071,
                        "end": 1075,
                        "text": "[35]",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 455,
                        "end": 465,
                        "text": "Fig. 2A-2C",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 840,
                        "end": 847,
                        "text": "Fig. 2A",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1331,
                        "end": 1339,
                        "text": "Fig. 2A)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "GSEA Reveals Specific Genetic Pathways Associated with Planarian Stem Cells, Stem Cell Progeny, and Differentiated Tissues",
                "sec_num": null
            },
            {
                "text": "GSEA of stem cells versus differentiated tissues revealed significant enrichment in the stem cell compartment for pathways that function in cell cycle, DNA repair, and RNA processing/transport, the latter of which could reflect higher overall transcriptional levels in stem cells relative to differentiated tissues (Fig. 2B) . Consistent with previous data, we also detected significant enrichment of the p53, Rb, and Fanconi pathways in stem cells [33, 35] . Pathways with significant enrichment in differentiated tissues were involved in processes that should not occur in stem cells, as expected. These included gene sets predicted to function in and maintain the nervous system (ion transport, synaptic transmission, synapse development, and neurological system processes), as well as pathways implicated in cell adhesion, muscular maintenance, and osmoregulation (Fig. 2B) .",
                "cite_spans": [
                    {
                        "start": 449,
                        "end": 453,
                        "text": "[33,",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 454,
                        "end": 457,
                        "text": "35]",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 315,
                        "end": 324,
                        "text": "(Fig. 2B)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 868,
                        "end": 877,
                        "text": "(Fig. 2B)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "GSEA Reveals Specific Genetic Pathways Associated with Planarian Stem Cells, Stem Cell Progeny, and Differentiated Tissues",
                "sec_num": null
            },
            {
                "text": "Finally, GSEA was used to compare pathways in stem cell progeny versus differentiated tissues (Fig. 2C) , which also revealed enrichment of the p53 pathway, consistent with previous results [33] . Additionally, spliceosome and chromatin modification pathways were significantly enriched in stem cell progeny, as were the pathways of DNA replication and cell cycle checkpoints (Fig. 2C) . Interestingly, where nervous system pathway enrichment was observed for differentiated tissues relative to stem cells (Fig. 2B ), no such enrichment was observed when compared to stem cell progeny. This suggested that both of these cell compartments have comparable enrichment for nervous system pathways. This result was similar to how both stem cells and stem cell progeny are known to require the p53 pathway, and as such, neither cell type was enriched for it [33] . In conclusion, although only approximately 20% of planarian genes were used in the GSEA, the method successfully detected pathways previously known to be specific to each compartment, with no a priori knowledge, using mammalian GO annotations. In addition, GSEA supported the complicated nature of the ''stem cell progeny,'' which were enriched for cell cycle, p53, differentiation, and nervous system pathways (see Discussion section).",
                "cite_spans": [
                    {
                        "start": 190,
                        "end": 194,
                        "text": "[33]",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 852,
                        "end": 856,
                        "text": "[33]",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 94,
                        "end": 103,
                        "text": "(Fig. 2C)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 376,
                        "end": 385,
                        "text": "(Fig. 2C)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 506,
                        "end": 514,
                        "text": "(Fig. 2B",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "GSEA Reveals Specific Genetic Pathways Associated with Planarian Stem Cells, Stem Cell Progeny, and Differentiated Tissues",
                "sec_num": null
            },
            {
                "text": "To compare DE in planarian ASCs to mammalian ESCs, DE in mammalian ESCs was first determined. To this end, available RNA-Seq data from hESCs (both H1 and H9 cells) and mESCs (V6.5 cells) were used [22, 23] . For the mammalian Figure 1B to the gene-ortholog set showed that 605 genes were both orthologous to mammals and had !5-fold DE in planarian stem cells. (C): Comparison of genes with !5-fold DE in mESCs and hESCs and also included in the ortholog-gene set, showed surprisingly low overlap. (D): Combining the 605 planarian genes from (B) and the mammalian genes from (C) showed 123 genes common to all three species' stem cells. (E): 127/278 genes on the PluriNet gene list were included in our set of 4,432 orthologs. Of those 79 are shared between all three species stem cells at !5-fold DE. *Genes tested in Figure 5 ; **genes tested in Figure  6 ; ***genes tested in Figure 7 . Abbreviations: DE, differential gene expression; ESC, embryonic stem cells; Has, Human; Mmu, mouse; NPC, neuronal stem cell; Smed, planarian. equivalent of the differentiated tissues sample used for planarians, the average cRPKM value from RNA-Seq of six differentiated tissues for each species was determined (brain, cerebellum, heart, kidney, liver, and testis) [21] . To validate that this method produced a set of ESC-specific genes, DE in hESCs and mESCs was compared to a previously established list of genes associated with pluripotency in various cell types (but not necessarily specific to them), referred to as the ''PluriNet'' gene set [40] : 212/ (76%) and 215/278 (77%) of PluriNet genes were !2-fold DE by our method in both hESCs and mESCs, respectively. Next, in order to discover genes that were DE in both mammalian ESCs and planarian ASCs, only the orthologous set of genes was used for comparisons. Of the 4,432 orthologous genes, 538 in mESCs, 421 in hESCs, and 605 in planarian ASCs were found to be !5-fold DE in the stem cell compartment over their respective differentiated tissues (Fig. 3D) . Remarkably, the percentage of gene overlap was similar when comparing planarians to each mammalian dataset (46% to human and 37% to mouse; Fig. 3D ), as it was between ESCs of mouse and human (44%-56%; Fig. 3C ). In total, 123 genes were found to be specifically !5-fold DE in the stem cells of all three species (Fig. 3D) . This overlap was even more striking for PluriNet genes, of which most (average of 79%) were upregulated in the stem cell populations of all three species (Fig. 3E) .",
                "cite_spans": [
                    {
                        "start": 197,
                        "end": 201,
                        "text": "[22,",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 202,
                        "end": 205,
                        "text": "23]",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1253,
                        "end": 1257,
                        "text": "[21]",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1536,
                        "end": 1540,
                        "text": "[40]",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 226,
                        "end": 235,
                        "text": "Figure 1B",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 818,
                        "end": 826,
                        "text": "Figure 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 847,
                        "end": 856,
                        "text": "Figure  6",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 878,
                        "end": 886,
                        "text": "Figure 7",
                        "ref_id": null
                    },
                    {
                        "start": 1996,
                        "end": 2005,
                        "text": "(Fig. 3D)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2147,
                        "end": 2154,
                        "text": "Fig. 3D",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2210,
                        "end": 2217,
                        "text": "Fig. 3C",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2321,
                        "end": 2330,
                        "text": "(Fig. 3D)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2487,
                        "end": 2496,
                        "text": "(Fig. 3E)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison of Planarian and Mammalian Stem Cell Signatures",
                "sec_num": null
            },
            {
                "text": "Planarian stem cell progeny are thought to be of restricted cellular potential, and GSEA suggested a possible involvement for these cells in nervous system function or maintenance. We thus hypothesized that planarian progeny may share regulatory similarities with NPCs in mammals, which have restricted potential and perform critical roles in neuronal development and differentiation. To test this, we first used available RNA-Seq data for mouse and human NPCs to identify genes DE over differentiated tissues and ESCs, which were then compared to genes DE in planarian stem cell progeny (Figs. 1B, 4A ) [21] [22] [23] . The resulting overlap of specific genes among the three samples was much less pronounced than between stem cell types (Fig. 3) , and even when a !1.5fold DE cutoff over both differentiated tissues and stem cells was applied, we detected only 22 genes shared between all three organisms (Fig. 4A) . Despite low gene overlap, the genes shared were well-known regulators of nervous system development such as, Eya1, Fyn, Notch2, Pou3f3, Sema6D, and Pax6. This result was consistent with the significant enrichment we observed for the GO categories of ''transcription factor activity'' and ''nervous system development'' (Supporting Information Table S4 ; Fig. 4A ; both p ¼ 0.003).",
                "cite_spans": [
                    {
                        "start": 604,
                        "end": 608,
                        "text": "[21]",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 609,
                        "end": 613,
                        "text": "[22]",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 614,
                        "end": 618,
                        "text": "[23]",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 588,
                        "end": 601,
                        "text": "(Figs. 1B, 4A",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 739,
                        "end": 747,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 907,
                        "end": 916,
                        "text": "(Fig. 4A)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1262,
                        "end": 1270,
                        "text": "Table S4",
                        "ref_id": null
                    },
                    {
                        "start": 1273,
                        "end": 1280,
                        "text": "Fig. 4A",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Planarian Stem Cell Progeny Are Significantly Enriched for Transcription Factors and Genes Associated with Nervous System Development",
                "sec_num": null
            },
            {
                "text": "Even though we found only 219 transcripts to be specific to planarian stem cell progeny (Fig. 1B) , it was interesting that this cell type was significantly enriched for the GO Figure 5A . The left column shows the various defects observed for tissue homeostasis in uninjured animals. The middle column is an in situ hybridisation for piwi-1. The experimental days that the worms were fixed and stained are indicated. Similar to the various homeostatic phenotypes, we observed varying effects on the stem cell population. In the right column, planarians after 7 days of head regeneration are amputated. category of transcription factor activity. To further explore this observation, we next assigned all planarian transcripts to major transcription factor families (Fig. 4B, 4C ). This confirmed that despite the small number of stem cell progenyspecific genes compared to stem cells and tissues (219 genes vs. 539 and 3,424), stem cell progeny expressed nearly twice as many specific transcription factors than stem cells and differentiated tissues (p < 0.0001 by proportion test vs. stem cells). Interestingly, the profile of specific transcription factors was different for each planarian compartment (Supporting Information Table S5 ). From these analyses, we concluded that high transcription factor diversity in the planarian stem cell progeny reflects real and diverse heterogeneity in this population of cells (see Discussion section).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 88,
                        "end": 97,
                        "text": "(Fig. 1B)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 177,
                        "end": 186,
                        "text": "Figure 5A",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 765,
                        "end": 777,
                        "text": "(Fig. 4B, 4C",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1228,
                        "end": 1236,
                        "text": "Table S5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Planarian Stem Cell Progeny Are Significantly Enriched for Transcription Factors and Genes Associated with Nervous System Development",
                "sec_num": null
            },
            {
                "text": "RNA-Seq analyses identified over 2,000 genes specifically DE in planarian stem cells. Because these genes cross many arbitrary thresholds of fold-DE, cRPKM values, and homology with mammals, it was logical to divide this gene set into three broad categories prior to functional validation (represented in Fig. 3B, 3D) . Briefly, these categories were: (a) genes with no 1:1:1 ortholog but !5-fold DE in planarian stem cells (Figs. 3B, 5); (b) genes with a 1:1:1 ortholog and !5-fold DE in planarian stem cells but no DE in mammalian ESCs (Figs. 3D, 6 ), and (c) genes with a 1:1:1 ortholog and !5-fold DE in mouse, human, and planarian stem cells (Figs. 3D, 7) . To assess whether genes from each category included novel regulators of stem cell biology, RNAi was used to test their functions in pla-narians. Following knockdown, three different processes involving stem cell function were measured in order to demonstrate gene requirements in planarian stem cells (Figs. 5-7) . First, defects in tissue homeostasis were assayed because this process happens at a rapid rate in planarians and depends on the activity of stem cells. Homeostatic defects can be as subtle as epithelial lesions or as drastic as head loss [32] . Second, we assayed the ability of planarians to regenerate missing head structures, a process that depends on proper stem cell function. Third, as a more direct measure of effects on the stem cell population in whole animals, the expression of the stem cell marker piwi-1 was monitored following RNAi (as was the stem cell marker H2A to ensure that piwi-1 loss was not simply piwi-1 downregulation; Supporting Information Fig. S9 ) [14] . Using these three assays, 26 genes out of approximately 100 that were screened gave multiple stem cell defective phenotypes at 100% penetrance. These genes represented all three expression and homology categories described above.",
                "cite_spans": [
                    {
                        "start": 1216,
                        "end": 1220,
                        "text": "[32]",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1655,
                        "end": 1659,
                        "text": "[14]",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 305,
                        "end": 317,
                        "text": "Fig. 3B, 3D)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 538,
                        "end": 550,
                        "text": "(Figs. 3D, 6",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 647,
                        "end": 660,
                        "text": "(Figs. 3D, 7)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 964,
                        "end": 975,
                        "text": "(Figs. 5-7)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1645,
                        "end": 1652,
                        "text": "Fig. S9",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Comparisons Between Planarian and Mammalian Stem Cells Revealed Novel Regulators of Stem Cell Biology in Planarians",
                "sec_num": null
            },
            {
                "text": "Following RNAi of genes belonging to category (a), a variety of effects on tissue homeostasis were observed. For example, knockdown of a homolog to eukaryotic high mobility group-like nuclear protein 2 (NHP2-like), implicated in RNA processing [41] , resulted in head regression, which is typical of a stem cell defect. Knockdown of other genes in category (a) gave dorsal lesions of various patterns, which is also indicative of a stem cell defect (e.g., SMD1, FBRL, NOP2, RACK1). Regardless of the severity of the observed homeostatic defects, head regeneration ability, as assayed at 7 days postamputation, was severely diminished (Fig. 5 ). Animals were fixed and stained for piwi-1 at both 3 days post-RNAi and at a gene-specific, terminal time point, prior to animal death (Fig. 5) . We observed that the stem cell population Figure 7 . Functional analysis of 1:1:1 gene orthologs that are !5-fold differentially expressed in planarian, mouse, and human stem cells. The timeline of the experiments is the same as Figure 5A . The left column shows the various defects observed for tissue homeostasis in uninjured animals. The middle column is an in situ hybridization for piwi-1. The experimental days that the worms were fixed and stained are indicated. Similar to the various homeostatic phenotypes, we observed varying effects on the stem cell population. In the right column, planarians after 7 days of head regeneration are amputated. Regeneration was severely decreased in the RNAi-treated worms with the exception of NOP58.",
                "cite_spans": [
                    {
                        "start": 244,
                        "end": 248,
                        "text": "[41]",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 634,
                        "end": 641,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 779,
                        "end": 787,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 832,
                        "end": 840,
                        "text": "Figure 7",
                        "ref_id": null
                    },
                    {
                        "start": 1019,
                        "end": 1028,
                        "text": "Figure 5A",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Comparisons Between Planarian and Mammalian Stem Cells Revealed Novel Regulators of Stem Cell Biology in Planarians",
                "sec_num": null
            },
            {
                "text": "was decreased in all cases, except for RNAi against the homolog of mammalian guanine nucleotide-binding protein subunit b-like protein (RACK1). RNAi knockdown of RACK1 led to minimal disruption of the stem cell compartment, as measured by piwi-1 staining (Fig. 5 ). This result was particularly interesting because loss of RACK1 function in human cells has been shown to enhance tumor growth and migration [42] . Importantly, for all other genes reported, we observed that piwi-1-expressing cells could be lost in a spatial-specific manner, depending on the gene. For example, in NOP2(RNAi), animals first lost the lateral population of stem cells (Supporting Information Fig. S3 ). This was in contrast to SMD1(RNAi) animals, which preferentially lost stem cells from the posterior (Supporting Information Fig. S4 ). From these data, we concluded that genes belonging to category (a) include novel regulators of planarian stem cells.",
                "cite_spans": [
                    {
                        "start": 406,
                        "end": 410,
                        "text": "[42]",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 255,
                        "end": 262,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 672,
                        "end": 679,
                        "text": "Fig. S3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 807,
                        "end": 814,
                        "text": "Fig. S4",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Comparisons Between Planarian and Mammalian Stem Cells Revealed Novel Regulators of Stem Cell Biology in Planarians",
                "sec_num": null
            },
            {
                "text": "As in the case of category (a) genes, knockdown of planarian genes with mammalian orthologs in category (b) produced a variety of stem cell defects in tissue homeostasis, such as dorsal lesions (TBL3, TDRD9) and head regression (TDRD9, PHB, RPA2) ( Fig. 6 ). When head regeneration was assayed, all genes showed loss or dramatic reduction of regenerative ability. Finally, RNAi of each gene resulted in loss of the stem cell population. Similar to category (a) genes, we observed that as the stem cell loss progressed, it often had a spatial bias. For example, we observed regional loss of piwi-1-expressing cells in the posterior (TDRD9, RPA2), the anterior (C1orf107, PSMC4) or a nearly complete loss throughout (TBL3, PHB) ( Fig. 6 ; Supporting Information Figs. S5, S6) . From these data, we concluded that orthologous genes DE in planarian stem cells, but not DE in mammalian ESCs, contain novel stem cell regulators in planarians.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 249,
                        "end": 255,
                        "text": "Fig. 6",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 728,
                        "end": 734,
                        "text": "Fig. 6",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 748,
                        "end": 773,
                        "text": "Information Figs. S5, S6)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Comparisons Between Planarian and Mammalian Stem Cells Revealed Novel Regulators of Stem Cell Biology in Planarians",
                "sec_num": null
            },
            {
                "text": "Finally, RNAi of category (c) genes also disrupted stem cell processes in planarians (Fig. 7) . Homeostatic defects included dorsal lesions (PSD12, TTC27, RUVB2, NOP58, and NUP93) and head regression (CSTF3, CBX3, and PLK). Head regeneration was found to be abolished in all RNAi treatments. Upon assay of the stem cell population with piwi-1, we observed that knockdown of genes belonging to category (c) also had different spatial biases on stem cell loss ( Fig. 7 ; Supporting Information Fig. S7 ). As we observed for knockdown of genes belonging to the other two categories, RNAi of category (c) genes produced spatial-specific losses of the stem cell population. Patterns of stem cell loss were observed to occur specifically in either the posterior, anterior, midline, or body edge.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 85,
                        "end": 93,
                        "text": "(Fig. 7)",
                        "ref_id": null
                    },
                    {
                        "start": 460,
                        "end": 466,
                        "text": "Fig. 7",
                        "ref_id": null
                    },
                    {
                        "start": 492,
                        "end": 499,
                        "text": "Fig. S7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Comparisons Between Planarian and Mammalian Stem Cells Revealed Novel Regulators of Stem Cell Biology in Planarians",
                "sec_num": null
            },
            {
                "text": "Despite substantial differences in homology or expression levels, neither gene category contained a higher percentage of genes that gave phenotypes. In addition, all the genes reported were 100% penetrant and lethal. Finally, even though consistent and specific spatial loss of piwi-1-expressing cells for various genes was observed, the expression of the genes themselves did not appear to be spatially restricted (Supporting Information Fig. S8 ). In total, by using different criteria of homology and expression levels in mammalian ESCs, we have identified novel and highly conserved regulators of stem cell biology in planarians that can now be tested in mammalian stem cell systems.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 439,
                        "end": 446,
                        "text": "Fig. S8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Comparisons Between Planarian and Mammalian Stem Cells Revealed Novel Regulators of Stem Cell Biology in Planarians",
                "sec_num": null
            },
            {
                "text": "In this study, we took a comparative transcriptomic approach between invertebrate and mammalian stem cells. We hypothesized that because planarian ASCs and mammalian ESCs are both pluripotent, pluripotency involves ancestral biological processes and therefore pluripotent stem cell types are likely to use conserved genetic programs. Accordingly, we examined the expression of the 4,432 gene orthologs shared between mouse, human, and planarians, we found that 610 (13.8%) displayed !2-fold DE in the stem cells of all three species. This result was particularly striking considering the large evolutionary distances involved and suggested that gene expression patterns in pluripotent stem cells have been extensively conserved to an unappreciated extent. To support our comparative analyses, we used RNAi screening in adult planarians to functionally validate the stem cell requirement for a total of 26 novel genes, chosen from three categories of gene homology or overlap with DE in mammalian ESCs (Figs. 3, 5-7) . Knockdown of the genes in each category displayed a clear phenotype associated with multiple stem cell defects in the processes of tissue homeostasis, regeneration, and stem cell maintenance. Interesting examples of gene knockdowns which displayed pronounced stem cell-associated phenotypes include NOP2, RACK1, and NHP2L (category a), RPA2, TBL3, and TDRD9 (category b), and NOP58, TTC27, and PSD12 (category c). These examples have not been widely implicated in stem cell biology.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1001,
                        "end": 1015,
                        "text": "(Figs. 3, 5-7)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "There are currently three primary methods to identify transcripts that are specific to planarian ASCs. First, stem cellspecific transcripts can be discovered by simply comparing whole, irradiated to whole nonirradiated worms. Using cDNA microarrays, this method was first used by Eisenhoffer et al. [10] and more recently with whole-genome microarrays by Wagner et al. in 2012. While it was not possible to determine the false-positive/negative rates in either study, it was clear that this method is valid. However, both Eisenhoffer et al. and a recent study by Solana et al. [17] , using RNA-Seq, showed that irradiation is indeed not neutral to tissues, so this caveat must be taken into account when using irradiation. The second method, used by Solana et al. applied RNAi to ablate stem cells, then used those animals as the equivalent of irradiated animals. This method also led to successful identification of stem cell specific genes, however, it has the caveats of potential off-target effects of the RNAi being used, transcriptional changes invoked by the RNAi process itself, and transcriptional changes caused by the delivery method of RNAi (feeding or injection). While the above study used RNA-Seq to measure transcript levels, no stem cell purification was applied, and thus having all tissues present can also complicate analyses and diminish the dynamic range of the sequencing. Finally, the third method to discover planarian stem cellspecific transcripts, which were used in this study, is to purify the stem cells by FACS, then compare against irradiated tissues. FACS purification has the advantage of containing the least amount of contaminating tissues, so that all transcripts sequenced are expressed in stem cells (within the limits of FACS). We chose to compare purified stem cells with whole, irradiated planarians at 7 days post-irradiation because the worms are still morphologically and behaviorally normal, and many of the transcripts induced by irradiation observed in Eisenhoffer et al. have returned to unirradiated levels. Our method has the same caveats of using irradiated worms discussed above, as well as the accuracy and physical effects of FACS. The physical effect of flow cytometry on the stem cell transcriptional profile is likely to be minor because the stem cells can be recovered following FACS and survive subsequent transplantation into an intact worm [12] . Furthermore, several decades of studies on mammalian hematopoiesis have successfully used FACS to isolate, profile, and transplant living cells. Finally, our analyses identified all previously known planarian stem cell genes, suggesting that the method is accurate and has a large dynamic range not observed using other methods (Supporting Information Table S2 ). In conclusion, it is clear that each of these three methods is valid, and all have been successfully applied to the identification of stem cell specific genes. In the future, it will be interesting to perform meta-analyses to determine which method is the most accurate for any given application. Perhaps, the highest accuracy will be obtained using combinations of approaches such as stem cell FACS-purification compared against whole worms that have been depleted of stem cells by RNAi.",
                "cite_spans": [
                    {
                        "start": 299,
                        "end": 303,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 577,
                        "end": 581,
                        "text": "[17]",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 2402,
                        "end": 2406,
                        "text": "[12]",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 2749,
                        "end": 2769,
                        "text": "Information Table S2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Multiple Approaches Have Identified Planarian ASC-Specific Transcripts",
                "sec_num": null
            },
            {
                "text": "Due to the fact that clonal lineage tracing is not yet possible in planarians, there are no conclusive data demonstrating that cells from the stem cell-FACS fraction are heterogeneous in their cellular potential. In contrast, markers from the stem cell progeny-FACS fraction are spatially restricted and are likely to be highly heterogeneous (also supported by our transcription factor analysis) [10] . Although this study did not focus on genes or phenotypes associated with the stem cell progeny, several interesting observations were made during our analyses. Similar to the analysis of previously known stem cell-specific genes, the two genes that are known to mark the earliest-born progeny of stem cells had the two highest DE in our analysis (Supporting Information Table S2 ) [10] . Another gene associated with slightly later-born progeny, AGAT1, had the 19th highest DE in our analysis. However, we were surprised to find that the stem cell marker piwi-1, had the 81st highest DE in the stem cell progeny over differentiated tissues. This may reflect one of two possibilities. Either the stem cell progeny still express piwi-1 RNA as they transit to differentiation or there are bona fide stem cells in the stem cell progeny FACS fraction. The former possibility is supported by the facts that: (a) early progeny markers and piwi-1 have been shown to overlap at the protein and RNA levels; and (b) approximately 10% of sorted stem cell progeny express piwi-1 [10, 11, 14, 33, 36] . The latter possibility is supported by our analysis that stem cells and stem cell progeny share 1,638 transcripts that they express at various fold-DE levels over differentiated tissues, while stem cell progeny only express 219 unique transcripts (Fig. 1B) . If a significant number of stem cells FACS-purify along with the stem cell progeny, this may represent stem cells in G 0 /G 1 that would not be expected to sort into the high-DNA gate used to collect stem cells. Finally, because known progeny markers and a disproportionately large number of transcription factors are highly expressed in the stem cell progeny, this suggests that these cells are heterogeneous in their competence and biology.",
                "cite_spans": [
                    {
                        "start": 396,
                        "end": 400,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 784,
                        "end": 788,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1469,
                        "end": 1473,
                        "text": "[10,",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1474,
                        "end": 1477,
                        "text": "11,",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1478,
                        "end": 1481,
                        "text": "14,",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1482,
                        "end": 1485,
                        "text": "33,",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1486,
                        "end": 1489,
                        "text": "36]",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 761,
                        "end": 781,
                        "text": "Information Table S2",
                        "ref_id": null
                    },
                    {
                        "start": 1739,
                        "end": 1748,
                        "text": "(Fig. 1B)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Analysis of the Stem Cell Progeny",
                "sec_num": null
            },
            {
                "text": "In conclusion, our results suggest that planarians regulate stem cell-specific programs via the action of both unique and highly conserved genes. Using the combination of FACS purification of stem cells with RNA-Seq, novel stem cell regulatory genes can be identified. We hypothesize that genes with DE in stem cells in both mammals and planarians represent part of a core, ancestral, stem cell network in metazoans, although further experiments and additional species will be required to test this. As supported by the RNAi experiments presented in this study, genes that were found to have DE in planarian, human, and mouse stem cell populations, were shown to be regulators of planarian stem cells. In future studies, it will be interesting to test whether these genes function similarly in other stem cell systems.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSION",
                "sec_num": null
            },
            {
                "text": "www.StemCells.com",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Alejandro S anchez Alvarado, HHMI, Stowers Institute for Medical Research, for access to a FACSaria machine, Jim Jenkin for assistance with initial cell sorting, and Nuno Barbosa-Morais for his help with the transcriptomic analyses. B.J.P. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "The authors indicate no potential conflict of interests.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCLOSURE OF POTENTIAL CONFLICTS OF INTEREST",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Strategies for homeostatic stem cell selfrenewal in adult tissues",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Simons",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Clevers",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Cell",
                "volume": "145",
                "issue": "",
                "pages": "851--862",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simons BD, Clevers H. Strategies for homeostatic stem cell self- renewal in adult tissues. Cell 2011;145:851-862.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Stem cells, cancer, and cancer stem cells",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Reya",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Morrison",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Clarke",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Nature",
                "volume": "414",
                "issue": "",
                "pages": "105--111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reya T, Morrison SJ, Clarke MF et al. Stem cells, cancer, and cancer stem cells. Nature 2011;414:105-111.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Cancer vaccination drives Nanog-dependent evolution of tumor cells toward an immune-resistant and stem-like phenotype",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "H"
                        ],
                        "last": "Noh",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [
                            "H"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Jeon",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Cancer Res",
                "volume": "72",
                "issue": "",
                "pages": "1717--1727",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Noh KH, Lee YH, Jeon JH et al. Cancer vaccination drives Nanog-de- pendent evolution of tumor cells toward an immune-resistant and stem-like phenotype. Cancer Res 2012;72:1717-1727.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Immortality and the base of multicellular life: Lessons from cnidarian stem cells",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Watanabe",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "T"
                        ],
                        "last": "Hoang",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Mattner",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Semin Cell Dev Biol",
                "volume": "20",
                "issue": "",
                "pages": "1114--1125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Watanabe H, Hoang VT, Mattner R et al. Immortality and the base of multicellular life: Lessons from cnidarian stem cells. Semin Cell Dev Biol 2009;20:1114-1125.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Hydra and the evolution of stem cells",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Bosch",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "BioEssays",
                "volume": "31",
                "issue": "",
                "pages": "478--486",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bosch TC. Hydra and the evolution of stem cells. BioEssays 2009;31: 478-486.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Experimental studies of the regeneration of Planaria maculata",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Morgan",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Arch Entw Mech Org",
                "volume": "7",
                "issue": "",
                "pages": "364--397",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Morgan TH. Experimental studies of the regeneration of Planaria maculata. Arch Entw Mech Org 1898;7:364-397.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Planarian Regeneration",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "V"
                        ],
                        "last": "Brøndsted",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brøndsted HV. Planarian Regeneration. 1st ed. Oxford, U.K.: Perga- mon Press, 1969.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Morphological and functional recovery of the planarian photosensing system during head regeneration",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Inoue",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Kumamoto",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Okamoto",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Zoolog Sci",
                "volume": "21",
                "issue": "",
                "pages": "275--283",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Inoue T, Kumamoto H, Okamoto K et al. Morphological and func- tional recovery of the planarian photosensing system during head regeneration. Zoolog Sci 2004;21:275-283.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Ingestion of bacterially expressed double-stranded RNA inhibits gene expression in planarians",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Newmark",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Reddien",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Cebria",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Proc Natl Acad Sci",
                "volume": "100",
                "issue": "1",
                "pages": "11861--11865",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Newmark PA, Reddien PW, Cebria F et al. Ingestion of bacterially expressed double-stranded RNA inhibits gene expression in planarians. Proc Natl Acad Sci USA 2003;100(suppl 1):11861-11865.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Molecular analysis of stem cells and their descendants during cell turnover and regeneration in the planarian Schmidtea mediterranea",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "T"
                        ],
                        "last": "Eisenhoffer",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Kang",
                        "suffix": ""
                    },
                    {
                        "first": "Sanchez",
                        "middle": [],
                        "last": "Alvarado",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Cell Stem Cell",
                "volume": "3",
                "issue": "",
                "pages": "327--339",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eisenhoffer GT, Kang H, Sanchez Alvarado A. Molecular analysis of stem cells and their descendants during cell turnover and regeneration in the planarian Schmidtea mediterranea. Cell Stem Cell 2008;3:327-339.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "A bruno-like gene is required for stem cell maintenance in planarians",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Guo",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Peters",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Newmark",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Dev Cell",
                "volume": "11",
                "issue": "",
                "pages": "159--169",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Guo T, Peters AH, Newmark PA. A bruno-like gene is required for stem cell maintenance in planarians. Dev Cell 2006;11:159-169.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Clonogenic neoblasts are pluripotent adult stem cells that underlie planarian regeneration",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Wagner",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "E"
                        ],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Reddien",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Science",
                "volume": "332",
                "issue": "",
                "pages": "811--816",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wagner DE, Wang IE, Reddien PW. Clonogenic neoblasts are pluri- potent adult stem cells that underlie planarian regeneration. Science 2011;332:811-816.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Isolation of planarian X-raysensitive stem cells by fluorescence-activated cell sorting",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Hayashi",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Asami",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Higuchi",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Dev Growth Differ",
                "volume": "48",
                "issue": "",
                "pages": "371--380",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hayashi T, Asami M, Higuchi S et al. Isolation of planarian X-ray- sensitive stem cells by fluorescence-activated cell sorting. Dev Growth Differ 2006;48:371-380.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "SMEDWI-2 is a PIWIlike protein that regulates planarian stem cells",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Reddien",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "J"
                        ],
                        "last": "Oviedo",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Jennings",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Science",
                "volume": "310",
                "issue": "",
                "pages": "1327--1330",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reddien PW, Oviedo NJ, Jennings JR et al. SMEDWI-2 is a PIWI- like protein that regulates planarian stem cells. Science 2005;310: 1327-1330.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Single-cell gene profiling of planarian stem cells using fluorescent activated cell sorting and its ''index sorting'' function for stem cell research",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Hayashi",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Shibata",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Okumura",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Dev Growth Differ",
                "volume": "52",
                "issue": "",
                "pages": "131--144",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hayashi T, Shibata N, Okumura R et al. Single-cell gene profiling of pla- narian stem cells using fluorescent activated cell sorting and its ''index sorting'' function for stem cell research. Dev Growth Differ 2010;52: 131-144.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Stochastic dynamics and the evolution of mutations in stem cells",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Dingli",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Pacheco",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "BMC Biol",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dingli D, Pacheco JM. Stochastic dynamics and the evolution of mutations in stem cells. BMC Biol 2011;9:41.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Defining the molecular profile of planarian pluripotent stem cells using a combinatorial RNA-seq, RNAi and irradiation approach",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Solana",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Kao",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Mihaylova",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Genome Biol",
                "volume": "13",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Solana J, Kao D, Mihaylova Y et al. Defining the molecular profile of planarian pluripotent stem cells using a combinatorial RNA-seq, RNAi and irradiation approach. Genome Biol 2012;13:R19.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "A dual platform approach to transcript discovery for the planarian Schmidtea mediterranea to establish RNAseq for stem cell and regeneration biology",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Blythe",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Kao",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Malla",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "PLoS One",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blythe MJ, Kao D, Malla S et al. A dual platform approach to tran- script discovery for the planarian Schmidtea mediterranea to establish RNAseq for stem cell and regeneration biology. PLoS One 2010;5: e15617.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Smed454 dataset: unravelling the transcriptome of Schmidtea mediterranea",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Abril",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Cebri A F, Rodríguez-Esteban",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "BMC Genomics",
                "volume": "11",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abril JF, Cebri a F, Rodríguez-Esteban G et al. Smed454 dataset: unravelling the transcriptome of Schmidtea mediterranea. BMC Genomics 2010;11:731.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The head-regeneration transcriptome of the planarian Schmidtea mediterranea",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Sandmann",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Vogg",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Owlarn",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Genome Biol",
                "volume": "12",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sandmann T, Vogg MC, Owlarn S et al. The head-regeneration tran- scriptome of the planarian Schmidtea mediterranea. Genome Biol 2011;12:R76.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The evolution of gene expression levels in mammalian organs",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Brawand",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Soumillon",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Necsulea",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Nature",
                "volume": "478",
                "issue": "",
                "pages": "343--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brawand D, Soumillon M, Necsulea A et al. The evolution of gene expression levels in mammalian organs. Nature 2011;478:343-348.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Ab initio reconstruction of cell type-specific transcriptomes in mouse reveals the conserved multiexonic structure of lincRNAs",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Guttman",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Garber",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "Z"
                        ],
                        "last": "Levin",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Nat Biotechnol",
                "volume": "28",
                "issue": "",
                "pages": "503--510",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Guttman M, Garber M, Levin JZ et al. Ab initio reconstruction of cell type-specific transcriptomes in mouse reveals the conserved multi- exonic structure of lincRNAs. Nat Biotechnol 2010;28:503-510.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Dynamic transcriptomes during neural differentiation of human embryonic stem cells revealed by short, long, and paired-end sequencing",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "Q"
                        ],
                        "last": "Wu",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Habegger",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Noisa",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Proc Natl Acad Sci",
                "volume": "107",
                "issue": "",
                "pages": "5254--5259",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wu JQ, Habegger L, Noisa P et al. Dynamic transcriptomes during neural differentiation of human embryonic stem cells revealed by short, long, and paired-end sequencing. Proc Natl Acad Sci USA 2010;107:5254-5259.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Full-length transcriptome assembly from RNA-Seq data without a reference genome",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Grabherr",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Haas",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Yassour",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Nat Biotechnol",
                "volume": "29",
                "issue": "",
                "pages": "644--652",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grabherr MG, Haas BJ, Yassour M et al. Full-length transcriptome as- sembly from RNA-Seq data without a reference genome. Nat Biotech- nol 2011;29:644-652.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Ultrafast and memory-efficient alignment of short DNA sequences to the human genome",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Langmead",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Trapnell",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Pop",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Genome Biol",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Langmead B, Trapnell C, Pop M et al. Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol 2009;10:R25.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Subramanian",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Tamayo",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "K"
                        ],
                        "last": "Mootha",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Proc Natl Acad Sci",
                "volume": "102",
                "issue": "",
                "pages": "15545--15550",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Subramanian A, Tamayo P, Mootha VK et al. Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles. Proc Natl Acad Sci USA 2005;102:15545-15550.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Visualizing gene-set enrichment results using the Cytoscape plug-in enrichment map",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Merico",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Isserlin",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "D"
                        ],
                        "last": "Bader",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Methods Mol Biol",
                "volume": "781",
                "issue": "",
                "pages": "257--277",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Merico D, Isserlin R, Bader GD. Visualizing gene-set enrichment results using the Cytoscape plug-in enrichment map. Methods Mol Biol 2011;781:257-277.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Enrichment map: A networkbased method for gene-set enrichment visualization and interpretation",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Merico",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Isserlin",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Stueker",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "PLoS One",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Merico D, Isserlin R, Stueker O et al. Enrichment map: A network- based method for gene-set enrichment visualization and interpretation. PLoS One 2010;5:e13984.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "The Schmidtea mediterranea database as a molecular resource for studying platyhelminthes, stem cells and regeneration",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "S Anchez Alvarado",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Newmark",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Robb",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Development",
                "volume": "129",
                "issue": "",
                "pages": "5659--5665",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "S anchez Alvarado A, Newmark PA, Robb SM et al. The Schmidtea mediterranea database as a molecular resource for studying platy- helminthes, stem cells and regeneration. Development 2002;129: 5659-5665.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Formaldehyde-based whole-mount in situ hybridization method for planarians",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Pearson",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "T"
                        ],
                        "last": "Eisenhoffer",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Gurley",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Dev Dyn",
                "volume": "238",
                "issue": "",
                "pages": "443--450",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pearson BJ, Eisenhoffer GT, Gurley KA et al. Formaldehyde-based whole-mount in situ hybridization method for planarians. Dev Dyn 2009;238:443-450.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Heterogeneity in cancer: Cancer stem cells versus clonal evolution",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Shackleton",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Quintana",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Fearon",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Cell",
                "volume": "138",
                "issue": "",
                "pages": "822--829",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shackleton M, Quintana E, Fearon ER et al. Heterogeneity in cancer: Cancer stem cells versus clonal evolution. Cell 2009;138:822-829.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Identification of genes needed for regeneration, stem cell function, and tissue homeostasis by systematic gene perturbation in planaria",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Reddien",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Bermange",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Murfitt",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Dev Cell",
                "volume": "8",
                "issue": "",
                "pages": "635--649",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reddien PW, Bermange AL, Murfitt KJ et al. Identification of genes needed for regeneration, stem cell function, and tissue homeostasis by systematic gene perturbation in planaria. Dev Cell 2005;8:635-649.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "A planarian p53 homolog regulates proliferation and self-renewal in adult stem cell lineages",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Pearson",
                        "suffix": ""
                    },
                    {
                        "first": "Sanchez",
                        "middle": [],
                        "last": "Alvarado",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Development",
                "volume": "137",
                "issue": "",
                "pages": "213--221",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pearson BJ, Sanchez Alvarado A. A planarian p53 homolog regulates proliferation and self-renewal in adult stem cell lineages. Development 2010;137:213-221.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "The PIWI proteins SMEDWI-2 and SMEDWI-3 are required for stem cell function and piRNA expression in planarians",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Palakodeti",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Smielewska",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [
                            "C"
                        ],
                        "last": "Lu",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "RNA",
                "volume": "14",
                "issue": "",
                "pages": "1174--1186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Palakodeti D, Smielewska M, Lu YC et al. The PIWI proteins SMEDWI-2 and SMEDWI-3 are required for stem cell function and piRNA expression in planarians. RNA 2008;14:1174-1186.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "An RbAp48-like gene regulates adult stem cells in planarians",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Bonuccelli",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Rossi",
                        "suffix": ""
                    },
                    {
                        "first": "Lena",
                        "middle": [
                            "A"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "J Cell Sci",
                "volume": "123",
                "issue": "",
                "pages": "690--698",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bonuccelli L, Rossi L, Lena A et al. An RbAp48-like gene regulates adult stem cells in planarians. J Cell Sci 2010;123:690-698.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "A regulatory program for excretory system regeneration in planarians",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Scimone",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Srivastava",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Bell",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Development",
                "volume": "138",
                "issue": "",
                "pages": "4387--4398",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scimone ML, Srivastava M, Bell GW et al. A regulatory program for excretory system regeneration in planarians. Development 2011;138: 4387-4398.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Distribution of the stem cells (neoblasts) in the planarian Dugesia japonica",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Orii",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Sakurai",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Watanabe",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Dev Genes Evol",
                "volume": "215",
                "issue": "",
                "pages": "143--157",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Orii H, Sakurai T, Watanabe K. Distribution of the stem cells (neo- blasts) in the planarian Dugesia japonica. Dev Genes Evol 2005;215: 143-157.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Assessing performance of orthology detection strategies applied to eukaryotic genomes",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Mackey",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Vermunt",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "PLoS One",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chen F, Mackey AJ, Vermunt JK et al. Assessing performance of orthology detection strategies applied to eukaryotic genomes. PLoS One 2007;2:e383.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Stem cell gene expression programs influence clinical outcome in human leukemia",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Eppert",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Takenaka",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Lechman",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Nat Med",
                "volume": "17",
                "issue": "",
                "pages": "1086--1093",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eppert K, Takenaka K, Lechman ER et al. Stem cell gene expression programs influence clinical outcome in human leukemia. Nat Med 2011;17:1086-1093.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Regulatory networks define phenotypic classes of human stem cell lines",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Müller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "Laurent",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Kostka",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Nature",
                "volume": "455",
                "issue": "",
                "pages": "401--405",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Müller FJ, Laurent LC, Kostka D et al. Regulatory networks define phe- notypic classes of human stem cell lines. Nature 2008;455:401-405.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Nhp2p and Nop10p are essential for the function of H/ACA snoRNPs",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Henras",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Henry",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Bousquet-Antonelli",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "EMBO J",
                "volume": "17",
                "issue": "",
                "pages": "7078--7090",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Henras A, Henry Y, Bousquet-Antonelli C et al. Nhp2p and Nop10p are essential for the function of H/ACA snoRNPs. EMBO J 1998;17: 7078-7090.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Downregulation of receptor for activated C-kinase 1 (RACK1) suppresses tumor growth by inhibiting tumor cell proliferation and tumor-associated angiogenesis",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Osawa",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Tsuchida",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Cancer Sci",
                "volume": "102",
                "issue": "",
                "pages": "2007--2013",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wang F, Osawa T, Tsuchida R et al. Downregulation of receptor for activated C-kinase 1 (RACK1) suppresses tumor growth by inhibiting tumor cell proliferation and tumor-associated angiogenesis. Cancer Sci 2011;102:2007-2013.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "See www.StemCells.com for supporting information available online",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "See www.StemCells.com for supporting information available online.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Experimental design and analysis applied in this study. (A): On the left are whole-mount in situ hybridizations for the stem cell marker piwi-1 and the stem cell progeny marker prog-1. Planarian piwi-1þ cells (stem cells; blue) sort to the high-DNA fraction. Stem cell progeny sort to the side population (green). Both of these cell fractions are sensitive to irradiation, as shown below, and were purified and deep sequenced. Red delineates the area where differentiated cells sort; however, we used whole-irradiated worms illustrated below for deep sequencing. (B): Heat map showing all genes upregulated in the stem cell or progeny compartments, as well as a subset of the genes that were differentiated tissue specific. (C): Flow chart of the experimental design used in this study. Abbreviations: ESC, embryonic stem cell; GSEA, gene set enrichment analysis; cRPKM, reads per kilobase per million mapped reads; RNAi, RNA interference."
            },
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Gene set enrichment analysis (GSEA) for planarian cell compartments (stem cell, stem cell progeny, and differentiated tissue compartments). Colored circles (nodes) represent gene ontology-associated genetic pathways that were significantly enriched in a given cell type. Nodes are connected when they overlap (i.e., they have genes in common), with line width corresponding to the number of shared genes (green lines). The size of the node is proportional to the enrichment score (GSEA nominal enrichment score) for that pathway. To simplify visualization, related pathways are circled and their function labeled. (A): Stem cells versus stem cell progeny showed high enrichment for cell cycle pathways and the Retinoblastoma pathway in stem cells, while progeny enrich for processes associated with differentiated cells. (B): Stem cells versus differentiated tissues showed similar enrichment in stem cells for cell cycle and tumor suppressor pathways, while differentiated tissues have enrichment for many pathways in the rest of an organism such as nervous system function, cell signaling, and metabolism. (C): Progeny versus differentiated tissues showed that the p53 pathway is enriched in progeny as previously described."
            },
            "FIGREF2": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Comparison of planarian, mouse and human stem cell signatures. (A): Hierarchical clustering showed that various stem cell and progenitor types (progeny in planarians and NPCs in mammals) are more closely related than differentiated tissues, which cluster on their own. (B-E): The set of 4,432 gene orthologs was used to determine whether genes were enriched in planarian, mouse, and human stem cell types. (B): Comparing all 2,177 planarian stem cell-specific transcripts from"
            },
            "FIGREF3": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Transcription factor (TF) signatures of the three planarian cell compartments. (A): Overlapping genes between planarian stem cell progeny and mammalian NPCs (!1.5-fold DE for each pairwise comparison; 4,432 gene orthologs used for comparison). Box shows gene ontology terms significantly enriched in planarian stem cell progeny. (B): Fraction of transcription factors from each family expressed in each of the planarian compartments (i.e., cRPKM ratios !1.5 for both pairwise comparisons against the other compartments). The total number of identified members is shown near the name of the family. (C): Graphical representation of transcription factor enrichment specific for each of the compartments. The size of each circle is proportionate to the number of members specific to each compartment. Despite the lowest number of progenyspecific genes in general, the progeny compartment has the highest number of specific TFs. Color codes as in (B). Abbreviations: DE, differential gene expression; NPC, neuronal stem cell."
            },
            "FIGREF4": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Functional analysis of genes with no 1:1:1 ortholog, but still !5-fold differential gene expression (DE) in planarian stem cells. The closest BLAST hit to a mouse gene was chosen for the naming on the left. (A): An experimental timeline is shown for feedings, amputations, and stainings. (B): The left column shows the various defects observed for tissue homeostasis in uninjured animals. Listed in each panel are the number of days from the beginning of the experiment that the images were taken. The middle column is an in situ hybridization for the stem cell marker piwi-1. Similar to the various homeostatic phenotypes, we observed varying defects in stem cell maintenance. The right column shows 7 days of head regeneration following amputation. Whereas controls can regenerate a new head in 7 days, regeneration was severely decreased in the RNAi-treated worms. Abbreviations: RNAi, RNA interference; D, day; feeding, F; DPA, days post amputation."
            },
            "FIGREF5": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Functional analysis of 1:1:1 gene orthologs that are only differentially expressed (DE) in planarian stem cells and not DE in mammalian embryonic stem cells. The timeline of the experiments is the same as"
            }
        }
    }
}