{
    "paper_id": "10",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:29:40.764384Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Arbind",
            "middle": [],
            "last": "Kumar",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Patna University",
                "location": {
                    "settlement": "Patna",
                    "region": "Bihar",
                    "country": "India"
                }
            },
            "email": ""
        },
        {
            "first": "Post-Doctoral",
            "middle": [],
            "last": "Researcher",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Patna University",
                "location": {
                    "settlement": "Patna",
                    "region": "Bihar",
                    "country": "India"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "A multidisciplinary book of this nature was long overdue for teaching and research and Dr. Antony Joseph has accomplished this commendable work. Providing ample references to original work, scientists, teachers, and students from various science disciplines will find this book extremely useful and interesting. Opening up a new window on multidisciplinary research and teaching, Dr. Joseph has explored a wide range of topics, from the Earth's core and oceans' bottom, to deep inside the vast expanse of the universe. In doing so, he has critically analyzed the geological, geophysical, physical, geochemical, astronomical, astrophysical, biological, biochemical, and biomedical aspects. His vast range of interests and his excitement about the topics have made this an interesting and useful book for teaching and research. He addresses all the topics with such equal expertise that it is difficult to determine to which discipline of science he belongs. His knowledge in every sphere is profound. He has worked painstakingly for the last four years to accomplish this great feat. My admiration for this book is great and I congratulate him for writing such an urgently needed book. If your interests extend to a complex range of topics from different disciplines of science, you'll find this book particularly helpful. Dr. Antony Joseph is an eminent scientist who had a long oceanographic career associated with the CSIR-National Institute of Oceanography (CSIR-NIO), Goa, India, from February 1978 to July 31, 2012. While participating in oceanographic cruises onboard research vessels, he had opportunities to see remarkable marine creatures, examine the intricacies of the seafloor, and observe oceanographic processes, including valuable living and nonliving resources. Dr. Joseph has substantially contributed to the design and performance evaluation (both laboratory-scale and field-based) of ocean current and sea-level measuring devices. He led the establishment of an in-house designed sea-level station in Ghana, West Africa. The data measured from this station upon the arrival of the Sumatra tsunami in December 2004 contributed to understanding the global extent of this disastrous tsunami. He also helped establish a network of internet-accessible real/near-real time reporting sealevel, sea-state, and surface meteorological stations on the Indian coastlines and islands.",
    "pdf_parse": {
        "paper_id": "10",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A multidisciplinary book of this nature was long overdue for teaching and research and Dr. Antony Joseph has accomplished this commendable work. Providing ample references to original work, scientists, teachers, and students from various science disciplines will find this book extremely useful and interesting. Opening up a new window on multidisciplinary research and teaching, Dr. Joseph has explored a wide range of topics, from the Earth's core and oceans' bottom, to deep inside the vast expanse of the universe. In doing so, he has critically analyzed the geological, geophysical, physical, geochemical, astronomical, astrophysical, biological, biochemical, and biomedical aspects. His vast range of interests and his excitement about the topics have made this an interesting and useful book for teaching and research. He addresses all the topics with such equal expertise that it is difficult to determine to which discipline of science he belongs. His knowledge in every sphere is profound. He has worked painstakingly for the last four years to accomplish this great feat. My admiration for this book is great and I congratulate him for writing such an urgently needed book. If your interests extend to a complex range of topics from different disciplines of science, you'll find this book particularly helpful. Dr. Antony Joseph is an eminent scientist who had a long oceanographic career associated with the CSIR-National Institute of Oceanography (CSIR-NIO), Goa, India, from February 1978 to July 31, 2012. While participating in oceanographic cruises onboard research vessels, he had opportunities to see remarkable marine creatures, examine the intricacies of the seafloor, and observe oceanographic processes, including valuable living and nonliving resources. Dr. Joseph has substantially contributed to the design and performance evaluation (both laboratory-scale and field-based) of ocean current and sea-level measuring devices. He led the establishment of an in-house designed sea-level station in Ghana, West Africa. The data measured from this station upon the arrival of the Sumatra tsunami in December 2004 contributed to understanding the global extent of this disastrous tsunami. He also helped establish a network of internet-accessible real/near-real time reporting sealevel, sea-state, and surface meteorological stations on the Indian coastlines and islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Apart from authoring this book, Dr. Joseph has written two other books, \"Tsunamis: Detection, Monitoring, and Early-Warning Technologies\" and \"Measuring Ocean Currents: Tools, Technologies, and Data,\" published by Elsevier, New York. He has written several articles in the Encyclopedias and presented 41 research papers at various Science & Technology Conferences in India, France, Singapore, Japan, South Africa, Russia, Australia, and the United States. Dr. Joseph been published in IOC-UNESCO manuals and dozens of research papers in national and international journals of repute. He has delivered several dozens of talks in several countries. In addition, he was a faculty member at the Indian Academy of Scientific and Innovative Research while at CSIR-NIO.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This book has 10 chapters. As I went through the manuscript, I found it to be a unique endeavor. The topics addressed in this book are discussed in a way that even non-specialist readers with an interest in the starry sky, oceanic life, nutrition, pharmaceuticals, earthquake, tsunamis, etc., and curious about oceans, the seafloor and sub-seafloor can understand and enjoy. A large number of high-quality illustrations are included. Furthermore, text-and picture-specific websites are provided, giving additional resources and extend the chapters of the text to the internet's resources. I would like to now refer to some topics of the book.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In his chapter, \"Oceans' Role in Origin of Life and Biological Evolution,\" Dr. Joseph describes the mechanism of origins of life on Earth and subsequent biological evolution of humans (Homo sapiens) who are believed to be the only animal capable of critically understanding the world around them-a valuable goal in itself. The origin of life is a subject matter of intensive research for biologists, anthropologists, geologists, and cosmologists. Science now has evidence about the origin of the universe and the life supported by Earth and some clue about possible life on other planets and galaxies as well. Abundant life appears to have colonized this planet approximately 3800 million years ago (ie, 3.8 billion years ago (BYA)). Most durable bio-signatures have provided evidence and scientists concentrate on photosynthetic life, because its high primary productivity has left a very durable ancient record.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The origin of life is a long-standing and controversial subject, and different processes have been proposed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "According to one, lightning in the early atmosphere and the consequent production of amino acids, when combined in long polymer chains, provided the basic constituents of life. The second concerns chemical processes at submarine volcanic vents which are thought to have been common in the Archean period (4-2.5 BYA), and life at those depths would have been shielded from the ultraviolet radiation that then existed due to the absence of an ozone layer. The third proposed mechanism has life originating from the carbon and hydrocarbons in comets and meteorites as they burned in the atmosphere. It has also been suggested life may have originated in inter-tidal pools that were repeatedly flooded and dried out under the sun-a process for which the geological record provides evidence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The first known single-cell organisms called prokaryotes probably originated in the Archean period about 3.8 BYA in the oceans, when chemical composition of the ocean and the atmosphere was very different from today. Scientists have identified liposomes (pre-cellular systems) in which the encapsulation of DNA has been achieved using dehydration-hydration cycles similar to those that may have occurred in an inter-tidal setting on early Earth. Darwinian selection would have acted once self-replication of life was established and then evolution to more complicated forms of life could have taken place. Prokaryotes were the only form of life on Earth for millions of years until more complicated eukaryotic cells came into being through evolution. Microbial life has prevailed in the biosphere since the Archean period at least, and according to the most recent study, probably for the last 4.1 billion years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The two groups of prokaryotes (ie, archaebacteria and eubacteria) are significantly different in cellular make-up and in their modes of evolution. There is now a general consensus among the Origin of Life scientists that the Last Universal Common Ancestor (LUCA) is the previous stage of prokaryotes. It is the most primitive organism from which all organisms now living are supposed to have evolved. The LUCA is estimated to have lived some 3.8-3.5 BYA. At about 3 BYA, something similar to modern photosynthesis developed and oxygen was produced. Over time, it transformed the earth's atmosphere to its current state. Some of the oxygen reacted to form ozone, which collected in a layer near the upper part of the atmosphere. By blocking the ultraviolet radiation, it allowed cells to colonize the surface of the ocean and ultimately the land.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This book provides an interesting discussion on the homochirality of amino acids and sugars. Homochirality is essential for the functioning of proteins as amino acid polymers, and for the structure of deoxyribonucleic acid (DNA) and ribonucleic acid (RNA), which requires incorporation of D-sugars. Appearance of homochirality in some biomolecules can apparently force corresponding homochirality onto others. It is believed that once D-sugars appeared in RNA, L-amino acids in protein might have been automatically formed. Emergence of this homochirality is a very important question in the mechanism of origin of life. \"How did this homochirality of amino acids and sugars arise?\" has been a puzzling question for scientists working on this mystery. All life known to exist on Earth today, and all life evidenced in the geological records, seems to be based on DNA genomes and protein enzymes (with exceptions of some RNA viruses). DNA is like a blueprint of biological information needed to build and maintain the living organisms. While discussing the DNA versus RNA in terms of identifying living cells, use of a highly sensitive molecular technique specifically targeting RNA as indicator of living cells in deeply buried marine sediments has been explained.",
                "cite_spans": [
                    {
                        "start": 289,
                        "end": 298,
                        "text": "D-sugars.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There are also detailed discussions on the leading \"RNA world\" theory of origin of life; arguing that before present life emerged, it was based solely on RNA. Strong reasons have been given to conclude that DNA and protein based life was preceded by simpler life forms based primarily on RNA, in which the genetic information was stored in the sequence of RNA molecules, and the phenotype derived from the catalytic properties of RNA. RNA was the first genetic molecule to form, providing a template to reproduce itself and make further molecules of life. Informational polymer RNA must have arisen by purely chemical means at some stage in the origin of life. The support in favor of \"RNA world\" hypothesis comes from the facts, including: (a) the central role played by different RNA molecules in the protein synthesis, (b) this process can take place in the absence of DNA, but not of RNA, and (c) the existence of replicating biological systems such as viroids and RNA viruses that use other single-or double-stranded RNA molecules to store genetic information. So, it is argued that genetic continuity was assured by the replication of RNA; and genetically encoded proteins were not involved as catalysts during the origin and evolution (development) of life on Earth. It is also interesting to view DNA as a modified RNA, because the components of DNA are synthesized from RNA components in modern biological systems. It was also assumed by the proponents of a RNA-world hypothesis that RNA-based life had been driven to extinction long ago with the arrival of superior DNA-based life.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "According to some origin of life scientists, \"life\" may have originated when first of all RNA chains experienced the basic conditions (as conceived by Darwin) for natural selection to operate. These conditions are: (i) heritability, (ii) variation of type, and (iii) competition for limited resources. Fitness of an early RNA replicator would likely have been a function of adaptive capacities and the availability of resources. Three primary adaptive capacities could be: (1) capacity to replicate with moderate fidelity (resulting in heritability and variation), (2) capacity to avoid decay, and (3) capacity to acquire and process resources. These capacities would have been encoded in their nucleotide sequences. Their relative values of adaptive capacities would have determined the competitive success among different RNA replicators. RNA/vesicle systems that contain more genetic material (due to faster RNA replication) develop more internal tension than neighboring vesicles with less RNA, and draw membrane material from them. This would have allowed natural selection of vesicles by competition and control their own growth. Thus, for the first time, a system would have undergone Darwinian \"evolution by natural selection\" acting on variation and been a new and crucial emergent property arising at the transition from non-life to life. However, a superior DNA molecule is thought to have taken over the role of data (genetic information) storage due to its increased stability, while proteins, through a greater variety of monomers (amino acids), replaced RNA's role in specialized bio-catalysis. In contemporary life, we have our familiar DNA/RNA/Protein world we now inhabit.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "However, there are also objections to the \"RNA world\" hypothesis. The central problem is to understand how a protein-free RNA world became established on the primitive Earth. It is far from obvious how ribonucleotides, building blocks of RNA, could have formed from their constituent parts (ie, ribose and nucleo-bases). The researchers have relied only on indirect hints to infer what RNA-based life was like. Some scientists believe that RNA-based life may not have been the first life to exist. It is believed that RNA may have played a major step in the evolution of cellular life, but this does not necessarily mean that first life was RNA-based. Evidence have been put forward that multiple self-replicating molecular systems preceded RNA. The main objections to the RNAworld hypothesis are: (i) RNA is too complex a molecule to have arisen prebiotically, (ii) RNA is inherently unstable, (iii) catalysis is a relatively rare property of long RNA sequences only, and (iv) the catalytic repertoire (skills) of RNA is too limited.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dr. Joseph also explains the time period of clue for life on the Earth and Darwin's Theory of Natural Selection. Evidence for biological activity can be derived from carbon isotopes because a high C /C 13 ratio is characteristic of biogenic carbon. The microfossil record only extends to $3.5 BYA and the chemo fossil record to $3.8 BYA. Besides this, evidence of life on Earth is manifestly preserved in the rock record as well. Given the temporal limits of rock record ($4 billion years), the detrital zircons as old as 4.38 billion years have been documented. Zircons, serving as time capsules, can capture and preserve their environment. There are reports on C /C 13 of graphite preserved in 4.1 billion years old zircon grains imaged by transmission X-ray microscopy. The carbon contained in the zircon has a characteristic signature-a specific ratio of Carbon-12 to Carbon-13-that indicates the presence of photosynthetic life. Therefore, the most recent research reported in 2015 argues that the graphite's C -rich isotopic signature may be evidence for the origin of life on Earth by 4.1 BYA, based on examination of zircons discovered from Jack Hills, West Australia. The discovery indicates that life may have begun shortly after the planet formed 4.54 BYA. Some scientists believe life arose relatively quickly on Earth; then by analogy, life could be common in the whole universe. The research further suggests that life in the universe could be abundant. Simple life on Earth appears to have formed quickly, but it likely took many millions of years to evolve the ability to photosynthesize.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Darwin's theory of \"natural selection\" proposed a mechanism by which all life could have descended from a common ancestor. Darwin propounded a plausible mechanism, natural selection, defined as the principle by which each slight variation of a trait, if useful, is preserved. According to some Darwinists, the common ancestor somehow evolved from nonliving matter, which is presumed to be some kind of dirty-water soup composition. Thus, submarine hydrothermal vents have become important to the origin of life studies. Charles Darwin showed that it is the gradualness of evolution through the natural selection process that allows formation of advanced/complicated life forms from simple ones. As for example, ancestors that look like bacteria can change into descendants that look like humans gradually over time, if given sufficient generations. As long as there is some variation between individuals and that variation is heritable, there will be an inevitable selection of individuals with most advantageous variations. If the variations are inherited, then differential reproductive success will lead to a progressive evolution of particular population of a species, and populations that evolve to be sufficiently different eventually become different species. \"Origin of Species\" was published in 1859, 23 years after Darwin returned from his long research voyage aboard the HMS Beagle. The concept was simple but powerful: individuals best adapted to their environments are more likely to survive and reproduce. Although Darwin's explanation of the causes of evolution had fallen out of favor among biologists during the first decades of the 20th century, the advent of molecular biology has advanced and accelerated the study of evolution by allowing direct examination of the genetic material that ultimately determines the phenotype (the set of observable characteristics of an individual resulting from the interaction of its genotype with the environment) upon which natural selection acts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Scientists have proved recently that simple microbes found at the oceans' floors were our real ancestors. The discovery in 2015 of a group of microorganisms called Lokiarchaeota throws light as to from what type of microbial ancestor humans descend. Deep beneath the Atlantic Ocean, scientists have found microorganisms, Lokiarchaeota, which they call a missing link connecting the simple cells (prokaryotes) that first populated the earth to the complex cellular life (eukaryotes). These microorganisms inhabit the inhospitable, frigid seafloors and icy cold, oxygen-starved, hostile environment about 2.35 km under the ocean surface not too far (15 km) from a hydrothermal vent spewing fluids reaching about 300°C",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ". The discovery of these rudimentary microbes from seafloor sediment layers was made during voyages of a Norwegian research vessel. Microbial life originated 4.1-3.8 BYA. The first complex cellular life appeared roughly 2 BYA. It has been one of the big puzzles of evolutionary biology how cellular complexity first developed from prokaryotes (bacteria and archaea) to eukaryotes (fungi, plants and animals, including humans). Lokiarchaeota share with eukaryotes several similar important gene characteristics, many of which have to do with cell membrane functions. Scientists are of the view that these genes are responsible in providing a Lokiarchaeota \"starter kit\" to support the development of cellular complexity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The author has also explained the extinction events which affected life on Earth and the complexities of seafloors and oceans. He discussed such topics as subseafloor microbial life (partial clues to origin of life), organisms living above 100°C under anaerobic conditions (such as deep sub-seafloor sediments, submarine hydrothermal areas, and submarine volcanoes), significance of deep-sea hydrothermal vents, microbial activity in hydrothermal fluids, and a new Homo genus called Homo naledi, indicating the slow evolutionary transition from simple microbes found at the oceans' floors to more complex life forms that permeated the earth over a long period of time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the chapter on \"Astronomical and Biological Organizational Relationships,\" Dr. Joseph provides an account of our new understanding of the relationship between the organization and evolution of biological system and astronomical system, citing concrete evidence. Biological organization at the microscopic level (DNA molecule) and astronomical organization at the macroscopic level have striking resemblances. As a prelude to explaining this relationship, he first brings into focus the great strides made in astronomy, cosmology, and the working of the universe by extraordinary thinkers and visionaries such as Nicolaus Copernicus (1473-1543), Giordano Bruno (1548-1600), Johannes Kepler (1571-1630), Galileo Galilei (1564-1642), Sir Isaac Newton (1642-1726), Dr. Albert Einstein (1879 -1955 ), Dr. Vesto M. Slipher (1875 -1969 , Dr. Alexander Friedmann (1888 -1925 , Dr. (Fr.) Georges Lemaitre (1894 Lemaitre ( -1966 , Dr. Edwin Hubble (1889 -1953 , Sir Arthur Eddington , and Dr. George Gamow (1904 Gamow ( -1968 . While appreciating the great contributions made by these visionaries, Dr. Joseph has also briefly pointed out in passing how science and technology have interacted with an adamant and intolerant religious society (particularly the Roman Catholic Church) in a life and death way during the 16th and 17th centuries.",
                "cite_spans": [
                    {
                        "start": 784,
                        "end": 789,
                        "text": "(1879",
                        "ref_id": null
                    },
                    {
                        "start": 790,
                        "end": 795,
                        "text": "-1955",
                        "ref_id": null
                    },
                    {
                        "start": 796,
                        "end": 825,
                        "text": "), Dr. Vesto M. Slipher (1875",
                        "ref_id": null
                    },
                    {
                        "start": 826,
                        "end": 831,
                        "text": "-1969",
                        "ref_id": null
                    },
                    {
                        "start": 834,
                        "end": 863,
                        "text": "Dr. Alexander Friedmann (1888",
                        "ref_id": null
                    },
                    {
                        "start": 864,
                        "end": 869,
                        "text": "-1925",
                        "ref_id": null
                    },
                    {
                        "start": 890,
                        "end": 904,
                        "text": "Lemaitre (1894",
                        "ref_id": null
                    },
                    {
                        "start": 905,
                        "end": 921,
                        "text": "Lemaitre ( -1966",
                        "ref_id": null
                    },
                    {
                        "start": 924,
                        "end": 946,
                        "text": "Dr. Edwin Hubble (1889",
                        "ref_id": null
                    },
                    {
                        "start": 947,
                        "end": 952,
                        "text": "-1953",
                        "ref_id": null
                    },
                    {
                        "start": 993,
                        "end": 1004,
                        "text": "Gamow (1904",
                        "ref_id": null
                    },
                    {
                        "start": 1005,
                        "end": 1018,
                        "text": "Gamow ( -1968",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The problem of origin, evolution, and the structure of the universe and life on Earth has always been an intriguing and exciting question for the scientists. According to Dr. (Fr.) Georges Lemaitre's Big Bang theory, the universe evolved with an explosion from a single point of matter with an infinite density and temperature at a finite time in the past, about 13.8 BYA. Self-organization in the origin and evolution of the universe (physical world) and life (biological world) has drawn much attention to these researchers. It is now generally accepted in scientific circles that the laws of nature are so self-sufficient that the complexity of the entire physical universe evolved from fundamental particles. Just as atoms, stars, and galaxies self-assembled out of the fundamental particles produced by the Big Bang, the laws of nature are self-sufficient enough to self-assemble life by chemical evolution of suitable molecules and structures, regardless of whether these laws are not designed or designed by God, as proposed by one school of thought. In the language of science embodied in Dr. (Fr.) Lemaitre's Big Bang theory, the universe evolved by self-organization of simple material structures towards more and more complex structures. Atoms, stars, and galaxies self-assembled out of the fundamental particles produced by the Big Bang. It has been suggested that, just like stars and their planets' satellites in the Universe-formed primarily from heavier elements such as carbon, nitrogen, and oxygen that were born in the explosions of supernovae-we, who consist primarily of these very same elements, are thus literally born from the stardust.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As indicated earlier, the process of biological evolution started from bacteria-like tiny cells, termed the LUCA, and gave rise to complex life forms on Earth, including human beings. It is very interesting and admirable that the satisfactory explanation offered by the Bing Bang theory of the origin of the universe, founded solely on Dr. Albert Einstein's \"General Relativity\" theory and Hubble's cosmological measurements, gave a new dimension to the discussion on the topic of a totally different subject in science, that is, biological evolution of complex life forms from simple cells. Primitive life on Earth is believed to have happened just over 3.5 to 4.0 Â 10 9 years ago. Oparin in his book \"The Origin of Life,\" proposed that in prebiotic times, spontaneous generation of life would be less difficult if the ocean contained a large amount of complex organic components similar to those present in living organisms. These compounds would serve both as structural components and as the energy source for the first organisms. He also proposed that Earth had a reducing atmosphere of hydrogen (H ), ammonia (NH 3 ), methane (CH 4 ), and water (H 2 O) in its early stages, and that organic compounds might be formed under these conditions. Urey based his arguments for the reducing atmosphere on the thermodynamic properties of gases in a cosmic dust cloud from which the solar system was formed. He proposed that organic compounds might be synthesized by ultraviolet radiation and by electrical discharges (lightening) in the reducing atmosphere. Stanley Miller performed fundamental experiments using electrical discharges in a flask into which water vapor, H 2 , CH 4, and NH 3 had been injected and found that amino acids had formed, thereby strongly supporting the above theories. Since then, several other steps in the synthesis of organic molecules have been carried out and experiments simulating prebiotic conditions have yielded sugars, fatty acids, and nucleic acid bases. In continuation of these results, much research on chemical evolution and the origin of life have been carried.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A close relationship between the chemical evolution of life and the evolution of Earth's crust has been reported. It is argued that chemical evolution was followed by biological evolution, in which proteins were formed by polymerization of amino acids, and aggregates appeared in the water medium along with other organic compounds. Then, only after the origin of the genetic code, determined by the sequence of bases in nucleic acids-the first selfreproducing molecule, self-perpetuating cells could have arisen. Thus, self-organization of life first took place at the molecular level, for example, proteins, nucleic acids (RNA and DNA). Following the evolution of the first cell on the Earth (ie, prokaryotic cells, which did not have distinct organization of nucleus), organization of nucleus took place in eukaryotic cells, which evolved from prokaryotic cells. Subsequently, from the lower forms of unicellular living organisms evolved all the higher forms of complex multi-cellular living organisms, spearheaded by modern humans. It is now a well-established fact that the genetic code has played a key role throughout the evolutionary process and acted as an intracellular computer in the organization of the cells, tissues, organs, and the whole organisms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As Dr. Joseph explores in his chapter on \"Astronomical and Biological Organizational Relationship,\" I, too, have touched on, reported, and discussed some aspects of correlation between biological organization at microscopic level and astronomical organization at macroscopic level; and found an underlying unifying relationship between two seemingly different disciplines of science. Based on the latest estimates, there exist about 8.7 AE 1.3 million different species of organisms on Earth; at the cellular and molecular levels, there is a unique master plan of organization common to all. All organisms have the cells as their basic structural and functional unit and all have essentially the same genetic code made of DNA. The light, scanning, and transmission electron microscopic studies have shown that cells of a particular type are organized together to form a tissue of specialized function, and different tissues are organized to form organs to perform a particular function in an organism. There is also a definite organizational plan in our solar system and galaxy, other galaxies, and cluster of galaxies of the expanding universe as revealed by telescopic and astrophysical investigations in every band of the electromagnetic spectrum. However, little has been done to investigate a relationship between the microscopic organization of living organisms and the astronomical organization. My investigation implies that the two parts of nature-biological world down to microscopic level and physical world at macroscopic level-are intimately correlated; a fact which has always been overlooked. The investigation points out a definite correlation between the organizational plan of DNA molecule and cells during organic evolution and the organizational plan of our solar system during inorganic evolution. The following equation, showing the correlation between the genetic code of DNA molecule and the apparent motion of the Sun-due to Earth's revolution around the Sun-has been derived by me and reported: (64 À K)/20 ¼ 339/107.65, where 64 ¼ number of codons; 20 ¼ number of amino acids; K ¼ astro-molecular constant derived in my paper; 339 ¼ number of disks of the sun to measure its apparent path along the ecliptic in the celestial sphere between the two equinoxes; and 107.65 ¼ average distance of the sun in terms of its own diameter from Earth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "All living organisms on the earth share the same 64 codons and 20 amino acids. The above equation correlates the biological molecular data with the astronomical data, thereby implying a common organizational plan of the DNA molecule and our solar system, probably due to the influence of a common governing force, that is, gravitational force and waves. In the framework of Dr. Einstein's General Theory of Relativity, the properties of space, time, and gravitation are merged into one harmonious and elegant picture. Dr. Albert Einstein propounded the idea of gravitational curvature of the four-dimensional space-time continuum. This correlation also suggests that all natural self-assembly-from microscopic to macroscopic world (microcosm to macrocosm)-are probably influenced and controlled by gravitational curvature of space-time, as for example, self-assembly of the solar system and DNA double helical molecule. Scientists have long used mathematics to describe the physical properties of the universe. But cosmologist Max Tegmark believes that the universe itself is mathematics. In Tegmark's view, everything in the universe, humans included, is part of a mathematical structure. In his book, \"Our Mathematical Universe,\" the M.I.T. physicist Max Tegmark describes two important aspects-one is an informative survey of exciting recent developments in astrophysics and quantum theory, and the other is a discussion of his innovative idea that reality itself is a mathematical structure. DNA and life originated and evolved in the gravitational curvature of the fabric of space-time caused by the sun's large mass and Earth's mass as proposed in Einstein's General Theory of Relativity. It is truly gratifying that Dr. Einstein's last prediction about gravitational waves was confirmed on February 11, 2016, a century after his prediction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The world line (path of an object in Dr. Einstein's space-time) of orbital motion of the Earth is a helix and geodesic (curved 4-dimensional space-time). It is tempting to speculate that there could be a correlation between the helical world line of Earth's orbital motion and the helical structure of the DNA molecule, which is the first self-reproducing double-helical molecule to have formed in the beginning of evolution of life. The large gravitational force, due to the curvature of Dr. Einstein's space-time, exerted by the sun not only holds the members of the solar system together, but also causes them to take part in its true movement, that is, a movement relative to the adjacent fixed stars and a revolution (cosmic year) about the center of the galactic system, which itself is moving in the space. It is interesting to propose that cosmic year might cause biological rhythms (cosmic rhythms) on the Earth in a large scale of time. We know that the diurnal rhythms (circadian rhythms) and annual rhythms observed in the activities, distribution and physiology of the living organisms are related to the time of the day on a 24-h basis (due to rotation of the Earth) and season of the year (due to revolution of the Earth around the sun, and the Earth's axis being tilted by 23.5 degrees with respect to the ecliptic).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The data of my investigation shows that the microscopic numbers-that is, the number of codons in the genetic code of DNA, number of amino acids specified by these codons, which are common to all organismsare functions of the astronomical numbers as shown in the above equation. It also implies a close relationship between the organizational plan of DNA molecule, cells, tissues, organs, and the whole body of the organisms during organic evolution and the organizational plan of different planets in the solar system, galaxies, cluster of galaxies, and the whole universe during inorganic evolution. If intelligent life exists elsewhere in the cosmos, it is likely that the basic structural organization of genetic code and cell, tissue, and organ systems would be the same as on Earth because of the universal gravity acting in the cosmic fabric of space-time. Several works on supermassive star have opened up a new field in astrophysics, called relativistic astrophysics, where Newtonian gravity is replaced by Dr. Einstein's General Theory of Relativity. Dr. Einstein has also suggested that gravitational fields play an essential role in the elementary formations which go to make up the atom. Different combinations of the same atoms, obeying the same laws, compose both the inanimate and the living worlds. The evidence has been presented that virtually all electrons and nuclei of the atoms, that are or have been part of living matter on Earth, come from almost all stars in our and nearby galaxies, and even from all other galaxies in the universe. Many scientists, who believe in an underlying order in nature, search for an ultimate, unifying principle in the physical sciences as well as in biological sciences. My astrobiological investigation suggests gravitational force and waves due to warping of the cosmic fabric of space-time as a unifying force/entity between the biological science and physical/astrophysical/chemical sciences.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Thus, we see a close correlation between the microscopic world (microcosm) and the astronomical world (macrocosm). Inorganic evolution of the physical universe and organic evolution of biological universe may be seen to represent nothing but two different facets of the same cosmological phenomenon called gravitation due to warping in the fabric of Dr. Einstein's space-time continuum. The just-mentioned astrobiological investigation suggests a possible continuity from microcosm to macrocosm-that is, from the tiny world of the atom to the vastness of universe through the integrated levels of organization, including all living organisms. These findings may open new vistas in our understanding of the origin, evolution, and structural organization of the universe. The advent of a new generation of astronomical instruments opens new windows for the astronomers, and may call for major revisions in the standard view of cosmology. My proposition is that an extensive and well-coordinated work between different types of microscopes and telescopes would be able to reveal more mysteries enveloping the microcosm and macrocosm; and thus further bridging the presently existing gaps between various scientific disciplines, such as biology, chemistry, and astronomy/astrophysics. The organization of life is key to the organization of physical universe. I propose that knowing the biology better would solve the mysteries of the universe better.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As a post-doctoral investigator in the department of anatomy at All India Institute of Medical Sciences (AIIMS), New Delhi, the Light, Scanning and Transmission Electron Microscopic structures of different types of cells and tissues observed during my studies and their comparison with telescopic pictures of our solar system and galaxy, other galaxies, cluster of galaxies in the universe taken by me and others, implies that the physical universe very much resembles the living system. Astronomers have taken the pictures of interconnecting filaments of star clusters and clusters of galaxies that form the texture of the universe and connect our galaxy to the vast expanse of the universe. One of these filaments of groups of galaxies and star clusters surrounded by immense voids is considered to be akin to the umbilical cord that fed our galaxy during its youth. Many phenomena-involving stars, nebulae, galaxies, cluster of galaxies, and black holes-occurring in the universe, seems to be analogous to the phenomena occurring in the living system. These analogies existing on the two different scales of space and time might appear unrelated initially. DNA, the blueprint of all living organisms on the earth, is involved in the structural organizations and all vital functions, such as protein synthesis and production of energy. It is tempting to speculate that the universe may have a blueprint for structural organizations and functions of the universe. A new and exciting vista is open for the exploration of the universe and biomedical science.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In discussing the \"Chaotic and Vibrant Seafloor,\" Dr. Joseph has assembled a comprehensive and scholarly account of the overall composition of Earth, covering the reversal of its magnetic field and the consequences of such repeated events, followed by a brief description of the discovery of the formation of different continents from one big land mass, and the clues put forward by several schools of thoughts, which finally led to the development of plate tectonics theories that succeeded in unifying continental drift and seafloor spreading notions. He also provides a brief discussion on Earth's formation, Earth's interior, earthquakes, volcanic eruptions, oceanic ridges and seamounts, seafloor spreading, plate tectonics, triple-plate junctions, submarine trenches, canyons, hot spots (fixed points on the Earth's surface defined by long-lived volcanism), submarine hot-fluid spewing chimneys, and cold seeps. The author believes that this approach would be useful in providing a framework for evaluating the evolution of viable ecologic niches on this planet. So a glimpse of the geological history of early Earth and its gradual evolution from its initial hot and entirely gaseous lifeless state to the present lively state has been given.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "\"Big Bang\" took place approximately 13.8 BYA when all of space was contained in a \"single point\" which, in an explosion, gave birth to the universe. The heaviest elements were formed in the explosions of supernovae. In first-generation stars, heavier elements such as carbon, nitrogen, and oxygen were formed. Aging first-generation stars then expelled them out into space. The forces of gravity subsequently allowed for the formation of newer stars and of planets. The formation of the solar system began approximately 4.6 BYA with the collapse of a small part of a giant nebula. Most of the collapsing mass collected in the center, forming the sun, while the rest flattened into a proto-planetary disk out of which the planets, moons, asteroids, and other small solar system bodies formed. The surface of a fire ball of hot gases consisting of rock vapor clouds (Proto-Earth) started cooling since its birth. The Proto-Earth collided with a Mars-sized projectile some time before 4.5 BYA. Vaporized rock, mainly from the projectile, condensed in orbit to form the moon. The rock vapor clouds of the Proto-Earth radiated heat to space, thereby cooling the planet to liquid rock in approximately years. Thus, the early Earth was fully molten. Further cooling resulted in its present form of a flattened sphere called Earth. Water clouds condensed at the top of atmosphere and heat radiated to space. From 4 to 3.8 BYA, Earth underwent a heavy bombardment by asteroids. Steam escaped from the crust while more gases were released by volcanoes. Clouds formed as the planet cooled. Rain gave rise to the oceans about 3.8 BYA, or even earlier. Carbon dioxide (CO ) being a greenhouse gas, Earth's surface could not have cooled to habitable conditions without the sequestration of atmospheric CO 2 as carbonates in hot rocks. The Earth's surface was pleasant at about 30°C, only when approximately 1 bar of atmospheric CO 2 remained.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The interior structure of the Earth consists of several layers like an onion. The information about the interior structure of the Earth is collected by geologists from several different sources. Some rocks found at the Earth's surface originated deep in the crust and mantle. Geologists derive some idea from these rocks about the composition of the interior of the Earth. Another source of information is earthquake, or seismic waves which is more indirect, but perhaps more important. When an earthquake occurs anywhere on Earth, seismic waves travel outward from the earthquake's epicenter. The speed, motion, and direction of seismic waves changes dramatically at different levels within Earth, known as seismic transition zones. Therefore, scientists can make various inferences about the Earth's character above and below these transition zones through careful analysis of seismic data. The present Earth is endowed with a thin surface layer of rock called the crust that covers the globe, whose 70% area lies below the oceans.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At the center of the Earth, temperatures are as high as they are on the surface of the sun (approximately 7000°C). Over billions of years, this has caused continents to drift apart and, consequently, the oceans to open and close. The study of Earth and the oceans that feed us and control the Earth's climate are fundamental to our understanding of the precious balance of life on Earth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In this book, the author has also described and discussed various kinds of triple junctions on the seafloor, rotating microplates and the discovery in 2015 of the first oceanic microplate in the Indian Ocean. Formation of submarine mountain chains, seamounts, island arcs, mud-volcanoes, canyons, and trenches are also briefly addressed. Finally, the chapter winds up with a discussion based on analysis of results from an ocean drilling experiment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dr. Joseph describes two very interesting aspects concerning abyssal depths of the oceans; one is the Bermuda Triangle imbroglio that is specific to the Atlantic Ocean, and the other is the formation of polymetallic nodules that are common to the Pacific, Indian, and Atlantic Oceans.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "While discussing the Bermuda Triangle imbroglio, some related aspects, such as the historical episode of fire breakout in the Japan Sea, trawler wreck in Witch's Hole pockmark in the North Sea in the Atlantic Ocean, and methane hydrates have been very nicely explained. Large amounts of methane gas in the form of gas hydrate are trapped below the seafloor at different regions at different depths. Hydrates are unstable and tend to dissociate rapidly due to the presence of a large empty cavity at the core of their structure. Gas hydrates are clathrate compounds. Clathrate is a structure in which water molecules, under certain conditions, bond to form complex networks of molecules forming cagelike structures that encapsulate a guest molecule, which is a gas. When that guest is a methane molecule, it forms a methane hydrate. Methane hydrate deposits in the seafloor sediment layer and their role in the Bermuda Triangle imbroglio is discussed, as well as the possible influence of the warm Gulf Stream in triggering methane gas emission, which, based on scientific evidences, is suspected to be the culprit in the sudden disappearances of ships and low-flying aircrafts in the Bermuda Triangle region, earning it the nickname \"The Devil's Triangle.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Studies supported by submersibles have reported having witnessed methane gas bubbles forming on the seafloor and gradually rising to the sea surface. In the beginning, the bubbles are smaller in size, but as they go up, they keep growing in size because of the continuously decreasing water pressure in the neighborhoods. These gas plume bubbles become so big at times that they get much larger than a large ship. When the ship passes over the plume, the ship is completely engulfed and sinks down to the bottom of the sea. If the gas flow was large, a plume of free gas would rise above the sea surface as gas clouds. Any low-flying aircraft passing through the concentrated gas clouds could be suffocated and would experience engine failure and might crash.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The illustrious navigator Christopher Columbus, who discovered America, sighted a strange light in 1492 in the Bermuda Triangle region. After that event, until 2009, nobody is known to have reported spotting strange lights in the sea. But in July 2009, a paper (authored by Drs. Tsuji and Tachibana from Japan) presented at the 24th International Tsunami Symposium, held at Novosibirsk (Siberia, Russia) describing the Japanese historical accounts (which remained buried in the Japanese language archives) of fire having broken out in the Japan Sea in 1854 and 1946, delighted every delegate to such a great extent that at the end of the talk everybody stood up in awe, and profusely clapped in great appreciation of the Japanese authors for breaking this new piece of information to the world. The author of this esteemed book was one among the delegates to witness this great moment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The author addresses another interesting aspect of the ocean floor, namely; the carpet of \"dark gold\" (poly-metallic nodules) having been paved over it by nature over a period of billions of years' utterly slow growth (at the rate of 1-3 mm/million year). This is a totally unrelated, but fascinating, fact about the oceans, where the abundance of a special kind of an approximately potato-shaped, multimineral form, known as polymetallic nodules-which cover vast areas of the seafloor, but are most abundant in abyssal oceanic basins at water depths of 4000-6500 m-has been very nicely described and discussed. These nodules vary in size, from tiny particles visible only under a microscope, to large pellets more than 20 cm across. However, most nodules are between 5 and 10 cm in diameter, about the size of potatoes. Their surface is generally smooth, sometimes rough, knobby, or otherwise irregular. It was found that there are some regions in the world oceans where the seafloor is so strewn with nodules of differing shapes and sizes that the seafloor looks like a vast \"carpet of dark gold.\" The nodules contain commercially attractive (though variable) levels of metals such as nickel, copper, and cobalt.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The author attaches due importance to the devices used for collection of the \"dark gold\" from the abyssal ocean depths (paved on the ocean floor, as well as buried in thick sediments lying below the ocean floor's watersediment interface). Subsequent discussion on the dark nodules revolve around important aspects, such as their specialty and structure, factors influencing their formation, the role of nucleating materials, their shape and surface texture, internal features (thickness of oxide layer; internal micro-structure), chemical composition, role of microorganisms in their formation, and presence of rare earth elements. The distribution of nodules in the world oceans reported by numerous scientific and industrial research programs undertaken by various organizations, particularly the Indian National Institute of Oceanography (CSIR-NIO), has been comprehensively discussed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Oceans as an abode of nutraceuticals, pharmaceuticals, and biotoxins has been described in detail and presented by Dr. Joseph. The environment in the oceans is an exceptional reservoir of bioactive natural products, many of which exhibit structural and chemical features not found in land-based natural products. Marine organisms have evolved biochemical and physiological mechanisms, such as production of bioactive compounds for diverse purposes, including survival, reproduction, communication, and protection against predation and infection, and competition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Because of the peculiar physical and chemical conditions in the oceans, marine organisms produce within them a variety of molecules with unique structural features. The sea also provides amazing biological diversity besides the chemical diversity. In terms of biodiversity, the oceans are far more diverse and really would have been the better place to start developing a natural pharmacy. The possibility of medicinal breakthrough",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "xvi discoveries from the marine world has radically increased in the last few years and paralleled the advances in biotechnology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The quest for anti-cancer marine alkaloids (class of nitrogenous organic compounds, primarily of plant origin, including many drugs and poisons which have pronounced physiological actions on humans) and the discoveries made until now in this field are quite striking, especially when considering the short exploration time. Significant efforts were undertaken to isolate these bioactive secondary metabolites from marine flora and fauna. Cyanobacteria, fungi, sponges, algae, and tunicates have proven to be a source of a large array of alkaloids, many of which can potentially compete with anti-cancer alkaloids derived from plants, and which are in clinical trials or in clinical use. Although the majority of these secondary alkaloids were identified in cyanobacteria, the most studied ones are from sponges and tunicates. It was found that alkaloids derived from sponges and tunicates have various anti-cancer activities. Two alkaloids derived from tunicates-aplidin and trabectedin-are already in phase II cancer clinical trials. Several modes of action of marinederived alkaloids are similar to those of their terrestrial counterparts, while others have completely novel mechanisms. Despite the recent advances in drug discovery from marine organisms, the marine environment is still to be considered a relatively untapped resource, particularly for discovering promising anti-cancer drugs. The marine organisms, which have had to endure predation and stressful habitats over prolonged years of evolution, hold great promise for the future of anti-cancer drug discovery. Successful collaborations between academic institutes and pharmaceutical companies will continue to provide the mutual benefits that each party seeks. The marine natural products have an exceedingly bright future in the discovery of life-saving drugs. The pharmaceutical industry now accepts the world's oceans as a major frontier for medical research. The pharmaceutical companies, such as PharmaMAR (Spain & United States), Aventis, AquaPharm Biodiscovery Ltd. (United Kingdom), Nereus Pharmaceutical (United States), Neurex, Novartis, and Wyeth are working in the field of marine natural products.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Drug discovery from marine natural products has enjoyed a renaissance in the past few years. Ziconotide, a peptide originally discovered in a tropical cone snail, was the first marine-derived compound to be approved in the United States in December 2004 for the treatment of severe, chronic pain in patients who require intrathecal analgesia. In October 2007, Trabectedin became the first marine anti-cancer drug to be approved in the European Union. Seven therapeutic agents (four anti-cancers, one anti-viral, one for pain control, and another for hypertriglyceridemia) have been reported to be derived from the marine environment. In addition, a further 13 agents are in phase-I, II, or III clinical trials. Marine mollusks, sponges, and tunicates are the richest collected source of these most valuable substances. However, these animals have been shown to be or are strongly suspected of harboring or feeding upon microorganisms that are the actual producers of the bioactive agent. Some 13 agents with a marine origin are in current clinical trials, 11 with an indication for cancer cure, one for cognition and schizophrenia, one for Alzheimer's (along with cancer) treatment, and one for wound healing. Interestingly, three of these agents (one in phase-II and two in phase-I trials) are antibody conjugates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Immunotoxins and antibody-drug conjugates are protein-based drugs combining a target-specific binding domain with a cytotoxic domain. Such compounds are potentially therapeutic against diseases including cancer; and several clinical trials have shown encouraging results. During the preparation of immuno-conjugates by chemical synthesis, the choice of the hinge component joining the two building blocks is of paramount importance: the conjugate must remain stable in vivo, but must afford efficient release of the toxic moiety (ie, an anticancer drug molecule) when the target is reached. There are many strategies employed in developing immunoconjugates focusing on the evolution of chemical linkers. Three components are essential-a targeting agent, a biodegradable linkage, and a bioactive potent anti-cancer agent. Several aspects of the rational design of active conjugates may be of interest. Antibodies alone have shown some success in extending the lives of cancer patients, but in many cases, more potent agents are required to attempt complete eradication of the cancer mass. Many different agents have been conjugated, including traditional anticancer agents, cytotoxic natural products, phytotoxins, radioisotopes, bioactive proteins, enzymes that activate pro-drugs of cytotoxic agents, and photosensitizers. In order to exploit the maximal effect, the inherent potency of the released drug must be sufficient to kill the tumor cell, even at low concentrations. To achieve significant cytotoxicity, very potent agents must be used. Antibody-based therapeutics is of growing significance in cancer therapy, as evidenced by the fact that 28 such drugs have now been approved for oncologic indications by the FDA, for marketing in the United States. The market for these therapeutics is the fastest growing sector in the pharmaceutical industry. Thus, the pipeline of promising marine-derived or inspired agents is very strong. Seven agents have entered the clinic as approved drugs, mostly in the area of cancer, but also for viral, pain and hyperlipidemia indications. When combined with the rich pipeline of agents in clinical trial and preclinical evaluation, it can be surmised that the marine environment has performed extremely well in yielding new medicines, as well as pharmacological tools. Keeping in view the actual or suspected metabolic source of the most important agents, the heterotrophic bacteria and cyanobacteria are the real metabolic jewels of the world's oceans; accounting for fully 80% of these clinical trials and approved pharmaceutical agents. A number of commercial providers offer marine natural products for sale as research biochemicals. The sponges, cyanobacteria, and algae/plants (micro-algae, macro-algae, and aquatic plants) are the sources of most of these useful tool compounds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The first living organisms are believed to have appeared in the oceans more than 3.5 BYA and evolutionary development has equipped many marine organisms with the appropriate mechanisms to survive in a hostile milieu, in terms of extreme temperatures, changes in salinity, and pressure, as well as overcoming the effects of mutation, bacteria, and viral pathogens. Many sessile invertebrates such as sponges, corals, and tunicates feed by filtering seawater. Because seawater contains high concentrations of bacteria, these organisms produce antibiotics to defend themselves from potentially harmful microorganisms. Thus, the production of antibacterial compounds by microorganisms and filter-feeders such as sponges, mollusks, bryozoans, ascidians, etc. provides a possible link between chemical defense for the marine organisms and antibiotics for use in humans. The researchers are concentrating their efforts on slowmoving or sessile invertebrate phyla that have soft bodies, and lack spines or a shell, that is, animals that require a chemical defense mechanism for their survival.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The search for \"Drugs from the Sea\" progresses at the rate of a 10% increase in new compounds per year. Researchers have isolated several nucleosides from the Caribbean sponge Tethya crypta (Tethylidae). This discovery led researchers to synthesize analogues, Ara-A and Ara-C, which improve antiviral activity. These marinerelated compounds are in clinical use. Ara-A is the acronym for Adenine arabinoside. This is an analogue of adenine and acts by inhibiting DNA polymerase, so that viral DNA synthesis is inhibited. It is effective against herpes viruses, varicella-zoster virus, vaccinia, and hepatitis B viruses. Arabinosyl Cytosine (Ara-C) is a chemotherapy agent used mainly in the treatment of cancers of white blood cells, such as acute myeloid leukemia and non-Hodgkin lymphoma. Ara-C kills cancer cells by interfering with DNA synthesis. Ara-C and Ara-A were the first commercialized drugs of marine origin. Some other early successes were the discovery of prostaglandins and cephalosporins, and production of a cervical dilator from seaweed of the Laminaria genus. Systematic efforts and leads for drug development were greatly helped by the development of new technologies in diving, sample collection, chemical analysis, and biological screening. It is worth noting that more than 7000 marine natural products have been isolated and many leads have been obtained which have resulted into some drugs being commercialized, either as semi-synthetic derivatives of the original marine chemicals, or completely new synthetic compounds. Analysis of the source of these natural products indicate that approximately 25% are from algae; 33% from sponges; 18% from sea whips, sea fans, and soft corals; and 24% from other invertebrate phyla such as tunicates, mollusks, starfish, sea cucumbers, and moss animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The major advantages of marine drugs are their effectiveness in patients who have become resistant to the drugs developed from land-based plants or synthetic materials. The oceans, which offer a biologically rich ecosystem that covers approximately 70% of the Earth, contain a large number of organisms, which produce an array of compounds to help them withstand extreme conditions of temperature and pressure, and to provide protection against predators. One class of these compounds is the nitrogen-containing alkaloids. Recently, marine-derived alkaloids, isolated from aquatic fungi, cyanobacteria, sponges, algae, and tunicates, have been found to also exhibit various anti-cancer activities. The molecular revolution has forever changed the face of marine natural products chemistry. With the genomics, proteomics, metabolomics, and transcriptomics being employed by marine natural product practitioners, new areas of science and inquiry have emerged over the past decade that have begun to answer long-standing questions and provide fresh ideas for new research directions. The linking of natural products chemistry with modern molecular biology has empowered researchers with the ability to address fundamental questions about the biosynthetic capacity of marine organisms, the synthetic role of microbes in marine invertebrate natural product chemistry, and the bio-engineering potential of marine drugs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In recent years, a significant number of novel metabolites with potent pharmacological properties have been discovered from marine organisms. Notable discoveries were made of compounds that profoundly affect the cell cycle and cellular metabolism. For example, hymenialdisine, a marine sponge constituent, is capable of inhibition of cyclin-dependent kinases, gsk-3beta, and ck1. Likewise, aldisine alkaloids from the Philippine sponge stylissa massa are potent inhibitors of mitogen-activated protein kinase-1 (mek-1). It seems that the future looks almost hopeful in developing a whole new pharmacopoeia from the sea. The oceanic world has much to offer human society in terms of pharmaceutical agents, agrochemicals, and research biochemicals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dr. Joseph describes in detail many nutraceutical products obtained from marine flora and fauna. It is estimated that more than 5 lakh species of flora and fauna are present in the oceans; more than double those found on land. The oceans have been a rich source of nutraceutical and pharmaceutical products. Marine flora, commonly known as seaweeds, has been used as food since ancient times, primarily by people living in coastal areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Fortunately, seaweeds are excellent sources of iodine. Seaweeds are, therefore, effective in normalizing thyroid and reproductive functions, as well as solving many bone-related problems. The Laminaria and Sargassum species of seaweeds can promote urination; reduce edema, goiter, testicular pain, swelling, and scrofula. The Porphyra species is suitable for treating liver-spleen enlargement, liver cirrhosis, sore throat, and tumors. Coral reef products have also been traditionally used in Taiwan, Japan, China, and India for treating various ailments. Indians, Egyptians, Chinese, and Sumerians are just a few civilizations that advocated the additional utility of foods as medicines. Ayurveda, the 5000 year old ancient Indian health science, has mentioned the benefits of food for therapeutic purposes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The most commonly used marine floras are brown algae. Marine flora contains a number of minerals and they provide nutraceutical benefits in addition to being an important component of the diet. They are a good source of bio-available iron. They also contain the mineral vanadium which is highly useful in regulating carbohydrate metabolism and blood sugar. Marine floras contain a variety of nonflavonoid and noncarotenoid antioxidants, and also alkaloid antioxidants; and sulfated polysaccharides which are known to have anti-inflammatory and anti-viral properties. They also lower cholesterol and consequently estrogen and the associated risk of breast cancer. Algae have been subjects of scientific evaluation and scrutiny by various researchers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Spirulina, which is a genus of blue-green algae, is considered as a complete and healthy nutritious food providing quick energy and nourishment. This is a tiny marine flora in the shape of a spiral coil (hence the name spirulina) as seen under a microscope. The species most commonly recommended for use as a nutritional supplement are Spirulina maxima and Spirulina platensis. These occur naturally in warm, alkaline, salty, brackish lakes, but are also commonly grown by aquaculture and harvested for commercial use. Spirulina is one of the best sources of concentrated protein (containing 83-95% digestible protein), all 10 essential dietary amino acids to gain muscle, a good source of vitamin B12 useful for neurological functions, high natural concentration of beta-carotene, and mixed carotenoids to boost immune system, full spectrum of antioxidants, high concentration of phycocyanin to boost immune stimulating biliprotein, highest natural form of gamma-linolenic acid (GLA; an essential fatty acid) whose concentration is next to only mother's milk, rhamnose (a rare biologically active sugar), glycogen, omega-3, and other essential fatty acids. The GLA present in the spirulina species can be used in the body to form products that are anti-inflammatory and antiproliferative. It is potentially useful for individuals with rheumatoid arthritis and diabetic neuropathy. It may also play a role in lowering plasma triglycerides and increasing HDL cholesterol. Spirulina also contains elements such as iron, calcium, magnesium, manganese, potassium, selenium, and zinc. It is also a good source of trace minerals, some vitamins, bioflavonoids, and other phytochemicals. It has an exceptionally high level of an anti-oxidant (superoxide dismutase). Spirulina is often added to green juices, smoothies, and health shakes to bump up protein and antioxidant content. It is also used as a feed supplement in the aquaculture, aquarium, and poultry industries. Spirulina has been used as a source of protein and nutrients, particularly beta-carotene, by the World Health Organization (WHO) to feed malnourished children. Moreover, the GLA present in spirulina dissolves fat deposits, helps prevent heart problems and reduces \"bad\" cholesterol. According to the findings of the National Cancer Institute, USA, sulfo-lipids in spirulina are remarkably active against the AIDS virus. Regular intake of spirulina increases anti-viral activity, stimulates the immune system, reduces kidney toxicity, improves wound healing, and reduces radiation sickness.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The marine fauna, fish, and shellfish commonly used for diet, are low in saturated fat, but high in omega-3 fatty acids; and consumption of them lowers cholesterol in the blood and thus, the risk of heart disease. Fish consumption improves blood circulation and reduces the risk of thrombosis (formation of blood clots inside blood vessels). Eating fish also keeps eyesight bright and healthy because omega-3 fatty acids have been shown to protect eyesight in patients suffering from age-related macular degeneration. Fishes and shellfishes are also a very good source of many vitamins, including vitamins A and D; particularly retinol (a form of vitamin A), which improves night vision.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Fish oil is a rich source of omega-3-fatty acids known to be critical for the inflammatory system and prevention of inflammation and have other health benefits. Interestingly, fishes do not produce omega-3-fatty acids, but accumulate them by eating micro-algae or preying on fishes that have accumulated omega-3-fatty acids along with high levels of antioxidants, such as iodide and selenium from micro-algae. Antioxidants are a group of organic or inorganic substances capable of preventing the genotoxic and carcinogenic effects of free-radical compounds. Antioxidants bind to and neutralize free radicals, thereby transforming them into nontoxic compounds and blocking their genotoxic (causing damage to DNA) and carcinogenic (causing cancer) effects. Omega-3 fatty acids in fish oil are useful for treating hyper-tri-glyceridemia, and thus beneficial for preventing heart diseases. Omega-3 is also useful in other clinical situations such as depression, anxiety, cancer, and macular degeneration. Nutraceuticals are currently receiving recognition for being beneficial in coronary heart disease, obesity, diabetes, cancer, osteoporosis, and other chronic and degenerative diseases such as Parkinson's and Alzheimer's diseases. Evidence indicates that the mechanistic actions of natural compounds involve a wide array of biological processes; including activation of antioxidant defenses, signal transduction pathways, cell survival-associated gene expression, cell proliferation and differentiation, and preservation of mitochondrial integrity. It is believed that these properties play a crucial role in the protection against the pathologies of numerous age-related or chronic diseases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dr. Joseph explores and discusses in detail the topic of \"Marine Creatures with a Difference,\" describing that the oceans are the last great wilderness on Earth and about 70% of the Earth's surface is oceans, where life can exist thousands of feet deep. In contrast, life on land exists only in a thin layer extending a few hundred feet above terra firma (dry land mass on the Earth's surface). Some of the richest, most diverse, and most important ecosystems on the planet Earth are under waterdcoral reefs that rival tropical rain forests in diversity, estuaries that shelter the young of far-ranging schools of fish, and the vast deep-sea floordhome to some of the planet's most exotic creatures. More than 99% of Earth's living space is estimated to be oceanic.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the deep sea, where darkness is permanent, the capability to emit visible light is of major ecological importance. This phenomenon called bioluminescence is widespread among marine taxa, from bacteria to fishes. Bioluminescence arises from a chemical reaction carried out in specialized cells called photocytes (intra-cellular bioluminescence) or in the environment when luminous compounds are excreted (extra-cellular bioluminescence). Some bioluminescent life forms (eg, anglerfish, squid, crustaceans, jellyfish, single-celled algae, to name a few) make their own light and carry it around in their bodies. In glowing animals, chemical compounds in their bodies mix together, and generate a fascinating glow in a lightproducing reaction. Bioluminescence seems to be one of the most spectacular adaptive convergences, as it is supposed to have appeared more than 40 times in evolution. Scientists now know that bioluminescence is widespread in the oceans and contributes to the success of many marine species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In bioluminescence, the light is emitted via a lightproducing chemical reaction of a species-specific pigment, known as luciferin, with oxygen or adenosine tri-phosphate (ATP). The luciferin-luciferase reaction can also create byproducts, such as oxy-luciferin and water. Luciferin and luciferase are generic terms rather than the names of particular chemicals. Lots of different substances can act like luciferins and luciferases, depending on the species of the bioluminescent life-form. For example, the luciferin coelenterazine is common in marine bioluminescence. Dinoflagellates that obtain food through photosynthesis use a luciferin that resembles chlorophyll. Their luminescence is brighter after very sunny days. Some shrimp and fish appear to manufacture their luciferin from their food. Two types of chemical pathways have been shown to allow light emission in living organisms. In the first one, called luciferin-luciferase system, a substrate (luciferin) is oxidized by an enzyme (luciferase), in the presence of oxygen and sometimes cofactors. In the second one, the luciferin, the enzymatic complex and the oxygen are bound together in a \"precharged\" compound, photo-protein. Luciferase is an enzyme that is required to speed up (catalyze) the oxidation of luciferin. The photogenic cells (photocytes), where bio-luminescence is generated internally from a chemical reaction, are often embedded in organs called photophores. Although luciferases are genome products (ie, each of them is species-specific), luciferins seem to be more ubiquitous. The same luciferin can be used as the substrate of the reaction in nonsister taxa, such as crustaceans and fishes. Tens of luminous systems have been discovered, involving various combinations of luciferins, enzymes, and cofactors and it is likely that many more remain to be discovered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many triggers such as neurological, mechanical, chemical, or as-yet-undiscovered ones can start the reactions that create light. Via this reaction, most marine species prefer to produce blue or green light, because these wavelengths are less attenuated and therefore, can travel the greatest distance through seawater. However, there are some species that produce red, yellow, or even infrared light such as some fish, worms, and jellyfish. Lots of bioluminescent animals, including jellyfish, squid, shrimp, krill, marine worms, and fish species live at the twilight zone. Most of them self-generate light that has a wavelength of roughly 440 to 479 nanometers. This matches the blue-green sunlight that exists in this part of the ocean. In some parts of the ocean, these animals, not the sun, are the primary source of light. Not all animals produce their own light. Animals can either house the luminous substances in their own bodies or develop a symbiotic relationship with light-producing bacteria. Some squids and fishes adopt the symbiotic system as an efficient way to emit light, as they do not produce light, but cultivate luminous bacteria in a particular organ (light organ) in the host organism's body. The bacteria produce light all the time, so in order to turn their lights on and off, some animals can pull their light organs into their bodies. Others cover them with pieces of skin similar to eyelids. Some organisms also use a fluorescent substance, like green fluorescent protein (GFP), to adjust the color of the light they create.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Some marine creatures exist that emit bioluminescence when they perceive danger to their life; such as when jellyfish are attacked by bigger fish. It would be interesting to note that the common deep-sea jellyfish Atolla wyvillei generate a bioluminescent burglar-alarm display. This alarm is a scream for help-the last ditch efforts of an animal for survival to attract the attention of a larger predator that may attack their attacker and, thereby, afford them an opportunity for escape. Burglar-alarm displays are generated, not only by animals, but also by plankton. If a small fish begins to feed on the plankton, the disturbed plankton emits a flash of light. The light attracts larger fish, which are likely to be the smaller fish's predators.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There are blue light beaming ostracods which are a class of crustaceans (creatures having hard exoskeleton, jointed legs, and segmented body). Ostracod crustacean Vargula hilgendorfii, sometimes called the sea-firefly, is one of three bioluminescent species known in Japan Sea. Underwater studies on ostracods (species of small marine crustacean) abundant in coastal and deep waters have shown that males of the Vargula group use light displays to identify themselves to willing females for a whirlwind courtship. Male ostracods squirt out a bioluminescent mixture into the water. They do this about an hour after sunset over shallow sea-grass beds with the intention of attracting females. Among ostracods of different varieties, a particularly important variety among them is Cypridina. At night, the ostracod swims along and, upon encountering a predator, ejects luciferin and luciferase into the water, producing a cloud of blue luminescence. The animal then swims away into the darkness of the surrounding water. The luminescence is emitted by an enzyme reaction, commonly known as the luciferinluciferase reaction. When cypridina is dried, the specimen keeps its luminescence property almost permanently, and it will emit light again by simply wetting it with water. Because of this property, the Japanese military collected a large quantity of this organism during World War II for intended use as a low-intensity light source.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Scientists are trying to study bioluminescent proteins from marine organisms to better understand mapping and signaling in the brain to improve our understanding of how the brain communicates via its network of neurons. They are trying to collect bioluminescent organisms from which RNA/DNA would be extracted for future isolation of novel compounds, which would be evaluated for use in biomedical research including cancer cell tagging, and development of neuronal activity probes. Among vertebrates, only some species of fishes are known to be luminous. In sharks, two families show this ability: the lantern sharks (Etmopteridae) and the dwarf mesopelagic kitefin sharks (Dalatiidae). The small bioluminescent shark species are key predators of many oceanic communities. These sharks are endowed with thousands of tiny photogenic organs called photophores that allow them to produce a visible light as a result of a chemical reaction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Research by a team of highly dedicated scientists, in different disciplines, led to the 2008 Nobel Prize-winning discovery of the green fluorescent protein (GFP) from a green-light emitting jellyfish; and the consequent development was one of the most exciting innovations for life sciences, and the starting point of the deciphering of numberless natural phenomena. They contributed greatly to the study of cell biology, by identifying and marking proteins that contribute to illness and disease. Scientists long believed that understanding bioluminescence might one day throw much light in biomedical research. The 2008 Chemistry Nobel Prize-winning discovery has been equated to the invention of the microscope in terms of the impact it has had on science. The glowing jellyfish, from which the chemical compound exhibiting great applications and implications in bio-medical research has been isolated, is Aequorea victoria.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The cloning and expression of apoaequorin cDNA was accomplished, which was a great ecological relief in terms of not having to amputate the luminescent ring of the magnificent jellyfish Aequorea for research purposes and the supply of natural aequorin was unnecessary when it became possible to produce recombinant aequorin in living cells. There was a puzzling question of why was blue light emitted in the extraction while the intact organism glowed in green? Finally the studies revealed that the blue light coming from aequorin was only the source of energy for another gleaming protein-the jellyfish green fluorescent protein. It was also revealed that the light emitted by aequorin was absorbed by the green fluorescent protein, which used this energy to produce a green fluorescence. Hence, it became known as the green fluorescent protein (GFP). The structure of the GFP chromophore was elucidated and verified later by scientists. The cDNA of GFP from the beautiful jellyfish Aequorea was cloned and expressed in living organisms. The successful expression of GFP has established the basis for using GFP as a marker protein for gene expression, resulting in the present widespread popularity of GFP. The usefulness of GFP has been further enhanced by the discovery of red-fluorescent GFP-like proteins in anthozoan corals, and also by various improvements and developments. Scientists are very happy and hopeful for the growing usefulness of GFP as one of the most important tools used in contemporary bioscience. The GFP is composed of 238 amino acids, linked together in a long chain. This chain folds up into the shape of a beer can. Inside this \"beer can\" structure, amino acids glow green when exposed to ultraviolet light. It is now used as a marker on otherwise invisible proteins within cells to trace them as they take part in different cellular functions. It can tag individual cells in tissue. And it can also show when and where particular genes turn on and off. The GFP contain a special chromo-phore that sucks up the energy and then emits the energy without any additional chemicals to illuminate it. This aspect of GFP separates it from other bioluminescent proteins. By introducing the GFP gene into E. coli and C. elegans, it was shown that there were no other jellyfish-specific proteins or factors necessary to produce the green glow, thereby removing the initial doubts that GFP would not work outside jellyfishes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dr. Joseph has eloquently explained the role of the GFP in revolutionizing biomedical research. With the aid of GFP, researchers have developed ways to watch processes that were previously invisible, such as the development of nerve cells in the brain, or how cancer cells spread. It is known that tens of thousands of different proteins reside in a living organism, controlling important chemical processes in minute detail. If this protein machinery malfunctions, illness and disease often follow. That is why it has been imperative for bioscience to map the role of different proteins in the body. By using DNA technology, researchers can now connect GFP to other interesting, but otherwise invisible, proteins. This glowing marker allows them to watch the movements, positions, and interactions of the tagged proteins. GFP enables a visual fix on how organs function, the spread of disease and the response of infected cells to treatment. This glowing protein is used as a tag to illuminate previously invisible biochemical processes deep within cells and the development of nerve cells in the brain, or how cancer cells spread through tissue. GFP allows following the fate of various cells: such as nerve cell damage during Alzheimer's disease or how insulin-producing beta cells are created in the pancreas of a growing embryo. They are now even incorporated into bacteria to act as environmental biosensors in the presence of toxic materials. GFP was used to identify various biological phenomena in the earthworm-a creature frequently studied because of its genetic similarity to humans. By modification of just a few amino acids in the chromophore, the GFP was able to absorb and emit different colors in the color spectrum, such as cyan, blue, and yellow. Later DsRed (red fluorescing protein) was used as a fluorescent tag which is one of the easiest fluorescent colors to observe and now used to identify many of the illness-and disease-producing proteins. By doing structural research on GFP, scientists developed further fluorescent derivatives and variants, such as yellow fluorescent protein (YFP), cyan fluorescent protein (CFP), and blue fluorescent protein (BFP). This allowed researchers to give various proteins and cells different colors. This enables scientists to follow several different biological processes at the same time. This has made identification of disease, and even new treatment delivery techniques, possible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The author also provides a fascinating description of the fishes that play hide and seek, and marine creatures that mimic; the gelatinous creatures, particularly the bumpy jellyfish in deep sea, and the highly venomous mysterious creature, known as Box Jellyfish; the treatment for box jellyfish sting victims; the ecosystem impact of the jellyfish explosion; a special kind of dangerous fish known as Lionfish, which poses a grave threat to fish populations and coral reef ecosystems; deep-sea vampire squid, which has the ability to thrive in the oxygen minimum zones, where other marine creatures avoid entering; the giant squid and colossal squid; and the difficult life at submarine canyons and deep-sea trenches as well as the role of dead whales in providing a deep-sea living legacy.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In his chapter \"Complex Wave Motions and Thermal Structure in the Oceans,\" Dr. Joseph explains the role of the atmosphere in generating waves in the oceans, various aspects of internal waves-the invisible colossal waves below sea surface in some specific regions-and their impact on offshore exploration, climate, and fisheries. He has given a good account of the intricate tidal motions in topographically complex water bodies, with considerable attention to tidal bores. A tidal bore is a wall of tumbling and foaming water roaring up an estuary with high speed and thundering noise, often capsizing fishing boats found in its way. Oceanic temperature inversion-the process of a subsurface warm water layer sandwiched between colder waters above and belowhas been explained, giving particular attention to its climatic impact. The ocean is one of the most important components of the climate system. The complex thermal structure of various zones of the oceans exerts considerable influence on the spatial distribution of marine life and precipitation over land. Thermocline oscillationsthe giant subsurface internal waves-can be troublesome to offshore engineering works and installations, but at the same time can have ecological and climatological benefits in terms of thoroughly mixing the oceans. From the surface to the bottom, almost the entire ocean undergo several kinds of continuous and oscillatory motions, some of which are good source of green energy being tapped in several parts of the globe. The chapter also gives an account of a recently identified scientific explanation to the vexing question of the historical biblical crossing of the Red Sea by the Israelites led by Moses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dr. Joseph has discussed the topic of \"Magic with Colors-Sea Surface Changes\"-describing that sea surface color and its changing pattern has always fascinated people, especially mariners, fishermen, artists, poets, and explorers. The phenomenon of seawater changing color to green depends on the oceanic microflora called phytoplankton. The oceans are a home for these microscopic plants. Phytoplankton forms the base of the ocean's food web. Net annual photosynthesis by ocean phytoplankton alone is of similar magnitude to that of all terrestrial plants. The tidally-driven periodic aggregation of phytoplankton (phytoplankton patchiness) in the marine environment is a result of coupling between biological activity and physical forcing functions. Scientists on their research vessels exploring the seas also have observed different kinds of algae that conglomerate in some areas on the sea surface.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Trichodesmium blooms that turn large areas of the sea surface brown have been observed by the space shuttle and by color-sensing satellites. Trichodesmium is one of many tiny photosynthetic organisms that use the sun's energy, carbon dioxide, and other nutrients to make organic material that constitutes the basis of the marine food web. Production of biomass in surface waters is typically limited by nitrogen, but Trichodesmium is able to escape that constraint by virtue of its ability to utilize nitrogen gas, which is plentiful in the atmosphere and upper ocean.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Coccolithophore blooms that turn the sea surface milky white have also been detected through satellite imageries. Like any other type of phytoplankton, coccolithophore is a unicellular marine plant; but unlike others it is a \"scaly plant,\" characterized by bearing a calcite (limestone) exoskeleton formed around the cell. The calcium carbonate (CaCO ) scales, known as coccolithsthat calcify outside the cell and formed by a process of biomineralization-are shaped like hubcaps and remain in the ocean after the organism itself has died. Beautiful calcium carbonate disks of the coccolithophore alga have been observed and studied in much detail under Scanning Electron Microscope (SEM). Scientists estimate that the organisms dump more than 1.5 million tons (1.4 billion kilograms) of calcite a year, making them the leading calcite producers in the ocean. These white calcium carbonate disks (coccoliths) turn the seawater milky white during coccolithophore bloom.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Satellite-borne remote sensors have given a clear picture of the floating marine algae of different kinds. The changes in the color of the ocean can be measured by visible spectral radiometry (ocean-color remote sensing) using instruments carried onboard satellites in Earth's orbit. The relevant information on the distribution, size, and taxa of the phytoplankton is recovered from the ocean-color data. Sea surface color is an Essential Climate Variable recognized by the Global Climate Observing System (GCOS). It is the only biological variable in the ocean amenable to remote sensing. Creating a time-series of ocean-color data for climate research requires that data from multiple satellites are brought together to create a seamless time-series. It is important to minimize artifacts when data from disparate sensors are brought together. Satellite imageries monitored routinely by dedicated agencies, such as universities, oceanographic laboratories, fisheries laboratories, and so forth, have begun to provide a wealth of information on the genesis, growth, and quantity of various types of marine algae over the entire ocean waters of the world.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There is evidence of some types of algae playing an important role in nitrifying the seawater at a time when it is almost a \"desert\" in terms of fertility, thereby helping the growth of phytoplankton-the lifeline of the oceans. Some other algae are believed to influence the oxygen budget in the atmosphere. Algae harmful to the flora and fauna of the sea (known as harmful algae) are also there. There are layers of phytoplankton and zooplankton that at times thrive in the photic zone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Phytoplankton is called the grass of the oceans because they provide food for the small ocean grazers-zooplanktons-which in turn feed larger marine animals, from fish to shellfish. The study of marine phytoplankton has always been a subject close to the hearts of marine biologists. The secrets of phytoplankton have often been perplexing to oceanographers. A team of scientists participating in the NASA-sponsored oceanographic expeditions and punching through 3-ft thick sea ice in the Arctic Ocean waters, made a biological discovery in Arctic Ocean waters, which were found richer in phytoplankton than any other ocean region on Earth. The finding reveals a new consequence of the Arctic's warming climate and its ecology. Scientists now consider that the thinning Arctic ice is allowing sunlight to reach the waters under the sea ice, catalyzing the plant blooms where they had never been observed. The impacts of El Niñowarming and La Niña-cooling events on the chlorophyll levels and plant life in the oceans have also been discussed by the author.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The fascinating world of corals and coral reefs has been described and explained by Dr. Joseph, taking a look at the life of the tiny marine creatures and the grandeur of the reefs they build using CaCO produced by these calcifying organisms with amazing style and precision. The individual animals are known as polyps and have a cylindrical body crowned by an oral disc with a mouth and a fringe of tentacles. Polyps can live individually (like many mushroom corals do) or in large colonies that comprise an entire reef structure. At the base of the polyp is a hard, protective limestone skeleton called a calicle, which forms the structure of the coral reefs. A coral reef represents the net accumulation of CaCO produced by corals and other calcifying organisms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The coral polyps live in symbiosis with millions of tiny unicellular microscopic photosynthetic algae (zooxanthellae) that provide nutrients and oxygen in return for carbon dioxide and shelter. Often called \"rainforests of the sea\" and \"canaries of the sea,\" shallow coral reefs form some of the most diverse ecosystems on Earth. They occupy less than 1% of the world's ocean surface, yet they provide a home for at least 25% of all marine species including fish, mollusks, worms, crustaceans, echinoderms, sponges, tunicates, and other cnidarians. The turtles are permanent residents of coral reefs and leave their home reefs only temporarily when laying eggs on the sandy beaches of their choice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During the five-year voyage of the HMS Beagle, the celebrated naturalist Charles Darwin noticed that corals seemed to proliferate when ocean waters were warm, poor, clear, and agitated. The coral reef can flourish like an \"oasis in the desert,\" even if tropical waters contain few nutrients. This has given rise to the ecosystem conundrum, sometimes called \"Darwin's paradox.\" Recent oceanographic research has brought to light the reality of this paradox by noting that reef-building corals (Scleractinia) harbor a complex network of interactions between the coral animal, photosynthetic algal symbionts, and a complex bacterial community. This partnership allows corals to proliferate in tropical, nutrient-poor waters, where they form the backbone of the coral-reef ecosystem and its associated biodiversity, thus clearing the question that Darwin posed in the 19 th century.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although seamounts are favorite locations for corals to thrive, the gigantic structures designed with the sole purpose of extracting crude oil and natural gas out of rock formations also serve another equally important, though unintentional, role that is serving as the artificial reef systems. Shortly after an offshore platform is installed, the support system is colonized by a dense carpet of algae, hard and soft corals, sponges, hydroids, bryozoans, gorgonians, anemones, tube-worms, barnacles, and bivalves. Corals flourish in relatively shallow tropical and subtropical waters free from suspended sediments, exposed to direct sunlight, with optimum temperature of 23-25°C. Coral reefs pulsate with colors and movement, and they are one of the most complex and colorful tropical ecosystems in the world. They are important protection for coastal communities from storm-surge and wave damage, and the foundation for thousands of jobs and decent earnings for coastal communities. Coral reefs are endowed with a rich collection of plants and animals with biomedical and nutritional applications that scientists have only just begun to explore.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Corals offer thousands of unique chemicals, such as anticoagulants and anti-cancer agents that are useful for a wide variety of medical applications. A new class of nonsteroidal anti-inflammatory and pain-killing compounds known as pseudopterosins has been derived from a Caribbean soft coral called \"sea whip.\" These compounds have been exciting because they have been found to be more potent than commonly prescribed antiinflammatory drugs; can be used to treat degenerative diseases, such as arthritis, which afflicts millions of people all over the world; is an excellent pain reliever, not possessing the narcotic and addictive properties of morphine or its derivatives; and more importantly, possessing chemical structures that have never been seen or studied before. Coral reefs are an important source of seafood and protein, and provide habitat and nursery for 10-20% of the world's fisheries. Coral reefs by far are our richest marine ecosystems, providing important assets to local and national economies. They produce fisheries for food, materials for new medicines, and income from tourism, recreation, and educational programs. Unless we understand how reefs function as ecosystems, we will be in no position to help societies use them in a sustainable manner.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The author has explained in detail a recent experimental platform called \"Coral-on-a-Chip\" Microfluidic System which combines micropropagation and microfluidics to allow direct microscopic study of live coral polyps. The world's corals are dying, with tremendous effects on climate and ocean health. However, much information about why coral dies is still not known. In order to understand what happens during bleaching, when the symbiosis between corals and the algae is broken, it is necessary to understand what happens to these organisms at the cellular and molecular levels under various conditions. This new experimental platform for direct microscopic study of live coral polyps has great potential to solve these problems.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Micropropagation is the production of tissue clones that ultimately develop into whole organisms. Microfluidic is a flow system where environmental parameters can be precisely controlled and monitored. This technique, together with advances in microscopic imaging techniques, has opened new frontiers in the study of cellular and microbial systems. Coral micropropagates introduced into a microfluidic system have the potential to provide a powerful new technique for in vivo visualization of coral structural and physiological aspects at microscopic resolution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The small size and transparency of the coral micropropagates make them ideally suited for live-imaging microscopy. The epi-fluorescence microscopy of settled micropropagates is facilitated by the strong autofluorescence of both the coral's native green fluorescent protein (GFP) and the algal chlorophyll, without the need for fluorescent probes. Transmitted light microscopy reveals additional microscale features of the coral micropropagates, such as vortical flows driven by the coral's epidermal cilia. High-magnification microscopy is facilitated by settling coral micro-propagates on glass coverslips. The use of differential interference contrast (DIC) microscopy allows the observation of fine details, such as the daily growth rings within newly deposited skeletal features, as well as coral cell boundaries or bacterial microcolonies forming in or around the coral polyp. The technique allows direct microscopic observation and measurement of fundamental behaviors and physiological phenomena in live corals at previously unattainable spatiotemporal resolutions. The tightly controlled physical and chemical parameters within the microfluidic chamber enable us to study coral responses to various external effectors and environmental insults at the microscale.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dr. Joseph has well documented and discussed the seafloor hydrothermal vents (hot chimneys) and cold seeps, and the mysterious life around them. Hydrothermal vents and their communities of organisms have become important models for understanding the origin and evolution of life on the Earth. The discovery of deep-sea chemosynthetic organisms associated with thermally active spreading centers at the seafloor has had a major impact on ocean sciences. Exploration of these communities using submersibles has revealed not only completely new forms of life, but also had implications reaching far beyond a new understanding of the diversity of life in the deep oceans. Hydrothermal circulation impacts global cycling of elements and provides extreme ecological niches that host unique chemosynthetic fauna.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Chemosynthetic fauna are organisms whose primary source of energy comes from the chemical reactions of inorganic molecules. Hydrothermal circulation through a young ocean crust is now recognized as a ubiquitous phenomenon leading to significant metal enrichment at the seafloor, and supporting diverse and unique fauna. The vents host animals that are not found elsewhere and secure their energy not from the sun, but from bacterial oxidation of chemicals in the vent fluids, particularly hydrogen sulfide. The stream of gases emitted from seafloor hydrothermal vents from a few locations in the world oceans and the organisms that live off of them are interesting, which render the oceans truly marvelous, and at times mysterious. Vents are surrounded by hundreds of brand new species of animals, bacteria, and some strange life forms that did not fall into any of those categories.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Hydrothermal vents on the seafloor are the consequence of the upwelling of super-hot, mineral-enriched fluid syrup and gas from below the seafloor. In some locations along the ocean ridges, the gigantic tectonic plates that form the Earth's crust are slowly moving apart, creating cracks and crevices in the ocean floor. Seawater flows into these cracks, is heated by magma, and then rises back to the surface of the seafloor through specific conduits. Thus, hydrothermal venting is a process in which seawater circulates into the seafloor, gaining heat and chemicals until there is enough heat for the fluids to vent back into the ocean. The hot fluid, being more buoyant than the surrounding cold seawater, rises up like a fountain or \"plume,\" spreading the chemical signature up and out from the source. Lava quietly erupts from undersea volcanic vents to form new oceanic crust that fills the gap between the separating plates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Seafloor spreading centers proved to be particularly important in nourishing the seafloor with a wealth of minerals directly; and several interesting life forms indirectly. More than 220 active vent sites have been identified along the $58,000 km of global mid-ocean ridge crests, over half of them along spreading ridges in the eastern Pacific Ocean. Hydrothermal venting along the global mid-ocean ridge system plays a major role in cycling elements and energy between the interior and surface of the Earth. Vents are found along zones of tectonic or volcanic activity such as mid-ocean ridges, formed by the Earth's major tectonic plates, where hot magma is near the seafloor.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There exist several deep-sea hydrothermal vents in the world oceans, most of which are known for rich biota. Hydrothermal systems are found also in shallow waters in the periphery of volcanoes, and are also known for rich biota. Hydrothermal activity is not restricted to ridges spreading at fast rates, but also occurs along parts of the global ridge systems that are spreading at a slow rate. Hydrothermal venting along mid-ocean ridges contributes to the ridge thermal structure, and its global distribution has implications for heat and mass flows from the Earth's crust and mantle, and for the biogeography of vent-endemic organisms. Modern vents provide a good analogy to the prebiotic Earth, as seawater reaction with mantle-derived rock dominates vent fluid chemistry. Vents are short-lived, with old vents shutting down and new ones springing up 50 or more miles away.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Several deep-ocean expeditions centered on the Mid-Atlantic Ridge at depths of some 2000-4000 m beneath the surface, where the North and South American tectonic plates are splitting apart from the Eurasian and African plates, scientists discovered hot (1200°C), soft, partly molten rock welling up from the Earth's center to feed volcanoes, the lava of which makes new ocean crust. Heated seawater (hot springs) was found to gush out through cracks at temperatures close to 400°C, prompting an exotic food chain through temperature-resistant microbes. The hot springs above hydrothermal chimneys are very attractive prebiotic venues. These hot springs created an environment that provided geochemical free energy, reactive mineral surfaces, and protective pore spaces in rocks to concentrate life's \"building blocks,\" as well as template and catalyst mineral species. Discovery of large fields of hot springs was a surprise and scientists followed the strange life cycle of the blind shrimp that live around them. The relationships between animals in the hot spring communities up and down the Atlantic were traced. One of the most exciting and significant scientific discoveries in the history of ocean science was made at the divergent plate boundary near the Galapagos Islands in the equatorial Pacific Ocean. Scientists found large numbers of animals that had never been seen before clustered around underwater hot springs flowing from cracks in the seafloor. Similar hot springs have since been found in many other locations where underwater volcanic processes are active.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Cold seeps are the areas of the ocean floor where hydrogen sulfide, methane, and other hydrocarbon-rich fluid seepage occur. Such seeps occur over fissures on the seafloor caused by tectonic activity. Fluid seepage out of those fissures gets diffused by sediment, and emerges over an area several hundred meters wide. Cold seeps constitute a biome supporting several endemic species of animals and plants. These seeps develop unique topography over time, where reactions between methane and seawater create carbonate rock formations and reefs. These reactions may also be dependent on bacterial activity. Ikaite, a hydrous calcium carbonate, can be associated with oxidizing methane at cold seeps. Finding and understanding cold seeps is important because they have global significance for the transfer of methane carbon from longterm storage in ocean-floor sediments into the ocean and atmosphere. Released methane is often oxidized to carbon dioxide, leading to changes in ocean chemistry, such as ocean acidification. Advanced technologies will expand opportunities for scientists to study how seeps in the deep ocean environment affect ocean chemistry.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "After extensive and painstaking geological explorations of every continent and ocean bottom, the geological picture of our planet Earth is now more crystal clear and complete than it was in the past. It is suggested that the Earth teemed with life by approximately 3.8 BYA, with substantial geochemical evidence of photosynthesis being preserved in ocean floor sedimentary rocks. Evidence for life before this time is meager and geological record of life in Earth's mantle is largely unexploited. Only mantle paleontology may contain the bio-geo-chemical evidence of life prior to approximately 4 BYA. Geologists can currently say that the Earth cooled from an initially hot state sometime after 4.5 BYA, and over the first approximately 0.5 BYA, evolved into environmental conditions favorable for the origin of life. Geologically, we know very little about the timing or the duration of the \"RNA world.\" It is argued that submarine hot springs are a far more favorable environmental niche than the primordial soup in Charles Darwin's pond. Biologists, oceanographers, geologists, and astronomers with the help of other disciplines of science will finally be able to reveal the mysteries of origin and evolution of life and the universe.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is very convincing that the ocean has played a key role in the origin and evolution of life for most part of our planet's history since its origin 4.54 BYA. For the search of life elsewhere in our solar system and even outside the solar system, the existence of liquid water out there is the key object scientists are looking for. People wonder at the starry sky and show keen interest in matters such as outer space, our solar system and galaxy, other galaxies and cluster of galaxies, black holes, and the like. Besides cosmologists and physicists, ordinary people too have been thrilled by the mystery of the God particle. Scientists believe that atoms, stars, and galaxies self-assembled out of the fundamental particles produced by the Big Bang. Different combinations of the atoms compose both the inanimate and the living worlds. It would be interesting to quote Dr. Albert Einstein here, \"the more I study science, the more I believe in God.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This book is a bottom-to-top excursion of the world's oceans, along with a variety of multidisciplinary scientific topics. I have a strong feeling that the book will prove to be a treasure for the global society. What has been said about this book is a very short and concise view; and many more topics have been critically described in detail I have not been able to cover here. Relevant and reliable information about a wide variety of topics has been included throughout the body of the text. This is a classic work which will revolutionize different disciplines of science and is worthy of finding a place in every library. We need to learn more, and write more such multidisciplinary books. The purpose of this book is not only to give more visibility to research and teaching, but also to let scientists and academics shape today's public domain. A lot of great thinking is not getting into the public domain and I believe that it is a great loss for our world community. New generation of researchers are focusing more and more on multidisciplinary approaches to research. I am pretty sure that a multidisciplinary book of this kind will prove cuttingedge for scientists, academicians, and students, cutting across various disciplines of science and will be able to make a big positive impact worldwide.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}