{
    "paper_id": "10126_2017_Article_9742",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:33:36.785759Z"
    },
    "title": "Epipodial Tentacle Gene Expression and Predetermined Resilience to Summer Mortality in the Commercially Important Greenlip Abalone, Haliotis laevigata",
    "authors": [
        {
            "first": "Brett",
            "middle": [
                "P"
            ],
            "last": "Shiel",
            "suffix": "",
            "affiliation": {},
            "email": "bpshiel@students.latrobe.edu.au"
        },
        {
            "first": "Nathan",
            "middle": [
                "E"
            ],
            "last": "Hall",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "La Trobe University",
                "location": {
                    "addrLine": "Kingsbury Drive",
                    "postCode": "3086",
                    "settlement": "Melbourne",
                    "region": "VIC",
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "Ira",
            "middle": [
                "R"
            ],
            "last": "Cooke",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Nicholas",
            "middle": [
                "A"
            ],
            "last": "Robinson",
            "suffix": "",
            "affiliation": {
                "laboratory": "Sustainable Aquaculture Laboratory-Temperate and Tropical (SALTT)",
                "institution": "The University of Melbourne",
                "location": {
                    "postCode": "3010",
                    "settlement": "Parkville",
                    "region": "VIC",
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "Jan",
            "middle": [
                "M"
            ],
            "last": "Strugnell",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "La Trobe University",
                "location": {
                    "addrLine": "Kingsbury Drive",
                    "postCode": "3086",
                    "settlement": "Melbourne",
                    "region": "VIC",
                    "country": "Australia"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "BSummer mortality^is a phenomenon that occurs during warm water temperature spikes that results in the mass mortality of many ecologically and economically important mollusks such as abalone. This study aimed to determine whether the baseline gene expression of abalone before a laboratory-induced summer mortality event was associated with resilience to summer mortality. Tentacle transcriptomes of 35 greenlip abalone (Haliotis laevigata) were sequenced prior to the animals being exposed to an increase in water temperature-simulating conditions which have previously resulted in summer mortality. Abalone derived from three source locations with different environmental conditions were categorized as susceptible or resistant to summer mortality depending on whether they died or survived after the water temperature was increased. We detected two genes showing significantly higher expression in resilient abalone relative to susceptible abalone prior to the laboratory-induced summer mortality event. One of these genes was annotated through the NCBI non-redundant protein database using BLASTX to an anemone (Exaiptasia pallida) Transposon Ty3-G Gag Pol polyprotein. Distinct gene expression signatures were also found between resilient and susceptible abalone depending on the population origin, which may suggest divergence in local adaptation mechanisms for resilience. Many of these genes have been suggested to be involved in antioxidant and immune-related functions. The identification of these genes and their functional roles have enhanced our understanding of processes that may contribute to summer mortality in abalone. Our study supports the hypothesis that prestress gene expression signatures are indicative of the likelihood of summer mortality.",
    "pdf_parse": {
        "paper_id": "10126_2017_Article_9742",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "BSummer mortality^is a phenomenon that occurs during warm water temperature spikes that results in the mass mortality of many ecologically and economically important mollusks such as abalone. This study aimed to determine whether the baseline gene expression of abalone before a laboratory-induced summer mortality event was associated with resilience to summer mortality. Tentacle transcriptomes of 35 greenlip abalone (Haliotis laevigata) were sequenced prior to the animals being exposed to an increase in water temperature-simulating conditions which have previously resulted in summer mortality. Abalone derived from three source locations with different environmental conditions were categorized as susceptible or resistant to summer mortality depending on whether they died or survived after the water temperature was increased. We detected two genes showing significantly higher expression in resilient abalone relative to susceptible abalone prior to the laboratory-induced summer mortality event. One of these genes was annotated through the NCBI non-redundant protein database using BLASTX to an anemone (Exaiptasia pallida) Transposon Ty3-G Gag Pol polyprotein. Distinct gene expression signatures were also found between resilient and susceptible abalone depending on the population origin, which may suggest divergence in local adaptation mechanisms for resilience. Many of these genes have been suggested to be involved in antioxidant and immune-related functions. The identification of these genes and their functional roles have enhanced our understanding of processes that may contribute to summer mortality in abalone. Our study supports the hypothesis that prestress gene expression signatures are indicative of the likelihood of summer mortality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Over the past few decades, mass mortality of economically important mollusks, such as abalone (Vandepeer 2006) , oysters (Cotter et al. 2010) , mussels (Mallet et al. 1990) , and scallops (Xiao et al. 2005) , has been reported during the summer months at a range of locations around the world. These events are known as Bsummer mortalities^and they occur in both wild and aquaculture environments. During the summer of 2011, water surface temperatures along the coast of Western Electronic supplementary material The online version of this article (doi:10.1007/s10126-017-9742-z) contains supplementary material, which is available to authorized users.",
                "cite_spans": [
                    {
                        "start": 94,
                        "end": 110,
                        "text": "(Vandepeer 2006)",
                        "ref_id": null
                    },
                    {
                        "start": 121,
                        "end": 141,
                        "text": "(Cotter et al. 2010)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 152,
                        "end": 172,
                        "text": "(Mallet et al. 1990)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 188,
                        "end": 206,
                        "text": "(Xiao et al. 2005)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Australia were recorded to be more than 3°C above the longterm monthly average (Pearce and Feng 2011). This event resulted in widespread mortality across many species in coastal areas, with Roe's abalone (Haliotis roei) being the most adversely affected species in the area. Mass mortalities of H. roei occurred along the entire coast, with many populations reported to be completely wiped out due to the prolonged heat stress (Pearce and Feng 2011).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "High water temperature is a key driver of summer mortality and has been linked with outbreaks of infections such as the Vibrio sp. bacteria (Romalde et al. 2014; Vezzulli et al. 2010) and the oyster herpes virus (Dégremont 2011) which are known to play a contributing role in these mass mortalities. Vibrio harveyi, an infection common to abalone, has recently been shown to have a fast-acting immunosuppressive effect, reducing the effective response of hemocytes in the European abalone H. tuberculata (Cardinaud et al. 2015) . Higher water temperatures are known to result in chemical changes in water quality (elevated ammonia, changes to pH, lower dissolved oxygen, and nutritional factors) which compromise the immune system and make species more vulnerable to mass mortality from diseases such as those caused by Vibrio sp. (Vandepeer 2006) .",
                "cite_spans": [
                    {
                        "start": 140,
                        "end": 161,
                        "text": "(Romalde et al. 2014;",
                        "ref_id": null
                    },
                    {
                        "start": 162,
                        "end": 183,
                        "text": "Vezzulli et al. 2010)",
                        "ref_id": null
                    },
                    {
                        "start": 212,
                        "end": 228,
                        "text": "(Dégremont 2011)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 504,
                        "end": 527,
                        "text": "(Cardinaud et al. 2015)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 831,
                        "end": 847,
                        "text": "(Vandepeer 2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "An increase of only 1°C in temperature has been demonstrated to have a highly significant impact on mortalities (Travers et al. 2009) , and climate change is therefore expected to lead to an increased frequency and severity of summer mortality. Adaptation of abalone to climate change could be difficult if whole populations are subjected to short high-temperature spikes above their optimal range (Vosloo and Vosloo 2010). The optimal and critical thermal maximum temperatures for growth of Haliotis laevigata are 18.3 and 27.5°C, respectively (Gilroy and Edwards 1998) .",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 133,
                        "text": "(Travers et al. 2009)",
                        "ref_id": null
                    },
                    {
                        "start": 545,
                        "end": 570,
                        "text": "(Gilroy and Edwards 1998)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The susceptibility of adult mollusks to summer mortality in aquaculture can result in large economic losses due to wasted time and resources. The value (e.g., growth and quality) of surviving animals can also be impaired (Morash and Alter 2015). Age is known to be an important factor for mollusks when investigating their reaction to stressors brought on by climate change (Clark et al. 2013) . Adult mollusks are known to be more susceptible to the effects of summer mortality than juveniles (Travers et al. 2009 ). When exposed to increased temperatures, the survival rate of 2-year-old H. laevigata has been demonstrated to be significantly higher than when compared to 3-year-old H. laevigata (Stone et al. 2014) . The timing and energetic requirements of reproduction are suggested to be important factors in determining resistance to summer mortality, with resistant oyster lines known to possess slow gametogenesis and diminished reproductive potential (Huvet et al. 2010) . By studying the differential gene expression patterns of the gonads between summer mortality resilient and susceptible Pacific oyster (Crassostrea gigas), it has been suggested that the need to invest in reproduction may be resulting in energy trade-offs from important processes such as antioxidant defense, which can result in oxidative stress and mortality (Fleury et al. 2010) .",
                "cite_spans": [
                    {
                        "start": 374,
                        "end": 393,
                        "text": "(Clark et al. 2013)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 494,
                        "end": 514,
                        "text": "(Travers et al. 2009",
                        "ref_id": null
                    },
                    {
                        "start": 698,
                        "end": 717,
                        "text": "(Stone et al. 2014)",
                        "ref_id": null
                    },
                    {
                        "start": 961,
                        "end": 980,
                        "text": "(Huvet et al. 2010)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1343,
                        "end": 1363,
                        "text": "(Fleury et al. 2010)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Investigation into resistance to summer mortality has determined that 45% of the variance between the resilient and susceptible strains observed occurs between families (Dégremont et al. 2005) with high heritability (Dégremont et al. 2007) . As a result, selective breeding has been considered an effective method to reduce the losses caused by summer mortality. However, due to the complex dynamics of summer mortalities, selection of breeding stocks cannot be simply based on field trials.",
                "cite_spans": [
                    {
                        "start": 169,
                        "end": 192,
                        "text": "(Dégremont et al. 2005)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 216,
                        "end": 239,
                        "text": "(Dégremont et al. 2007)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "A detailed description of molecular and cellular events leading to summer mortality is unavailable due to the complexities and speed of the phenomenon. Molecular methods have the potential to illuminate the basis of summer mortality and explore how the increase in temperature affects the physiology of mollusks. High-throughput genomic approaches have been instrumental in improving knowledge on the genetic basis of resistance to stressors (Maor-Landaw et al. 2014; Zinta et al. 2014) and infectious diseases (Caboche et al. 2014) . Sequencing of the transcriptome allows for determination of gene expression signatures, which can then be used as markers for physiological status and health.",
                "cite_spans": [
                    {
                        "start": 442,
                        "end": 467,
                        "text": "(Maor-Landaw et al. 2014;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 468,
                        "end": 486,
                        "text": "Zinta et al. 2014)",
                        "ref_id": null
                    },
                    {
                        "start": 511,
                        "end": 532,
                        "text": "(Caboche et al. 2014)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "BFrontloading^ (Barshis et al. 2013) or Bpreparative defense^ (Dong et al. 2008) are terms recently used to describe genes enabling an individual to maintain physiological health, by providing a faster protein level response during stress. These genes are thought to normally have a higher baseline expression in heat-resilient individuals compared to heat-susceptible under ambient temperature. Several molecular chaperones and antioxidant genes have been identified to be more highly expressed in southern populations of the marine snail, Chlorostoma funebralis under ambient temperatures, in comparison to northern populations (Gleason and Burton 2015) . The authors suggested that the preadaptation to heat stress contributes to the higher thermal tolerance of southern populations. The specific actions of genes with a lower baseline expression in heat-resilient individuals are unclear. However, Barshis et al. (2013) suggested that they might represent a different type of frontloading, with their limited expression having direct effects on the expression of other vital stress-response genes. To date, there has been no study that has specifically analyzed the gene expression differences between summer mortality-susceptible and summer mortalityresilient abalone preceding a heat spike event.",
                "cite_spans": [
                    {
                        "start": 15,
                        "end": 36,
                        "text": "(Barshis et al. 2013)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 62,
                        "end": 80,
                        "text": "(Dong et al. 2008)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 630,
                        "end": 655,
                        "text": "(Gleason and Burton 2015)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 902,
                        "end": 923,
                        "text": "Barshis et al. (2013)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Differential gene expression has recently been investigated in an attempt to predict oyster resilience and susceptibility to summer mortality in C. gigas. Several studies have focused on gene expression in the hemolymph and have identified a range of gene functions involved in the process, including genes involved in immune response, metabolism (Taris et al. 2009) , cell death, lysosomal proteolysis, and cellular assembly and organization (Chaney and Gracey 2011) . Deteriorating oyster health and associated gene expression changes have also been found to occur weeks rather than days before the summer mortality event (Chaney and Gracey 2011) . The gene expression differences identified between resilient and susceptible oysters before stress can be maintained after stress, independent of their physical response to bacterial infection (Rosa et al. 2012; Taris et al. 2009) . Similar trends have also been identified when utilizing the gonad tissue of C. gigas, with many of the differentially expressed genes identified before a summer mortality event, continuing to differentiate susceptible and resilient lines after the temperature rises (Fleury et al. 2010 ).",
                "cite_spans": [
                    {
                        "start": 347,
                        "end": 366,
                        "text": "(Taris et al. 2009)",
                        "ref_id": null
                    },
                    {
                        "start": 443,
                        "end": 467,
                        "text": "(Chaney and Gracey 2011)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 624,
                        "end": 648,
                        "text": "(Chaney and Gracey 2011)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 844,
                        "end": 862,
                        "text": "(Rosa et al. 2012;",
                        "ref_id": null
                    },
                    {
                        "start": 863,
                        "end": 881,
                        "text": "Taris et al. 2009)",
                        "ref_id": null
                    },
                    {
                        "start": 1150,
                        "end": 1169,
                        "text": "(Fleury et al. 2010",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "If differences in the level of gene expression before heat stress is applied are found to be heritable, it could be possible to use gene signatures to predict the genetic value of an individual in terms of its level of summer mortality resilience, without subjecting candidate breeding animals to the stress (Robinson et al. 2008) . By breeding from unstressed individuals with the highest genetic value within families, it should be possible to achieve higher rates of genetic improvement for this trait than would otherwise be possible. Gene expression signatures could then be used in the future to identify and dispose of spat or juveniles that are more susceptible to summer mortality so that resources are not wasted on their production.",
                "cite_spans": [
                    {
                        "start": 308,
                        "end": 330,
                        "text": "(Robinson et al. 2008)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The aim of this study was to characterize the gene expression patterns of abalone resilient and susceptible to summer mortality before any heat stress was applied. By utilizing the gene expression data of abalone taken several months before a summer mortality event, we investigate the potential to identify frontloading or preparative gene signatures indicative of resilient abalone long before an impending stress event. We included abalone sourced from three different populations in order to examine universal and population-specific gene expression patterns. The transcriptional frontloading of stress-related genes found to be associated with the resilience of abalone to summer mortality could be used to develop tests in the future to advise farmers about which animals are more likely to survive and thrive over the summer months and also to inform restocking efforts of wild populations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "All abalone used in this study were collected from Southern Australian Seafoods, later Australian Bight Abalone (ABA) in Port Lincoln, South Australia. Ancestry of the abalone used in this study could be traced back at least three generations to wild broodstock sourced originally from Farm Beach (34°24′19.50″S 135°20′52.6″E) and Elliston (33°37′16.53″S 134°50′ 01.38″E), South Australia (Fig. 1) . The broodstock were sourced from reefs of approximately 5-and 30-m depth at Farm Beach and Elliston, respectively. A maximum temperature of 26.8 and 24.5°C was recorded for Farm Beach and Elliston, respectively, during 23 Nov. 2006-13 Dec. 2007 with data loggers (Logitech) positioned nearby (Elliston-33°34′38.8″S, 134°48′24.0″E, water depth 14-20; Farm Beach-34°26′35.2″S, 135°21′20.3″ E, water depth 10-15 m). The reefs at Elliston were comparatively deeper and cooler while those at Farm Beach were shallower and reached higher temperatures. A third group of abalone utilized in this study consisted of animals selectively domesticated based on their faster growth rate by ABA (referred to in this study as the BAquaculture^population). The origin of these abalone could be traced back to broodstock sourced originally from the region of Taylor's Landing and Kangaroo Island, South Australia (Robinson et al. 2013) ( Fig. 1 ).",
                "cite_spans": [
                    {
                        "start": 578,
                        "end": 587,
                        "text": "Beach and",
                        "ref_id": null
                    },
                    {
                        "start": 588,
                        "end": 644,
                        "text": "Elliston, respectively, during 23 Nov. 2006-13 Dec. 2007",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 389,
                        "end": 397,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1321,
                        "end": 1327,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Abalone Source",
                "sec_num": null
            },
            {
                "text": "An experiment was designed to test summer mortality based on an actual summer mortality event that occurred on farm (Australian Bight Abalone, South Australia) in November 2009, consisting of a sharp increase of 4°C over a 3-week period which resulted in a significant stock loss. In order to assess whether gene expression patterns prior to heat stress were related to summer mortality resistance, RNA was extracted from abalone months prior to and throughout a heat stress trial. Abalone gene expression was measured a considerable time before the heat stress trial to be able to look for signatures of resilience to summer stress occurring in young abalone long before an impending stress event.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sampling and Heat Challenge Test Experiment",
                "sec_num": null
            },
            {
                "text": "A previous study on oysters utilized a predrilled hole in the shell as a means for inserting a needle and sampling the adductor muscle hemolymph (Wendling et al. 2014). However, abalone are hemophilic and the continuous insertion of needles into an abalone over the trial was expected to have a detrimental effect on abalone health. Tissue and hemolymph from the epipodium have been demonstrated to respond to heat stress through the expression of heat shock proteins in abalone (Liang et al. 2014) , therefore epipodial tentacles are deemed an appropriate tissue for the purpose of this transcriptome study. It is likely that epipodial tentacles are bitten or damaged by predators on a regular basis, and thus, it was believed that sampling of these would create minimal stress to animals. Furthermore, the tentacles are believed to have a chemosensory function (Wanichanon et al. 2004) , acting as a sensory organ for chemical signals from the environment.",
                "cite_spans": [
                    {
                        "start": 479,
                        "end": 498,
                        "text": "(Liang et al. 2014)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 863,
                        "end": 887,
                        "text": "(Wanichanon et al. 2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sampling and Heat Challenge Test Experiment",
                "sec_num": null
            },
            {
                "text": "In February 2012, at the ABA aquaculture facility, abalone weight and length were measured and an epipodial tentacle sample of each abalone was collected. Abalone used in this trial were spawned in 2009. In June 2012, the abalone were stocked in aquaria at the Port Lincoln Marine Science Centre, South Australia (Fig. 2 ). Weight and length were measured and abalone were stocked into 16 tanks with a tank capacity of 60 L. Tanks were filled to half capacity, stocked with ten abalone each and acclimatized to conditions at~18°C for 5 days. The water quality parameters including temperature and dissolved oxygen were recorded once per day. Abalone health was monitored each day after the acclimatization period over the duration of the experiment. Any abalone recorded to be moribund or dead were removed from aquaria, sampled, and frozen (−80°C). On day 6, the heaters for each tank were set to 19°C. Water quality (temperature and dissolved oxygen) was recorded twice per day from this point. On day 9, heaters were raised to 20°C. On day 18, the heaters were lowered to 18.5°C following the sample collection. Mortalities throughout the experiment were recorded up to day 75 of the experiment, with the last mortalities recorded on day 56 (Fig. 2) . The results from the epipodial tentacle samples taken after temperatures were increased (i.e., on days 5, 13, and 18) will be the subject of further study focusing on differential gene expression during heat stress and are outside the scope of this study. The present study focuses on differential expression prior to heat stress. Abalone that survived the heat trial experiment and remained alive after the 75day period were deemed to be Bresilient.^Abalone that survived after day 18 but died before day 75 were considered to be Bsusceptible.^Following the rapid increase in temperature and 2 weeks of heat stress, 60 abalone died (deemed susceptible abalone) ( Fig. 2) , as expected for a summer mortality event.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 313,
                        "end": 320,
                        "text": "(Fig. 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1244,
                        "end": 1252,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1919,
                        "end": 1926,
                        "text": "Fig. 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Sampling and Heat Challenge Test Experiment",
                "sec_num": null
            },
            {
                "text": "Abalone selected for RNA sequencing were sourced from six tanks. Each tank contained abalone from multiple populations. The survived/deceased ratio for the Aquaculture, Farm Beach, and Elliston populations in these six tanks was 22:8, 11:5, and 5:6, respectively (57 abalone in total). Three additional abalone in these tanks could not be identified after the heat trial due to tag loss.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RNA Extraction and Sequencing",
                "sec_num": null
            },
            {
                "text": "Thirty-five abalone from these six tanks were selected for sequencing. These abalone comprised a relatively even number of resilient and susceptible individuals (16 and 19, respectively) and were representative of each of the source locations. The Aquaculture population consisted of seven resilient and seven susceptible abalone. The Elliston population consisted of five resilient and six susceptible abalone, while the Farm Beach population consisted of four resilient and six susceptible abalone. The sex of the abalone was unable to be determined as the animals were immature. Total RNA was extracted from epipodial tentacle samples collected 6 months prior to stress tests using an RNeasy® Mini Kit (Qiagen) according to the manufacturer's protocols. Tissue samples were disrupted and homogenized using a desktop homogenizer (Janke & Kunkel, Ultra-Turrax T25). RNA quality and quantity was estimated using a Thermo Scientific Nanodrop 2000. Quality control and sequencing was outsourced to the Australian Genome Research Facility (AGRF). The quality of the RNA was assessed with an Agilent 2100 Expert Bioanalyzer (Agilent Technologies, Palo Alto, CA, USA), using the Eukaryote Total RNA Nano assay according to the manufacturer's instructions. All samples had RNA integrity number (RIN) value equal to or greater than 9.6. Library preparation and 100 base pair (bp) singleend RNA sequencing (Illumina HiSeq2000) were conducted on 30 samples (SRA SRP072967). Library preparation and 100 base pair (bp) paired-end RNA sequencing (Illumina HiSeq2000) were conducted on six samples (SRA SRP072967, with R1 used in differential expression analysis). On average,~9.1 million 100 bp single-end reads per sample were obtained from sequencing. The minimum and maximum read coverage across samples were 6.2 and 13.8 million reads, respectively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RNA Extraction and Sequencing",
                "sec_num": null
            },
            {
                "text": "In the absence of a reference genome for H. laevigata, we generated a de novo assembled transcriptome to use as a reference for read mapping and tentacle gene expression profiling (Shiel et al. 2015) . To test for differential gene expression, individual sequence reads for each sample were mapped back to the assembled transcriptome with the alignment program Bowtie (Version 1.0.0) (Langmead et al. 2009) as implemented in Trinity (version 10.5.2012) (Grabherr et al. 2011) . Total counts were determined for each gene model by counting the number of reads aligning to each gene model while avoiding multiple counting for reads that mapped to more than one isoform (gene expression sequence data used in this study will be deposited into the NCBI Short-Read Archive under Bioproject PRJNA286263). Count data was then used as input for the R package EdgeR (Robinson et al. 2010) which tests for differential expression based on a negative binomial distribution. Tests for differential expression were performed pairwise between different groups of susceptible and resilient abalone. Genes were deemed significantly differentially expressed if they had a Benjamini Hochberg adjusted P value (FDR) <0.05 which accounts for multiple testing (Benjamini and Hochberg 2000) . Four differential expression analyses were performed to examine the differences in gene expression between susceptible and resilient abalone prior to a summer mortality event: (I) all susceptible vs. all resilient, (II) susceptible vs. resilient Elliston sourced abalone, (III) susceptible vs. resilient Aquaculture sourced abalone, and (IV) susceptible vs. resilient Farm Beach sourced abalone. Weight, length, or growth rate were tested for association with stress resistance, but since no relationship was found, these factors were not included in the analysis model in the interest of parsimony. Family groups (two broad family groups exist for each source location, Online Resource 1: Fig. S1 and S2) and fitness groups (susceptible or resilient) were both included as factors in a general linear model for each location.",
                "cite_spans": [
                    {
                        "start": 180,
                        "end": 199,
                        "text": "(Shiel et al. 2015)",
                        "ref_id": null
                    },
                    {
                        "start": 384,
                        "end": 406,
                        "text": "(Langmead et al. 2009)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 453,
                        "end": 475,
                        "text": "(Grabherr et al. 2011)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1239,
                        "end": 1268,
                        "text": "(Benjamini and Hochberg 2000)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1961,
                        "end": 1968,
                        "text": "Fig. S1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Sequence Mapping and Differential Expression",
                "sec_num": null
            },
            {
                "text": "These respective analyses examine gene expression differences prior to a summer mortality event under unstressed conditions to identify gene signatures indicative of resilient abalone across all three populations and those that are specific to a single population. A consensus list of differentially expressed The blue line indicates the number of abalone still alive through experiment. The red line indicates the approximate temperature each day through the trial. The x-axis displays the time in days. The trial was run up to day 75, with the last mortality recorded on day 56 genes was then generated from the results of each analysis. When family 1 from Elliston (all offspring of which were recorded as susceptible to summer mortality) was removed from the overall analysis, there was little effect on the results of the analysis (73% of the same genes found to be significantly differentially expressed, FDR < 0.05).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Model ¼ Family Group þ Fitness Group",
                "sec_num": null
            },
            {
                "text": "The abalone transcriptome was annotated using the Trinotate pipeline (version 1.1) (http://trinotate.github.io/). Trinotate provides functional annotations for transcriptome sequences by combining protein prediction (via Transdecoder (http:// transdecoder.github.io/) BLAST (Altschul et al. 1990 ) homology with the UniProt database, identification of Pfam (Finn et al. 2014 ) domains using HMMER (Finn et al. 2011) , prediction of signal peptides using SignalP (Petersen et al. 2011), prediction of transmembrane regions using tmHMM (Krogh et al. 2001) , and prediction of rRNA using RNAMMER (Lagesen et al. 2007) . SwissProt (Farriol-Mathis et al. 2004) identifiers assigned by Trinotate were used to label differentially expressed genes. If no SwissProt ID was found, genes that could not be assigned a SwissProt ID were annotated using BLASTX (1e-5 threshold) against the C. gigas genome (Zhang et al. 2012).",
                "cite_spans": [
                    {
                        "start": 274,
                        "end": 295,
                        "text": "(Altschul et al. 1990",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 357,
                        "end": 374,
                        "text": "(Finn et al. 2014",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 397,
                        "end": 415,
                        "text": "(Finn et al. 2011)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 534,
                        "end": 553,
                        "text": "(Krogh et al. 2001)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 593,
                        "end": 614,
                        "text": "(Lagesen et al. 2007)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 627,
                        "end": 655,
                        "text": "(Farriol-Mathis et al. 2004)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Functional Annotation and Key Transcript Validation",
                "sec_num": null
            },
            {
                "text": "Further annotations of key differentially expressed genes (comp59699 and comp25540) were explored with BLAST searches against non-redundant protein and nucleotide databases. BLASTX results for these sequences were BLAST back to our transcriptome to confirm the alignment. These genes were then validated by aligning reads to the assembly using Bowtie2 (Langmead and Salzberg 2012) to check for misassembly or large variation in read coverage. These two sequences were also further investigated with a BLASTn Bsomewhat similar sequence^search for top hit, no E value cut-off.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Functional Annotation and Key Transcript Validation",
                "sec_num": null
            },
            {
                "text": "Sixty-nine different genes were determined to be differentially expressed in naïve susceptible and resilient abalone (prior to the challenge test), the majority of which were population specific. Of these, 26 genes were matched to known proteins with a Swissprot ID, an additional 5 genes were matched to different known or predicted sequences based on the C. gigas genome using BLASTX, and another gene was matched to a similar sequence from the NCBI non-redundant protein database using BLASTX (Fig. 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 496,
                        "end": 504,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Annotation",
                "sec_num": null
            },
            {
                "text": "Differential expression analysis between resilient and susceptible abalone from all locations identified two genes upregulated in resilient abalone prior to the challenge test (Fig. 3) . Comp25540 could not be assigned any significant annotation. No similar sequences could be identified in the NCBI nonredundant protein database using BLASTX, regardless of significance cutoff. The most significant hit assigned by BLASTN was to a H. diversicolor genomic DNA, BAC clone: 002_c14 (LC027314.1, E value 0.11, query cover 3%, identity 91%, aligned region length 3063-3097). Only one of these genes (comp25540) was also significantly differentially expressed in an analysis of a specific location, that of the BAquaculture^population. The second gene identified (comp59699_c0) was assigned as a transposon Ty3-g Gag polyprotein (KXJ12096.1, E value: 2e-06, query cover 35%, identity 35%, aligned region length 780-898) gene from the anemone Exaiptasia pallida (LogFC 5.28, FDR = 2.48E−03). The most significant hit assigned by BLASTN was to a H. diversicolor genomic DNA, BAC clone 006_rep_c2415 (LC027343.1, E value 4E−07, query cover 12%, identity 71%, aligned region length 3395-3533, 3781-3895, 3282-3330) .",
                "cite_spans": [
                    {
                        "start": 1173,
                        "end": 1205,
                        "text": "3395-3533, 3781-3895, 3282-3330)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 176,
                        "end": 184,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gene Signatures for Resistance Detected before the Heat Challenge Test",
                "sec_num": null
            },
            {
                "text": "Overall, the gene signatures associated with resilience to the heat challenge showed more differences than similarities in the three sampled populations. Two genes were found to be upregulated in resilient abalone with ancestors derived from Farm Beach (warm water location). One showed some similarity to an uncharacterized protein from C. gigas (Log 2 FC 8.04, FDR = 7.73E−03), and the other was identified as an EGF-like domain and was significantly upregulated in resilient abalone (Log FC 8.40, FDR = 7.73E−03). This gene had the highest read count out of the 69 differentially expressed genes and was also recorded to have one of the highest fold change differences between susceptible and resilient abalone in this study (Fig. 3) . The two significant differentially expressed genes identified from Farm Beach were not significant in the two other populations.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 728,
                        "end": 736,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gene Signatures for Resistance Detected before the Heat Challenge Test",
                "sec_num": null
            },
            {
                "text": "Eight differentially expressed genes were identified among abalone with ancestors sourced from the Aquaculture population (Fig. 3) . Three genes were found to be upregulated and five were found to be downregulated in resilient abalone. Four of these genes could be annotated. Heat shock protein 70 B2 (HSP74) (Log 2 FC 3.59, FDR = 4.24E−02) and the sterile alpha motif domain (SAMD9) (Log FC 4.12, FDR = 1.18E −03) genes were significantly upregulated in resilient abalone. SAMD9 had no significant expression pattern difference in both Farm Beach and the Aquaculture populations. An apoptosis inhibitor (VF193) gene was found to be downregulated in resilient Aquaculture abalone (Log FC −2.22, FDR = 1.44E−02) (Fig. 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 122,
                        "end": 130,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 711,
                        "end": 719,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gene Signatures for Resistance Detected before the Heat Challenge Test",
                "sec_num": null
            },
            {
                "text": "Thirty-four genes were found to be upregulated and 25 downregulated in resilient abalone whose ancestors were sourced from Elliston. Twenty-five of the 59 differentially expressed genes identified in the Elliston population could be annotated. Thirteen of these 25 were upregulated and 12 were downregulated in resilient abalone (Fig. 3) . The Ankyrin Fig. 3 List of differentially expressed genes between susceptible and resilient abalone (FDR < 0.05). Abbreviations: Log 2 CPM average log counts per million, Log 2 FC log fold change, S susceptible abalone, R resilient. Heat map: Bred^indicates a high average expression, Bwhiteî ndicates moderate average expression, and Bblue^indicates a low average expression in resilient and susceptible groups. Gene names and descriptions primarily annotated from SwissProt identifiers and secondarily from NCBI using BLASTX (see method). (*) Genes appear in the results of multiple analyses. P Predicted BLAST annotations. Av. \"location\" CPM average counts per million of location repeats (Log 2 FC 4.68, FDR = 4.36E−07), sodium and chloride-dependent glycine transporter (Log 2 FC 4.64, FDR = 4.75E−02), and the G-protein signaling-related gene (Log 2 FC 3.20 FDR = 2.29E−02) were all significantly upregulated in the resilient Elliston abalone. Although the pattern was weaker and not significant in the Aquaculture and Farm Beach populations, the gene signature patterns were relatively consistent across resilient abalone (Fig. 3) . The flavin reductase (NADPH) (Log FC 2.04, FDR = 3.37E−02), glucuronosyltransferase (Log 2 FC 1.79, FDR = 3.84E−02), and HARBI1-related gene (Log 2 FC 9.81, FDR = 4.75E−02) were also all upregulated in resilient Elliston abalone. The Farm Beach analysis suggested the same trend toward upregulation in resilient abalone for these genes; however, the Aquaculture population shows the opposite trend (upregulation in susceptible abalone). The kyphoscoliosis peptidase isoform was significantly upregulated in resilient abalone from Elliston (Log 2 FC 7.42 FDR = 1.32E−02). Genes associated with two types of dynein heavy chains, and the gene related to the protection of telomeres had reduced expression in resilient Elliston abalone ([Log 2 FC −2.07, FDR = 2.88E−02], [Log 2 FC −2.37, FDR = 1.10E−02], [Log FC −1.52, FDR = 4.67E−03] respectively); however, the opposite trend was observed for Farm Beach, where upregulation was detected in resilient abalone. CD109 antigen (Log FC −2.26, FDR = 4.75E−02), calumenin (Log FC −1.70, FDR = 1.95E −02), sulfotransferase (Log FC −1.84, FDR = 1.26E−02), and the Toll-like receptor gene (Log FC −3.03, FDR = 3.63E−02) were all downregulated in resilient Elliston abalone. Similar gene trends were found in both Aquaculture and Farm Beach populations; however, they were not significant (Fig. 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 329,
                        "end": 337,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 352,
                        "end": 358,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 1469,
                        "end": 1477,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 2807,
                        "end": 2815,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gene Signatures for Resistance Detected before the Heat Challenge Test",
                "sec_num": null
            },
            {
                "text": "To gain insight into the specific patterns in gene expression occurring at a closely related family level, we investigated gene expression signatures of a small group with ancestry to the Elliston population (Fig. 4) . Detailed gene expression signature patterns are difficult to interpret when displayed across all samples and differentially expressed genes at once (Fig. 5) . Comparing the resilient individuals within these closely related abalone identifies groups of genes that appear to correlate with whether an individual may be resilient or susceptible to the effects of summer mortality (Fig. 4) . Genes in clades B and C demonstrated similar gene expression patterns between the resilient individual (R269) (in clade 1) and its resilient cousins in clade 2. Notably, the susceptible siblings had a different gene expression profile to their resilient sibling R269. For example, differential gene expression is observed between susceptible and resilient abalone in genes related to ankyrin repeat domains (ANR65 HUMAN) and sodium and chloridedependent glycine transporters (SC6A9 XENLA). These two genes are significantly upregulated in resilient compared to susceptible abalone. In direct siblings, the expression pattern of these two genes appears to be representative of resilient and susceptibility. Furthermore, these two genes possessed a similar gene signature pattern (upregulation in resilient abalone) across both the Aquaculture and Farm Beach populations. However, the differential expression within these two populations was not significant (Fig. 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 208,
                        "end": 216,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    },
                    {
                        "start": 367,
                        "end": 375,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 597,
                        "end": 605,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    },
                    {
                        "start": 1564,
                        "end": 1572,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Family Effect",
                "sec_num": null
            },
            {
                "text": "Across all populations, two genes were found to be differentially expressed between summer mortality resilient and susceptible abalone 6 months before being subjected to a heat stress event. Both of these genes were significantly upregulated in resilient abalone in comparison to susceptible abalone. One of these genes was annotated as the transposon Ty3-G Gag Pol polyprotein based on homology to a protein from the anemone E. pallida. When each population was analyzed separately, we identified 68 genes that were each differentially expressed between resilient and susceptible abalone for particular source locations. These genes could potentially be responsible for mounting preparative defenses prior to stress exposure and summer mortality or potentially resulting in the activation of cascading downstream molecular pathways. These gene signatures may also reflect historical environmental conditions. Tissue and hemolymph from the epipodium has been used by previous studies to measure the transcrptomic response of abalone exposed to temperature stress (Liang et al. 2014) . The presence of differentially expressed genes identified in our study between heat stress-resilient and heat stresssusceptible abalone also suggests that the epipodium tissue, specifically that of the tentacles, is a valid tissue to use for transcriptomic analysis of heat-stressed abalone.",
                "cite_spans": [
                    {
                        "start": 1063,
                        "end": 1082,
                        "text": "(Liang et al. 2014)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "When all resilient and susceptible abalone were analyzed together, two differentially expressed genes were identified that were significantly upregulated in resilient abalone before exposure to stress. One of these genes could not be annotated in the NCBI non-redundant protein database using BLASTX (no E-value cutoff). This suggests that this gene could be abalone specific, and as yet unknown due to the abalone being a non-model organism. The second gene identified in this analysis was assigned a significant match to a transposon Ty3-G Gag-Pol polyprotein gene in the anemone (E. pallida). Although this transcript shares a region of around 140 AA with a sea anemone transposon, direct homology with a confirmed Ty3-G Gag-pol protein could not be established. It is difficult to say for sure that it is a transposon without access to a H. laevigata genome. The transcript has no clear dominant reading frame and has stop codons in the same frame as the Ty3-G blast alignment. This suggests that while it may still be associated with transposon activity, its precise function is unlikely to be the same as Ty3-G. Transposable elements are capable of altering the function of genes with which they become associated through insertion into different positions in the genome. Transposable elements have also been suggested to have a role in epigenetic and adaptive response to environment and stress (Slotkin and Martienssen 2007) . No information is currently available for the function of transposable elements in abalone. Similar transposable elements have been shown to be induced by environmental stressors including temperature in the black tiger shrimp (Penaeus monodon) and were suggested to have stressspecific regulation and have the potential to be used as effective biomarkers (de la Vega et al. 2007) . However, no specific mutagenic activity or function of these elements could be suggested without further sequencing or characterization (de la Vega et al. 2007) . Even if these elements do not result in direct transposition, they may still have a significant effect on the Fig. 4 Heatmap of the 59 significantly differentially expressed genes between susceptible and resilient abalone from a closely related group with Elliston ancestry (Online Resource 1: Fig. S1 and S2 ). Gene clades: (A) and (C) up-regulated in resilient abalone and (B) downregulated in resilient abalone. Tree labels indicate direct family sibling groups: (1) three direct siblings and (2) three direct siblings and one-half sibling (tag no. 42). Abalone labels are indicated on the bottom axis indicating condition (S susceptible, R resilient) and abalone ID. Family relationships of all individuals are indicated in Online Resource physiological status by affecting the regulation of surrounding genes (Krasnov et al. 2005) . The Ty3 gene pathway has been studied in many taxa including yeast (Menees and Sandmeyer 1996) , mammals (Volff 2009), fungi, plants, insects (Miller et al. 1999) , and fish and starfish (Britten et al. 1995) . The Ty3 pathway transposition has the potential to dramatically alter gene function and genome structure (Kumar and Bennetzen 1999) . The dose and duration of heat and copper stress is positively correlated with the ability of such transposable elements to reshape the genome of fungal plant pathogens, leading to adaptation (Chadha and Sharma 2014) .",
                "cite_spans": [
                    {
                        "start": 1402,
                        "end": 1432,
                        "text": "(Slotkin and Martienssen 2007)",
                        "ref_id": null
                    },
                    {
                        "start": 1791,
                        "end": 1815,
                        "text": "(de la Vega et al. 2007)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1954,
                        "end": 1978,
                        "text": "(de la Vega et al. 2007)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 2795,
                        "end": 2816,
                        "text": "(Krasnov et al. 2005)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 2886,
                        "end": 2913,
                        "text": "(Menees and Sandmeyer 1996)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 2961,
                        "end": 2981,
                        "text": "(Miller et al. 1999)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 3006,
                        "end": 3027,
                        "text": "(Britten et al. 1995)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 3135,
                        "end": 3161,
                        "text": "(Kumar and Bennetzen 1999)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 3355,
                        "end": 3379,
                        "text": "(Chadha and Sharma 2014)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 2091,
                        "end": 2097,
                        "text": "Fig. 4",
                        "ref_id": null
                    },
                    {
                        "start": 2275,
                        "end": 2289,
                        "text": "Fig. S1 and S2",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Universal Genes Upregulated and Predetermined Summer Mortality Resilience",
                "sec_num": null
            },
            {
                "text": "The sets of differentially expressed genes between susceptible and resilient abalone were distinct between locations/ populations when they were analyzed separately. The functions of these genes vary, but all genes that could be identified appear to have a basic function that may be relevant to stress resilience. The ankyrin repeats, sodium and chloridedependent glycine transporter, and G-protein signaling-related genes were all significantly upregulated in resilient Elliston abalone, with a similar trend found for the other two populations. A similar gene to the sodium and chloride-dependent glycine transporter was found to be differentially expressed in the Pacific oyster (C. gigas) in low-salinity environments and has been suggested to be involved in hypo-osmotic adaptation (Meng et al. 2013) . Proteins that contain ankyrin repeats are sometimes known to be associated with immune responses (Voronin and Kiseleva 2008), and genes involved with the regulation of G-protein signaling pathways play a major role in cellular responses to extracellular stimuli (De Vries et al. 2000) . The naturally high expression of such genes in resilient abalone in comparison to susceptible abalone may play a role in enhancing preparatory defense mechanisms (Dong et al. 2008) , potentially enabling the resilient abalone to respond, cope with, or recover from the sudden stress brought on by a sharp increase in water temperature.",
                "cite_spans": [
                    {
                        "start": 788,
                        "end": 806,
                        "text": "(Meng et al. 2013)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 1075,
                        "end": 1093,
                        "text": "Vries et al. 2000)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1258,
                        "end": 1276,
                        "text": "(Dong et al. 2008)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Universal Genes Upregulated and Predetermined Summer Mortality Resilience",
                "sec_num": null
            },
            {
                "text": "The specific actions of genes with a lower baseline expression in heat stress-resistant individuals are not well studied. CD109 antigen, calumenin, sulfotransferase, and Toll-like receptor genes were all significantly downregulated in resilient Elliston abalone, with the same general pattern seen in both Aquaculture and Farm Beach populations. Similar to our findings, high expression of a CD109 antigen precursor has previously been found to be associated with C. gigas susceptible to summer mortality (Fleury et al. 2010) . The expression pattern of Toll-like receptor genes is triggered by the recognition of microbial signal transduction pathways, assisting the innate immune system in detecting the invasion of microbial pathogens (Takeda and Akira 2005). Calumenin genes play a role in homeostasis, particularly in endoplasmic reticulum stress alleviation, and high expression has been correlated with a significant reduction in apoptosis in stressed cells (Lee and Kwon 2013) . The mechanisms regulating the expression of sulfotransferase 1C2 are relatively unknown; however, sulfonation likely plays an important role in the detoxification processes (Gamage et al. 2006) . The function of these genes are all related in some way to maintaining cellular health, which suggests that low level of expression of these genes is required to maintain fitness or that these genes are part of a downstream cascade of effects associated with higher resilience. An alternative explanation is that the downregulation of these genes in resilient abalone may allow the upregulation of other vital stress response genes for reducing or fighting stress.",
                "cite_spans": [
                    {
                        "start": 505,
                        "end": 525,
                        "text": "(Fleury et al. 2010)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 965,
                        "end": 984,
                        "text": "(Lee and Kwon 2013)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1160,
                        "end": 1180,
                        "text": "(Gamage et al. 2006)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Universal Genes Downregulated and Predetermined Summer Mortality Resilience",
                "sec_num": null
            },
            {
                "text": "Considering that this species of abalone possesses a pelagic larval stage of~1 week (McShane 1992) , it is possible that each of these source populations could have low connectivity along the southern coast of Australia. The metapopulation structure of H. laevigata has been suggested previously (Brown and Murray 1992) . Recently, Miller et al. (2014) studied the connectivity of H. laevigata throughout south east Australia and found that there was strong genetic structure (metapopulation structure) throughout the region. They suggested that a 135-km distance was an effective barrier to larval dispersal, with populations largely maintained by selfrecruitment within a 30-km area. The three source locations discussed in this study are subjected to different environment conditions. The Farm Beach coast is shallow, usually receiving only very low swell or wind waves, and is sheltered by 100-m-wide sand flats that can produce warmer water. The Elliston coast consists of rocks and reefs with deep colder waters close to the shore. The Aquaculture population had been subjected to an undocumented degree of selection for size and was sourced from regions of the coastline off Kangaroo Island and Taylor's landings, south Australia. The three original sources of the abalone lines were separated bỹ km, and, given the geographical spread and topology of the coastline, it is possible that a combination of low gene flow, and/or strong local selection pressures, may be resulting in the distinct gene signatures identified in this study. It is also possible that long-term adaptation to the environmental conditions of origin may have been due to epigenetic effects, whereby environmental stimuli changes DNA methylation, histone, chromatin, and/or other heritable changes affecting gene expression, without the underlying DNA sequence being altered (Moghadam et al. 2015) . Research into mussels with differing osmotic resistance capabilities has suggested that the differences between mussels from different regions is more likely the result of local adaptation than just the result of neutral genetic differences between populations (Landes et al. 2015) , or that local adaptation at least plays a major role (Riginos and Cunningham 2005) . However, it is difficult to determine whether the differences between the sample populations in this study are a result of local adaptation or just genetic differences brought on by isolation and drift. When populations inhabit a heterogeneous environment, selective pressures on a trait such as stress or disease resilience could differ across the species range. However, the detection of local adaptation is difficult when studying gene expression signatures because demographic history (population expansion, division, and bottlenecks), in the absence of natural selection, could also cause differences in gene expression signatures. By utilizing RNAseq to sequence the mantle transcriptome and conduct a single nucleotide polymorphism (SNP) analysis of the red abalone (H. rufescens) from a range of different environments, Wit and Palumbi (2013) showed that the selection of some genes related to hypoxia resistance and response to heat and pathogens did differ between abalone sourced from differing geographic locations as a result of differing selective pressures along the California coast. However, further study of genetic variation in populations along the southern Australian coast would be needed to determine if such selective pressures exist for H. laevigata.",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 98,
                        "text": "(McShane 1992)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 296,
                        "end": 319,
                        "text": "(Brown and Murray 1992)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 322,
                        "end": 352,
                        "text": "Recently, Miller et al. (2014)",
                        "ref_id": null
                    },
                    {
                        "start": 1854,
                        "end": 1876,
                        "text": "(Moghadam et al. 2015)",
                        "ref_id": null
                    },
                    {
                        "start": 2140,
                        "end": 2160,
                        "text": "(Landes et al. 2015)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 2216,
                        "end": 2245,
                        "text": "(Riginos and Cunningham 2005)",
                        "ref_id": null
                    },
                    {
                        "start": 3076,
                        "end": 3098,
                        "text": "Wit and Palumbi (2013)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Differences",
                "sec_num": null
            },
            {
                "text": "Varying levels of connectivity at different spatial scales have been shown to generate variation in disease resistance, with a higher diversity of resistant phenotypes resulting in higher levels of resistance at the population level (Laine et al. 2011) . This phenomenon, where spatial connectivity in the metapopulation promotes genetic variability, may provide H. laevigata populations with the diverse armory of genotypes needed to survive the impending effects of increased temperature with climate change. Each of the genes that are differentially expressed in the populations in this study may be associated with different functions, and different preparative defense strategies, which benefit each population under specific local conditions.",
                "cite_spans": [
                    {
                        "start": 233,
                        "end": 252,
                        "text": "(Laine et al. 2011)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Differences",
                "sec_num": null
            },
            {
                "text": "Only two differentially expressed genes were identified between susceptible and resilient abalone. The EGF-like domain gene was highly upregulated in resilient abalone and is one of the most highly differentially expressed genes in this study, as well as having the highest read count of all genes differentially expressed. The function of EGF-like domains is not completely understood; however, they have been suggested to play a role in apoptotic cell removal during inflammation (Park et al. 2008) . Upregulation of this gene could prepare abalone to better resist or tolerate the stresses associated with the higher summer temperatures encountered in the Farm Beach environment by leading to the rapid removal of dead or dying cellular material.",
                "cite_spans": [
                    {
                        "start": 482,
                        "end": 500,
                        "text": "(Park et al. 2008)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Farm Beach Population",
                "sec_num": null
            },
            {
                "text": "The Aquaculture population was originally sourced from a colder water location; however, it was subject to several generations of selection for favorable traits for increased growth in the farm environment. Two identifiable genes (heat-shock protein 70 B2 and the sterile alpha motif domain) were found to be upregulated in resilient abalone. Sterile alpha motif domains are known to be responsible for regulating cell proliferation and apoptosis (Li et al. 2007) and have been indicated to have an inflammatory response to tissue injury (Chefetz et al. 2008) . Apoptosis inhibitor 193R was also significantly upregulated in susceptible Aquaculture abalone. In similar studies, apoptosis inhibitors show higher expression when oysters are infected with herpes virus (Segarra et al. 2014), which has coincided with mass mortalities during the summer months (Friedman et al. 2005) .",
                "cite_spans": [
                    {
                        "start": 447,
                        "end": 463,
                        "text": "(Li et al. 2007)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 538,
                        "end": 559,
                        "text": "(Chefetz et al. 2008)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 856,
                        "end": 878,
                        "text": "(Friedman et al. 2005)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Aquaculture Population",
                "sec_num": null
            },
            {
                "text": "Almost all organisms react to thermal stress by increasing the expression of heat-shock proteins, an evolutionarily conserved mechanism for maintaining cellular homeostasis during inflammatory response, noxious stimuli, toxins, and free radicals (Lindquist 1986) . HSP70 has been the focus of many studies involving summer mortality and thermal stress in abalone for several years (Brokordt et al. 2015; Cheng et al. 2007; Farcy et al. 2007; Li et al. 2012) . Interestingly, the HSP70 identified in this study only demonstrated a preadaptive signature in the resilient Aquaculture abalone. This may be due to HSPs being energetically expensive with their expression potentially trading off energy allocations for growth and reproduction (Hofmann and Somero 1995; Somero 2002) . Li et al. (2012) found that abalone cultured at higher temperatures responded faster and were more sensitive, expressing more HSP70 over time when exposed to high temperature shock",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 262,
                        "text": "(Lindquist 1986)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 381,
                        "end": 403,
                        "text": "(Brokordt et al. 2015;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 404,
                        "end": 422,
                        "text": "Cheng et al. 2007;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 423,
                        "end": 441,
                        "text": "Farcy et al. 2007;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 442,
                        "end": 457,
                        "text": "Li et al. 2012)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 737,
                        "end": 762,
                        "text": "(Hofmann and Somero 1995;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 763,
                        "end": 775,
                        "text": "Somero 2002)",
                        "ref_id": null
                    },
                    {
                        "start": 778,
                        "end": 794,
                        "text": "Li et al. (2012)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Aquaculture Population",
                "sec_num": null
            },
            {
                "text": "Elliston represents a comparatively cool water source population. This location also showed the greatest number of differentially expressed genes between susceptible and resilient abalone. The genes upregulated in resilient abalone are diverse in function and appear to suggest an involvement in toxin or oxidative stress response. NADPH-dependent flavin reductase activity may be required for a response to heat shock and genotoxic stress in animals (Kwasnicka et al. 2003) . HARBI1 has been found to be upregulated in fathead minnows (Pimephales promelas) under stress and is suggested to be involved in oxidative metabolism, oxidative stress, apoptosis, and immune function processes (Wiseman et al. 2013) . Glucuronosyltransferase is heavily involved in the pathway for foreign material removal in the body which includes toxins, pharmaceuticals, and endogenous substances (Goerres et al. 2006) . These genes all displayed the same general expression pattern in Farm Beach abalone but did not exhibit the same pattern in the Aquaculture population.",
                "cite_spans": [
                    {
                        "start": 451,
                        "end": 474,
                        "text": "(Kwasnicka et al. 2003)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 687,
                        "end": 708,
                        "text": "(Wiseman et al. 2013)",
                        "ref_id": null
                    },
                    {
                        "start": 877,
                        "end": 898,
                        "text": "(Goerres et al. 2006)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Elliston Population",
                "sec_num": null
            },
            {
                "text": "Kyphoscoliosis peptidase-related genes have been associated with muscle growth and muscle hypertrophy (Miao et al. 2015) and were exclusively upregulated in Elliston resilient abalone. Fast growth rates, gonadal development, and spawning are suggested to coincide with susceptibility to summer mortality in young oysters, possibly due to their high physiological and energetic demand (Cotter et al. 2010) . These mollusks may be weakened by reproductive activity making them more vulnerable to disease. However, the negative correlation between summer mortality resilience and reproductive effort does not directly imply there are energetic tradeoffs between reproductive effort and resilience, as bacterial and viral pathogens may be the foremost cause of mortalities (Huvet et al. 2010) .",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 120,
                        "text": "(Miao et al. 2015)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 384,
                        "end": 404,
                        "text": "(Cotter et al. 2010)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 769,
                        "end": 788,
                        "text": "(Huvet et al. 2010)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Elliston Population",
                "sec_num": null
            },
            {
                "text": "Selection for summer mortality-resilient mollusks has not demonstrated to result in an inadvertent selection for slower or faster growth rates in other studies (Dégremont et al. 2010; Dégremont et al. 2007) .",
                "cite_spans": [
                    {
                        "start": 160,
                        "end": 183,
                        "text": "(Dégremont et al. 2010;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 184,
                        "end": 206,
                        "text": "Dégremont et al. 2007)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Elliston Population",
                "sec_num": null
            },
            {
                "text": "Some of the genes found to be upregulated in susceptible Elliston abalone appear to play roles in maintaining cell function under oxidative stress. The upregulation of genes associated with the protection of telomeres in susceptible abalone suggest that telomeres were at risk, with oxidative stress known to cause exponential telomere shortening (Richter and von Zglinicki 2007) . Progressive telomere shortening can lead to chromosome instability and the deterioration of cellular function. Dyneins assist in axonemal transport and are critical to maintain axonemal integrity and have been found to be negatively affected by oxidative stress through reactive oxygen species and linked to neurodegenerative diseases (Fang et al. 2012) . The upregulation of these genes in susceptible abalone might suggest that these highly expressed axonemal and telomere defense genes may come at an energetic cost to the animal and may contribute to their eventual susceptibility to summer mortality.",
                "cite_spans": [
                    {
                        "start": 347,
                        "end": 379,
                        "text": "(Richter and von Zglinicki 2007)",
                        "ref_id": null
                    },
                    {
                        "start": 717,
                        "end": 735,
                        "text": "(Fang et al. 2012)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Elliston Population",
                "sec_num": null
            },
            {
                "text": "The ability to predict summer mortality susceptibility and resilience appears to be complex as few species-wide or even population-wide gene signatures were detected. A significant outcome of this study is the identification of genes that may highlight important areas of interest for future study, such as transposable elements and their potential role in epigenetic systems. Our data supports the hypothesis that summer mortality resilience could be partly influenced by prestress gene expression differences that prime an animal's physiology so that it can respond faster and more effectively to summer mortality events. As the analysis of differential expression was performed using a non-lethal method of tentacle sampling, we were able to sample naïve animals before the stress challenge and look for associations between baseline gene expression signatures and resilience or susceptibility to heat stress. This non-lethal method could also allow us to sample, test, and possibly provide the ability to make predictions about the susceptibility of animals before the occurrence of the stress. This would be of significant value to the abalone aquaculture industry. With impending threats such as climate change, the genes identified in this study could also be incorporated into large-scale management programs for coastal systems aimed at conservation and restocking of wild abalone and other summer mortality-affected animals by identifying populations at risk.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "MarBiotechnol (2017) 19:191-205",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Acknowledgements This work was funded by the Australian Research Council (ARC) Discovery Project DP110100592 awarded to Jan Strugnell. Thanks are due to the Australian Bight Abalone group, in particular Ben Smith, for supplying the abalone for this study. Thanks are also given to the Victorian Life Science Computation Center for the summer internship (BPS).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            },
            {
                "text": "Ethics The La Trobe Ethics committee has exempted the abalone H. laevigata from ethical clearance. All efforts were made to minimize suffering.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Compliance with Ethical Standards",
                "sec_num": null
            },
            {
                "text": "The authors declare that they have no competing interest.Miller K, Mundy C, Mayfield S (2014) Molecular genetics to inform spatial management in benthic invertebrate fisheries: a case study using the Australian Greenlip Abalone. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conflict of Interest",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Basic local alignment search tool",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "F"
                        ],
                        "last": "Altschul",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Gish",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "W"
                        ],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Lipman",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "J Mol Biol",
                "volume": "215",
                "issue": "",
                "pages": "403--410",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ (1990) Basic local alignment search tool. J Mol Biol 215:403-410",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Genomic basis for coral resilience to climate change",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Barshis",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Ladner",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Oliver",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "O"
                        ],
                        "last": "Seneca",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Traylor-Knowles",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Palumbi",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Proc Natl Acad Sci U S A",
                "volume": "110",
                "issue": "",
                "pages": "1387--1392",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barshis DJ, Ladner JT, Oliver TA, Seneca FO, Traylor-Knowles N, Palumbi SR (2013) Genomic basis for coral resilience to climate change. Proc Natl Acad Sci U S A 110:1387-1392",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "On the adaptive control of the false discovery rate in multiple testing with independent statistics",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Benjamini",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Hochberg",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "J Educ Behav Stat",
                "volume": "25",
                "issue": "",
                "pages": "60--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Benjamini Y, Hochberg Y (2000) On the adaptive control of the false discovery rate in multiple testing with independent statistics. J Educ Behav Stat 25:60-83",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Gypsy/Ty3-class retrotransposons integrated in the DNA of herring, tunicate, and echinoderms",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Britten",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Mccormack",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Mears",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Davidson",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "J Mol Evol",
                "volume": "40",
                "issue": "",
                "pages": "13--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Britten RJ, McCormack TJ, Mears TL, Davidson EH (1995) Gypsy/Ty3- class retrotransposons integrated in the DNA of herring, tunicate, and echinoderms. J Mol Evol 40:13-24",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Potential response to selection of HSP70 as a component of innate immunity in the abalone Haliotis rufescens",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "B"
                        ],
                        "last": "Brokordt",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "González",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Farías",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "M"
                        ],
                        "last": "Winkler",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "PLoS One",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brokordt KB, González RC, Farías WJ, Winkler FM (2015) Potential response to selection of HSP70 as a component of innate immunity in the abalone Haliotis rufescens. PLoS One 10:e0141959",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Abalone of the world: biology, fisheries and culture",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Murray",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "19--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown L, Murray N (1992) Genetic relationships within the genus Haliotis. Abalone of the world: biology, fisheries and culture. Blackwell Scientific Publishers, London, pp 19-23",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "high-throughput sequencing, a versatile weapon to support genome-based diagnosis in infectious diseases: applications to Clinical Bacteriology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Caboche",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Audebert",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hot",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Pathogens",
                "volume": "3",
                "issue": "",
                "pages": "258--279",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Caboche S, Audebert C, Hot D (2014) high-throughput sequencing, a versatile weapon to support genome-based diagnosis in infectious diseases: applications to Clinical Bacteriology. Pathogens 3:258- 279",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The early stages of the immune response of the European abalone Haliotis tuberculata to a Vibrio harveyi infection",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Cardinaud",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "M"
                        ],
                        "last": "Dheilly",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Huchette",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Moraga",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Paillard",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Dev Comp Immunol",
                "volume": "51",
                "issue": "",
                "pages": "287--297",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cardinaud M, Dheilly NM, Huchette S, Moraga D, Paillard C (2015) The early stages of the immune response of the European abalone Haliotis tuberculata to a Vibrio harveyi infection. Dev Comp Immunol 51:287-297",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Transposable elements as stress adaptive capacitors induce genomic instability in fungal pathogen Magnaporthe oryzae",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Chadha",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Sharma",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "PLoS One",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chadha S, Sharma M (2014) Transposable elements as stress adaptive capacitors induce genomic instability in fungal pathogen Magnaporthe oryzae. PLoS One 9:e94415",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Mass mortality in Pacific oysters is associated with a specific gene expression signature",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Chaney",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "Y"
                        ],
                        "last": "Gracey",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Mol Ecol",
                "volume": "20",
                "issue": "",
                "pages": "2942--2954",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chaney ML, Gracey AY (2011) Mass mortality in Pacific oysters is as- sociated with a specific gene expression signature. Mol Ecol 20: 2942-2954",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Normophosphatemic familial tumoral calcinosis is caused by deleterious mutations in SAMD9, encoding a TNF-α responsive protein",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Chefetz",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "J Invest Dermatol",
                "volume": "128",
                "issue": "",
                "pages": "1423--1429",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chefetz I et al (2008) Normophosphatemic familial tumoral calcinosis is caused by deleterious mutations in SAMD9, encoding a TNF-α responsive protein. J Invest Dermatol 128:1423-1429",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Cloning and expression analysis of a HSP70 gene from Pacific abalone (Haliotis discus hannai)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Cheng",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Liu",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Zhang",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "He",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Fish Shellfish Immunol",
                "volume": "22",
                "issue": "",
                "pages": "77--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cheng P, Liu X, Zhang G, He J (2007) Cloning and expression analysis of a HSP70 gene from Pacific abalone (Haliotis discus hannai). Fish Shellfish Immunol 22:77-87",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Hypoxia impacts large adults first: consequences in a warming world",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Clark",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Glob Chang Biol",
                "volume": "19",
                "issue": "",
                "pages": "2251--2263",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Clark MS et al (2013) Hypoxia impacts large adults first: consequences in a warming world. Glob Chang Biol 19:2251-2263",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Summer mortality of the Pacific oyster, Crassostrea gigas, in the Irish Sea: the influence of growth, biochemistry and gametogenesis",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Cotter",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Aquaculture",
                "volume": "303",
                "issue": "",
                "pages": "8--21",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cotter E et al (2010) Summer mortality of the Pacific oyster, Crassostrea gigas, in the Irish Sea: the influence of growth, biochemistry and gametogenesis. Aquaculture 303:8-21",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Differential expression of immune-related genes and transposable elements in black tiger shrimp (Penaeus monodon) exposed to a range of environmental stressors",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "De La Vega",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Degnan",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Fish Shellfish Immunol",
                "volume": "23",
                "issue": "",
                "pages": "1072--1088",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "de la Vega E, Degnan BM, Hall MR, Wilson KJ (2007) Differential expression of immune-related genes and transposable elements in black tiger shrimp (Penaeus monodon) exposed to a range of envi- ronmental stressors. Fish Shellfish Immunol 23:1072-1088",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The regulator of G protein signaling family",
                "authors": [
                    {
                        "first": "De",
                        "middle": [],
                        "last": "Vries",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Zheng",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Fischer",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Elenko",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Farquhar",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Annu Rev Pharmacol Toxicol",
                "volume": "40",
                "issue": "",
                "pages": "235--271",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "De Vries L, Zheng B, Fischer T, Elenko E, Farquhar MG (2000) The regulator of G protein signaling family. Annu Rev Pharmacol Toxicol 40:235-271",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Evidence of herpes virus (OsHV-1) resistance in juvenile Crassostrea gigas selected for high resistance to the summer mortality phenomenon",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dégremont",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Aquaculture",
                "volume": "317",
                "issue": "",
                "pages": "94--98",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dégremont L (2011) Evidence of herpes virus (OsHV-1) resistance in juvenile Crassostrea gigas selected for high resistance to the sum- mer mortality phenomenon. Aquaculture 317:94-98",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Relative importance of family, site, and field placement timing on survival, growth, and yield of hatcheryproduced Pacific oyster spat (Crassostrea gigas)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dégremont",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Aquaculture",
                "volume": "249",
                "issue": "",
                "pages": "213--229",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dégremont L et al (2005) Relative importance of family, site, and field placement timing on survival, growth, and yield of hatchery- produced Pacific oyster spat (Crassostrea gigas). Aquaculture 249:213-229",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Summer mortality of hatchery-produced Pacific oyster spat (Crassostrea gigas). I. Estimation of genetic parameters for survival and growth",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dégremont",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Ernande",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Bédier",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Boudry",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Aquaculture",
                "volume": "262",
                "issue": "",
                "pages": "41--53",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dégremont L, Ernande B, Bédier E, Boudry P (2007) Summer mortality of hatchery-produced Pacific oyster spat (Crassostrea gigas). I. Estimation of genetic parameters for survival and growth. Aquaculture 262:41-53",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Summer mortality of hatcheryproduced Pacific oyster spat (Crassostrea gigas). II. Response to selection for survival and its influence on growth and yield",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dégremont",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Bédier",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Boudry",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Aquaculture",
                "volume": "299",
                "issue": "",
                "pages": "21--29",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dégremont L, Bédier E, Boudry P (2010) Summer mortality of hatchery- produced Pacific oyster spat (Crassostrea gigas). II. Response to selection for survival and its influence on growth and yield. Aquaculture 299:21-29",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Heat-shock protein (Hsp70) expression in four limpets of the genus Lottia: interspecific variation in constitutive and inducible synthesis correlates with in situ exposure to heat stress",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Dong",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "P"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Sanders",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "N"
                        ],
                        "last": "Somero",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Biol Bull",
                "volume": "215",
                "issue": "",
                "pages": "173--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dong Y, Miller LP, Sanders JG, Somero GN (2008) Heat-shock protein (Hsp70) expression in four limpets of the genus Lottia: interspe- cific variation in constitutive and inducible synthesis correlates with in situ exposure to heat stress. Biol Bull 215:173-181",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Autologous transplantation of adipose-derived mesenchymal stem cells ameliorates streptozotocin-induced diabetic nephropathy in rats by inhibiting oxidative stress, pro-inflammatory cytokines and the p38 MAPK signaling pathway",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Fang",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Tian",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Bai",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Fan",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Hou",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Tong",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Int J Mol Med",
                "volume": "30",
                "issue": "",
                "pages": "85--92",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fang Y, Tian X, Bai S, Fan J, Hou W, Tong H, Li D (2012) Autologous transplantation of adipose-derived mesenchymal stem cells amelio- rates streptozotocin-induced diabetic nephropathy in rats by inhibiting oxidative stress, pro-inflammatory cytokines and the p38 MAPK signaling pathway. Int J Mol Med 30:85-92",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Identification of cDNAs encoding HSP70 and HSP90 in the abalone Haliotis tuberculata: transcriptional induction in response to thermal stress in hemocyte primary culture",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Farcy",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Serpentini",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Fiévet",
                        "suffix": ""
                    },
                    {
                        "first": "J-M",
                        "middle": [],
                        "last": "Lebel",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Comp Biochem Physiol B Biochem Mol Biol",
                "volume": "146",
                "issue": "",
                "pages": "540--550",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farcy E, Serpentini A, Fiévet B, Lebel J-M (2007) Identification of cDNAs encoding HSP70 and HSP90 in the abalone Haliotis tuberculata: transcriptional induction in response to thermal stress in hemocyte primary culture. Comp Biochem Physiol B Biochem Mol Biol 146:540-550",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Annotation of post-translational modifications in the Swiss-Prot knowledge base",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Farriol-Mathis",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Proteomics",
                "volume": "4",
                "issue": "",
                "pages": "1537--1550",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farriol-Mathis N et al (2004) Annotation of post-translational modifica- tions in the Swiss-Prot knowledge base. Proteomics 4:1537-1550",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "HMMER web server: interactive sequence similarity searching",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Finn",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Clements",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Eddy",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Nucleic Acids Res",
                "volume": "39",
                "issue": "",
                "pages": "29--37",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Finn RD, Clements J, Eddy SR (2011) HMMER web server: interactive sequence similarity searching. Nucleic Acids Res 39(Web Server issue):W29-W37",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Pfam: the protein families database",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Finn",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Nucleic Acids Res",
                "volume": "42",
                "issue": "",
                "pages": "222--230",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Finn RD et al (2014) Pfam: the protein families database. Nucleic Acids Res 42(Database issue):D222-D230",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Microarray-based identification of gonad transcripts differentially expressed between lines of Pacific oyster selected to be resistant or susceptible to summer mortality",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Fleury",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Mar Biotechnol",
                "volume": "12",
                "issue": "",
                "pages": "326--339",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleury E et al (2010) Microarray-based identification of gonad transcripts differentially expressed between lines of Pacific oyster selected to be resistant or susceptible to summer mortality. Mar Biotechnol 12: 326-339",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Herpes virus in juvenile Pacific oysters Crassostrea gigas from Tomales Bay, California, coincides with summer mortality episodes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Friedman",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Dis Aquat Org",
                "volume": "63",
                "issue": "",
                "pages": "33--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Friedman CS et al (2005) Herpes virus in juvenile Pacific oysters Crassostrea gigas from Tomales Bay, California, coincides with summer mortality episodes. Dis Aquat Org 63:33-41",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Human sulfotransferases and their role in chemical metabolism",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Gamage",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Barnett",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Hempel",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Duggleby",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "F"
                        ],
                        "last": "Windmill",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Toxicol Sci",
                "volume": "90",
                "issue": "",
                "pages": "5--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gamage N, Barnett A, Hempel N, Duggleby RG, Windmill KF, Martin JL, McManus ME (2006) Human sulfotransferases and their role in chemical metabolism. Toxicol Sci 90:5-22",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Optimum temperature for growth of Australian abalone: preferred temperature and critical thermal maximum for blacklip abalone, Haliotis rubra (Leach), and greenlip abalone, Haliotis laevigata (Leach)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Gilroy",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Edwards",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Aquac Res",
                "volume": "29",
                "issue": "",
                "pages": "481--485",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gilroy A, Edwards S (1998) Optimum temperature for growth of Australian abalone: preferred temperature and critical thermal max- imum for blacklip abalone, Haliotis rubra (Leach), and greenlip abalone, Haliotis laevigata (Leach). Aquac Res 29:481-485",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "RNA-seq reveals regional differences in transcriptome response to heat stress in the marine snail Chlorostoma funebralis",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "U"
                        ],
                        "last": "Gleason",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Burton",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Mol Ecol",
                "volume": "24",
                "issue": "",
                "pages": "610--627",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gleason LU, Burton RS (2015) RNA-seq reveals regional differences in transcriptome response to heat stress in the marine snail Chlorostoma funebralis. Mol Ecol 24:610-627",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Deficient UDPglucuronosyltransferase detoxification enzyme activity in the small intestinal mucosa of patients with coeliac disease",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Goerres",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Roelofs",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Jansen",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Peters",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Aliment Pharmacol Ther",
                "volume": "23",
                "issue": "",
                "pages": "243--246",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goerres M, Roelofs H, Jansen J, Peters W (2006) Deficient UDP- glucuronosyltransferase detoxification enzyme activity in the small intestinal mucosa of patients with coeliac disease. Aliment Pharmacol Ther 23:243-246",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Full-length transcriptome assembly from RNA-Seq data without a reference genome",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "G"
                        ],
                        "last": "Grabherr",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Nat Biotechnol",
                "volume": "29",
                "issue": "",
                "pages": "644--652",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grabherr MG et al (2011) Full-length transcriptome assembly from RNA- Seq data without a reference genome. Nat Biotechnol 29:644-652",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Evidence for protein damage at environmental temperatures: seasonal changes in levels of ubiquitin conjugates and hsp70 in the intertidal mussel Mytilus trossulus",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Hofmann",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Somero",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "J Exp Biol",
                "volume": "198",
                "issue": "",
                "pages": "1509--1518",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hofmann G, Somero G (1995) Evidence for protein damage at environ- mental temperatures: seasonal changes in levels of ubiquitin conju- gates and hsp70 in the intertidal mussel Mytilus trossulus. J Exp Biol 198:1509-1518",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Reproductive effort of Pacific oysters: a trait associated with susceptibility to summer mortality",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Huvet",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Normand",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Fleury",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Quillien",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Fabioux",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Boudry",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Aquaculture",
                "volume": "304",
                "issue": "",
                "pages": "95--99",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huvet A, Normand J, Fleury E, Quillien V, Fabioux C, Boudry P (2010) Reproductive effort of Pacific oysters: a trait associated with suscep- tibility to summer mortality. Aquaculture 304:95-99",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Transcribed Tc1-like transposons in salmonid fish",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Krasnov",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Koskinen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Afanasyev",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Mölsä",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "BMC Genomics",
                "volume": "6",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krasnov A, Koskinen H, Afanasyev S, Mölsä H (2005) Transcribed Tc1- like transposons in salmonid fish. BMC Genomics 6:107",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Predicting transmembrane protein topology with a hidden Markov model: application to complete genomes",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Krogh",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Larsson",
                        "suffix": ""
                    },
                    {
                        "first": "Von",
                        "middle": [],
                        "last": "Heijne",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Sonnhammer",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "J Mol Biol",
                "volume": "305",
                "issue": "",
                "pages": "567--580",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krogh A, Larsson B, Von Heijne G, Sonnhammer EL (2001) Predicting transmembrane protein topology with a hidden Markov model: ap- plication to complete genomes. J Mol Biol 305:567-580",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Plant retrotransposons",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Kumar",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Bennetzen",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Annu Rev Genet",
                "volume": "33",
                "issue": "",
                "pages": "479--532",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kumar A, Bennetzen JL (1999) Plant retrotransposons. Annu Rev Genet 33:479-532",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Coordinate expression of NADPH-dependent flavin reductase, Fre-1, and Hint-related 7meGMP-directed hydrolase, DCS-1",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Kwasnicka",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Krakowiak",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Thacker",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Brenner",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Vincent",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "J Biol Chem",
                "volume": "278",
                "issue": "",
                "pages": "39051--39058",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kwasnicka DA, Krakowiak A, Thacker C, Brenner C, Vincent SR (2003) Coordinate expression of NADPH-dependent flavin reductase, Fre- 1, and Hint-related 7meGMP-directed hydrolase, DCS-1. J Biol Chem 278:39051-39058",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "RNAmmer: consistent and rapid annotation of ribosomal RNA genes",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Lagesen",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hallin",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rødland",
                        "suffix": ""
                    },
                    {
                        "first": "H-H",
                        "middle": [],
                        "last": "Staerfeldt",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Rognes",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Ussery",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Nucleic Acids Res",
                "volume": "35",
                "issue": "",
                "pages": "3100--3108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lagesen K, Hallin P, Rødland EA, Staerfeldt H-H, Rognes T, Ussery DW (2007) RNAmmer: consistent and rapid annotation of ribosomal RNA genes. Nucleic Acids Res 35:3100-3108",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Spatial variation in disease resistance: from molecules to metapopulations",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Laine",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Burdon",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "N"
                        ],
                        "last": "Dodds",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Thrall",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "J Ecol",
                "volume": "99",
                "issue": "",
                "pages": "96--112",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Laine AL, Burdon JJ, Dodds PN, Thrall PH (2011) Spatial variation in disease resistance: from molecules to metapopulations. J Ecol 99: 96-112",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Growth and respiration in blue mussels (Mytilus spp.) from different salinity regimes",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Landes",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Dolmer",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Poulsen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Petersen",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Vismann",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "J Shellfish Res",
                "volume": "34",
                "issue": "",
                "pages": "373--382",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Landes A, Dolmer P, Poulsen LK, Petersen JK, Vismann B (2015) Growth and respiration in blue mussels (Mytilus spp.) from different salinity regimes. J Shellfish Res 34:373-382",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Fast gapped-read alignment with Bowtie 2",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Langmead",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Salzberg",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Nat Methods",
                "volume": "9",
                "issue": "",
                "pages": "357--359",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Langmead B, Salzberg SL (2012) Fast gapped-read alignment with Bowtie 2. Nat Methods 9:357-359",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Ultrafast and memory-efficient alignment of short DNA sequences to the human genome",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Langmead",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Trapnell",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Pop",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Salzberg",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Genome Biol",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Langmead B, Trapnell C, Pop M, Salzberg SL (2009) Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol 10:R25",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Calumenin has a role in the alleviation of ER stress in neonatal rat cardiomyocytes",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Kwon",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Biochem Biophys Res Commun",
                "volume": "439",
                "issue": "",
                "pages": "327--332",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lee JH, Kwon EJ (2013) Calumenin has a role in the alleviation of ER stress in neonatal rat cardiomyocytes. Biochem Biophys Res Commun 439:327-332",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Human sterile alpha motif domain 9, a novel gene identified as down-regulated in aggressive fibromatosis, is absent in the mouse",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Li",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "BMC Genomics",
                "volume": "8",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Li CF et al (2007) Human sterile alpha motif domain 9, a novel gene identified as down-regulated in aggressive fibromatosis, is absent in the mouse. BMC Genomics 8:92",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Acclimation-dependent expression of heat shock protein 70 in Pacific abalone (Haliotis discus hannai Ino) and its acute response to thermal exposure",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [],
                        "last": "He",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Sun",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Liu",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Chin J Oceanol Limnol",
                "volume": "30",
                "issue": "",
                "pages": "146--151",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Li J, He Q, Sun H, Liu X (2012) Acclimation-dependent expression of heat shock protein 70 in Pacific abalone (Haliotis discus hannai Ino) and its acute response to thermal exposure. Chin J Oceanol Limnol 30:146-151",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The role of hybridization in improving the immune response and thermal tolerance of abalone",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Liang",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Luo",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "You",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Luo",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Ke",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Fish Shellfish Immunol",
                "volume": "39",
                "issue": "",
                "pages": "69--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Liang S, Luo X, You W, Luo L, Ke C (2014) The role of hybridization in improving the immune response and thermal tolerance of abalone. Fish Shellfish Immunol 39:69-77",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "The heat-shock response",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Lindquist",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Annu Rev Biochem",
                "volume": "55",
                "issue": "",
                "pages": "1151--1191",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lindquist S (1986) The heat-shock response. Annu Rev Biochem 55: 1151-1191",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Summer mortality of the blue mussel in eastern Canada: spatial, temporal, stock and age variation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Mallet",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Carver",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Freeman",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Mar Ecol Prog Ser",
                "volume": "67",
                "issue": "",
                "pages": "35--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mallet A, Carver C, Freeman K (1990) Summer mortality of the blue mussel in eastern Canada: spatial, temporal, stock and age variation. Mar Ecol Prog Ser 67:35-41",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Gene expression profiles during short-term heat stress in the red sea coral Stylophora pistillata",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Maor-Landaw",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Karako-Lampert",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Ben-Asher",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Goffredo",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Falini",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Dubinsky",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Levy",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Glob Chang Biol",
                "volume": "20",
                "issue": "",
                "pages": "3026--3035",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maor-Landaw K, Karako-Lampert S, Ben-Asher HW, Goffredo S, Falini G, Dubinsky Z, Levy O (2014) Gene expression profiles during short-term heat stress in the red sea coral Stylophora pistillata. Glob Chang Biol 20:3026-3035",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Abalone of the world: biology, fisheries and culture",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Mcshane",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "120--138",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McShane P (1992) Early life history of abalone: a review. Abalone of the world: biology, fisheries and culture. Blackwell Scientific Publishers, London, pp 120-138",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Cellular stress inhibits transposition of the yeast retrovirus-like element Ty3 by a ubiquitin-dependent block of virus-like particle formation",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Menees",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Sandmeyer",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Proc Natl Acad Sci",
                "volume": "93",
                "issue": "",
                "pages": "5629--5634",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Menees TM, Sandmeyer SB (1996) Cellular stress inhibits transposition of the yeast retrovirus-like element Ty3 by a ubiquitin-dependent block of virus-like particle formation. Proc Natl Acad Sci 93: 5629-5634",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Genome and transcriptome analyses provide insight into the euryhaline adaptation mechanism of Crassostrea gigas",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Meng",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "PLoS One",
                "volume": "8",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meng J et al (2013) Genome and transcriptome analyses provide insight into the euryhaline adaptation mechanism of Crassostrea gigas. PLoS One 8:e58563",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "RNA sequencing identifies upregulated kyphoscoliosis peptidase and phosphatidic acid signaling pathways in muscle hypertrophy generated by transgenic expression of myostatin propeptide",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Miao",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Yang",
                        "suffix": ""
                    },
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Xu",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Jing",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Zhao",
                        "suffix": ""
                    },
                    {
                        "first": "X ; -",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Lynch",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Herniou",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Tristem",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Int J Mol Sci",
                "volume": "16",
                "issue": "",
                "pages": "358--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miao Y, Yang J, Xu Z, Jing L, Zhao S, Li X (2015) RNA sequencing identifies upregulated kyphoscoliosis peptidase and phosphatidic acid signaling pathways in muscle hypertrophy generated by trans- genic expression of myostatin propeptide. Int J Mol Sci 16:7976- Miller K, Lynch C, Martin J, Herniou E, Tristem M (1999) Identification of multiple Gypsy LTR-retrotransposon lineages in vertebrate ge- nomes. J Mol Evol 49:358-366",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "text": "Abalone broodstock sourced from Elliston, Farm Beach, and the Taylor's Landing and Kangaroo Island region in South Australia, Australia",
                "uris": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "num": null,
                "text": "Summer mortality experimental design and result.",
                "uris": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "num": null,
                "text": "Gene expression heatmap of all 69 significantly differentially expressed genes for all abalone. Abalone labels are indicated on the bottom axis indicating location (S Aquaculture, E Elliston, F Farm Beach), condition (S susceptible, R resilient), and tank no. during experimental heat trial and abalone ID",
                "uris": null
            }
        }
    }
}