{
    "paper_id": "1365-2656",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:34:30.232489Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Daniel",
            "middle": [
                "J"
            ],
            "last": "Becker",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Indiana University",
                "location": {
                    "settlement": "Bloomington",
                    "region": "IN"
                }
            },
            "email": ""
        },
        {
            "first": "Gregory",
            "middle": [
                "F"
            ],
            "last": "Albery",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Georgetown University",
                "location": {
                    "settlement": "Washington",
                    "region": "DC",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Maureen",
            "middle": [
                "K"
            ],
            "last": "Kessler",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Montana State University",
                "location": {
                    "settlement": "Bozeman",
                    "region": "MT"
                }
            },
            "email": ""
        },
        {
            "first": "Tamika",
            "middle": [
                "J"
            ],
            "last": "Lunn",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Griffith University",
                "location": {
                    "settlement": "Queensland",
                    "country": "Australia"
                }
            },
            "email": ""
        },
        {
            "first": "Caylee",
            "middle": [
                "A"
            ],
            "last": "18 Falvo",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Montana State University",
                "location": {
                    "settlement": "Bozeman",
                    "region": "MT"
                }
            },
            "email": ""
        },
        {
            "first": "Gábor",
            "middle": [
                "Á"
            ],
            "last": "Czirják",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Leibniz Institute for Zoo and Wildlife Research",
                "location": {
                    "settlement": "Berlin",
                    "country": "Germany"
                }
            },
            "email": ""
        },
        {
            "first": "Lynn",
            "middle": [
                "B"
            ],
            "last": "Martin",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of South Florida",
                "location": {
                    "settlement": "Tampa",
                    "region": "FL"
                }
            },
            "email": ""
        },
        {
            "first": "Raina",
            "middle": [
                "K"
            ],
            "last": "Plowright",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "This is the author manuscript accepted for publication and has undergone full peer review but has not been through the copyediting, typesetting, pagination and proofreading process, which may lead to differences between this version and the Version of Record. Please cite this article as",
    "pdf_parse": {
        "paper_id": "1365-2656",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "This is the author manuscript accepted for publication and has undergone full peer review but has not been through the copyediting, typesetting, pagination and proofreading process, which may lead to differences between this version and the Version of Record. Please cite this article as",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "insects (Meister et al. 2017) to birds and bats (Hasselquist 2007; Becker, Nachtmann, et al. 2019) and could reflect latitudinal gradients in parasite species richness (Lindenfors et al. 2007) .",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 29,
                        "text": "(Meister et al. 2017)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 48,
                        "end": 66,
                        "text": "(Hasselquist 2007;",
                        "ref_id": null
                    },
                    {
                        "start": 67,
                        "end": 98,
                        "text": "Becker, Nachtmann, et al. 2019)",
                        "ref_id": null
                    },
                    {
                        "start": 168,
                        "end": 192,
                        "text": "(Lindenfors et al. 2007)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Given a finite amount of energetic and nutritional resources, the principle of allocation suggests that individuals must trade-off between immunity and other costly traits such as reproduction (Lochmiller and Deerenberg 2000) . Spatial heterogeneity in abiotic and biotic conditions may shape such tradeoffs and accordingly alter spatial patterning of immune phenotypes. For example, spatial variation in water conductivity explained variation in innate immunity of Gammarus pulex (Cornet et al. 2009; Table 1 ). Variation in abiotic conditions can also modify 190 energetic tradeoffs at large spatial scales; for example, tree swallows (Tachycineta bicolor) at the 191 northern limits of their geographic range showed more dramatic tradeoffs among multiple arms 192 of immunity and with reproduction than birds at their southern range limit (Ardia 2005a (Ardia , 2007a .",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 225,
                        "text": "(Lochmiller and Deerenberg 2000)",
                        "ref_id": null
                    },
                    {
                        "start": 842,
                        "end": 854,
                        "text": "(Ardia 2005a",
                        "ref_id": null
                    },
                    {
                        "start": 855,
                        "end": 869,
                        "text": "(Ardia , 2007a",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 502,
                        "end": 509,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Abiotic and biotic factors",
                "sec_num": null
            },
            {
                "text": "Biotic conditions can also impact host energetics and immune investment. As food is 194 limiting for many wildlife, resource availability is a key driver of defense (Strandin et al. 2018).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "193",
                "sec_num": null
            },
            {
                "text": "195 Whereas the allocation model predicts negative tradeoffs between immunity and costly traits, the 196 acquisition model can explain positive correlations: if hosts can acquire more resources, energy 197 can be allocated to both immunity and other costly traits (Van Noordwijk and de Jong 1986). In Table 1 ). However, high population density could instead increase parasite pressure and select for greater investment in immunity; for example, bird T cell-mediated responses were highest in very dense host populations (Møller et al. 2006 ).",
                "cite_spans": [
                    {
                        "start": 521,
                        "end": 540,
                        "text": "(Møller et al. 2006",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 301,
                        "end": 308,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "193",
                "sec_num": null
            },
            {
                "text": "Expanding human populations are changing environments across spatial scales from habitat fragmentation, urbanization, and agriculture (Acevedo-Whitehouse and Duffus 2009).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Anthropogenic factors",
                "sec_num": null
            },
            {
                "text": "Anthropogenic factors can shape spatial patterns in immunity by altering the above two",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Anthropogenic factors",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved processes (i.e., changing parasite pressure and abiotic or biotic conditions) and by exposing individuals to novel stressors such as contaminants (Martin et al. 2010). Anthropogenic factors can alter parasite pressure as well as abiotic and biotic conditions, thereby indirectly shaping immunity. For example, tree swallows (Tachycineta bicolor) in more agricultural habitats had stronger bacterial killing ability (BKA) than birds in less agricultural habitats, potentially owing to elevated parasitism (Schmitt, Garant, Bélisle, & Pelletier, 2017; Table 1 ). Vampire bats (Desmodus rotundus) in more agricultural habitats also had stronger BKA, instead likely signaling improved defense from more food through abundant livestock prey (Becker, Czirják, Volokhov, et al. 2018; Table 1 ). Given that these similar patterns can stem from distinct environmental mechanisms, data-driven syntheses to assess how anthropogenic habitats influence immunity across spatial scales are especially needed (Messina et al. 2018) . ",
                "cite_spans": [
                    {
                        "start": 1053,
                        "end": 1074,
                        "text": "(Messina et al. 2018)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 610,
                        "end": 617,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 837,
                        "end": 844,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "Given that various spatial factors can affect immunity, spatially focused studies can help to differentiate distinct environmental mechanisms underlying such geographic patterns. Although these studies can be logistically challenging, growing macroecological efforts suggest many spatial processes can be distinguished. For example, proxies of water quality were associated with spatial variation in sea fan coral (Gorgonia ventalina) innate immunity, whereas historical 236 disease prevalence had no impact, suggesting a more dominant role of current abiotic conditions 237 in shaping host defense (Couch et al. 2008; Table 1 ). To assess the degree to which 238 macroimmunology studies can provide such inferences, we conducted a systematic review to (i)",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 619,
                        "end": 626,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Critical appraisal of macroimmunology",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved effects of these hypothesized spatial factors; and (iii) describe spatial studies according to host taxa, spatial replication and extent, immune measures, and the use of spatial statistical methods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "We conducted systematic searches in Web of Science, PubMed, and CAB Abstracts in October 2018 using the following string: (wild*) AND (\"immune defense\" OR \"immune response\" OR \"immune function\" OR \"immune phenotype\" OR \"immune profiles\" OR \"immunity\" OR ecoimmunology) AND (environment* OR geograph* OR latitud* OR landscape* OR habitat* OR \"populations\" OR range* OR biotic* OR abiotic* OR anthropogo*) NOT (human* OR domestic* OR captiv* OR experiment* OR plant* OR aquacultur*). These produced 3657 studies after excluding duplicates ( Fig. S1 ). We followed a systematic protocol to screen titles, abstracts, and full texts to include studies of immunology in wild systems. From the remaining 456 studies, we recorded the wildlife taxon and whether studies sampled more than one site. This sample likely represents only a subset of ecoimmunology, and we interpret results accordingly. For studies that sampled more than one site, we recorded (i) host species; (ii) number of sites; (iii) scale of analysis; (iv) immune measures; (v) whether studies assessed spatial autocorrelation and (vi) spatial variation in immunity; (vii) statistical methods; (viii) whether studies quantified spatial variation in environmental conditions and related this to immunity; (ix) individual covariates included in the spatial analysis, (x) if the study also assessed seasonality, and (xi) spatial extent. Most studies did not report extent, which we estimated using the longitude and latitude of the most distant sites with the geosphere package in R (Hijmans et al. 2017).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 539,
                        "end": 546,
                        "text": "Fig. S1",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Literature review",
                "sec_num": null
            },
            {
                "text": "We used the prevalence package to estimate the prevalence of multi-site studies. To test if 264 prevalence varied across taxa, we fit a generalized linear model (GLM) with binomial errors and 265 a logit link. To test how the proportion of multi-site studies has fluctuated over time, we fit a In our dataset of only multi-site studies, we performed descriptive analyses to describe 268 the diversity of immune measures, how often studies assessed spatial variation, and what spatial 269 factors were tested. We classified immune measures into seven categories: antigen challenge 270 (e.g., in vivo and in vitro), functional defense (e.g., microbial killing assays), immune cells (e.g., leukocyte counts), immune genes (e.g., individual expression, MHC), immune organs (e.g., spleen mass, bursa of Fabricius), immune proteins (e.g., acute phase, immunoglobulins), and other (e.g., reactive oxygen species). We also assessed whether studies measured innate or adaptive immunity and used χ 2 tests to assess whether measures were distributed differentially across taxa. We also estimated the proportion of multi-site studies that assessed spatial variation in immunity, using another χ 2 test to quantify how these spatial factors varied across taxa. We next restricted analyses to studies reporting the number of sites sampled. We used the fitdistr package to fit four distributions to the number of sites per study to assess skew in spatial sampling efforts (Delignette-Muller and Dutang 2014). We used Akaike information criterion (AIC) to select the appropriate error distribution to next use in a GLM testing how spatial replication varied with taxa (Burnham and Anderson 2002). We lastly tested whether spatial replication scaled positively with spatial extent, which would suggest that sampling efforts match study scale (Wiens 1989). We log 10 -transformed spatial extent as our response, included the number of sites as the predictor, and compared three models: a linear model, a linear model with a quadratic term, and a linear model with log-transformed number of sites (i.e., a log-log model).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical approach",
                "sec_num": null
            },
            {
                "text": "Of the 456 ecoimmunology studies from our literature sample, 210 assessed immune variation across multiple sites (46%, 95% CI: 42% to 51%). This proportion varied by taxa (χ 2 =16.70, 290 p<0.01), with fish having more multi-site studies (67%) than birds (40%; z=3.41, p<0.01) or 291 mammals (43%; z=3.03, p=0.01; Fig. 2A ). The proportion of multi-site studies showed no annual 292 change (χ 2 =0.17, p=0.68; Fig. 2B ). Therefore, although spatial approaches have been fairly 293 common within ecoimmunology, their use has varied across taxa and been constant over time.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 314,
                        "end": 321,
                        "text": "Fig. 2A",
                        "ref_id": null
                    },
                    {
                        "start": 410,
                        "end": 417,
                        "text": "Fig. 2B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Emerging methodological patterns",
                "sec_num": null
            },
            {
                "text": "The most common immune measures were immune genes, immune cells, antigen 295 challenge, and immune proteins; 32% of studies used assays from multiple categories (67/210).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "294",
                "sec_num": null
            },
            {
                "text": "p<0.001; Fig. 3A) ; mammal studies were more likely to assay immune genes and organs, bird studies were more likely to assay immune cells and proteins, bird and mammal studies were more likely to use antigen challenge, and the rare assays that describe functional defense were evenly distributed ( Fig. 3A) . 3C ). Thus, whereas multi-site studies often examined spatial patterns in immunity and tested environmental predictors of this variation, rarely did they test multiple spatial hypotheses. To assess if this could be an issue of statistical power, we next quantified spatial replication and tested whether this matched spatial extent. The degree of spatial replication was best described using a Gamma distribution (w i =1.00; Table S1 ) with a long right tail and a median of four sites (Fig. 4A) . A GLM with Gamma-distributed errors showed that spatial replication did not vary across taxa (χ 2 =4.12, p=0.39; Fig. 4B ). We tested whether spatial extent scaled positively with the spatial extents of our studies (Fig. 4C ). For the 157 studies where extent was reported or could be derived, a loglog model was supported over a linear term for spatial replication (w i =0.56), whereas a quadratic term was only marginally supported (ΔAIC=1.79; Table S2 ). The log-log model showed that spatial extent was positively associated with spatial replication (F 1,155 =4.95, p=0.03), denoting a power law relationship. The slope was less than one (β=0.87), suggesting that the effect of spatial replication on spatial extent weakens at large scales (Fig. 4D ). This pattern was replicated by the",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 9,
                        "end": 17,
                        "text": "Fig. 3A)",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 298,
                        "end": 306,
                        "text": "Fig. 3A)",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 309,
                        "end": 311,
                        "text": "3C",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 734,
                        "end": 742,
                        "text": "Table S1",
                        "ref_id": null
                    },
                    {
                        "start": 795,
                        "end": 804,
                        "text": "(Fig. 4A)",
                        "ref_id": "FIGREF10"
                    },
                    {
                        "start": 920,
                        "end": 927,
                        "text": "Fig. 4B",
                        "ref_id": "FIGREF10"
                    },
                    {
                        "start": 1022,
                        "end": 1030,
                        "text": "(Fig. 4C",
                        "ref_id": "FIGREF10"
                    },
                    {
                        "start": 1253,
                        "end": 1261,
                        "text": "Table S2",
                        "ref_id": null
                    },
                    {
                        "start": 1551,
                        "end": 1559,
                        "text": "(Fig. 4D",
                        "ref_id": "FIGREF10"
                    }
                ],
                "eq_spans": [],
                "section": "294",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved 328 quadratic linear model (Fig. S2 ). This result implies that studies with few sites match their spatial 329 extent. However, studies with larger extents did not display a similar increase in spatial 330 replication, suggesting limited ability to infer how environment shapes immunity (e.g., Fig. 1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 87,
                        "end": 95,
                        "text": "(Fig. S2",
                        "ref_id": null
                    },
                    {
                        "start": 354,
                        "end": 360,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "Most macroimmunology studies assessed data at the individual scale (64%), with fewer 332 studies operating at the scale of sites (e.g., aggregating individual data; 24%) or using both scales 333 (12%). These scales were differentially distributed across taxa (χ 2 =16.74, p=0.03), with mammal and bird studies more often assessing individual variation ( Fig. 5A ). Only four studies assessed spatial autocorrelation ( Fig. 5B ; all with Mantel tests of isolation by distance). Only 20% of studies controlled for pseudoreplication by site (43/210); this was consistent across taxa (χ 2 =5.63, p=0.24; Fig. 5C ). Most of these 43 studies (58%) included site as a fixed effect. Only 30% used site as a random effect in a mixed model (GLMM; 13/43), and only 12% used spatial statistical models. These statistical methods did not vary across taxa (χ 2 =13.06, p=0.12; Fig. 5D ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 354,
                        "end": 361,
                        "text": "Fig. 5A",
                        "ref_id": null
                    },
                    {
                        "start": 418,
                        "end": 425,
                        "text": "Fig. 5B",
                        "ref_id": null
                    },
                    {
                        "start": 600,
                        "end": 607,
                        "text": "Fig. 5C",
                        "ref_id": null
                    },
                    {
                        "start": 863,
                        "end": 870,
                        "text": "Fig. 5D",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "331",
                "sec_num": null
            },
            {
                "text": "In addition to detecting generally low spatial replication in macroimmunology, these descriptive analyses highlight the rarity of quantifying spatial autocorrelation and controlling for spatial dependence. We here describe tools from geostatistics and spatial analysis to assess and control for spatial variation and to guide future spatial sampling designs. Because the application of statistical methods to infectious disease data has been reviewed elsewhere (e.g., Pullan et al.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Spatial statistical methods for ecoimmunology",
                "sec_num": null
            },
            {
                "text": "2012), we highlight concepts and tools more specific to ecoimmunology than to epidemiology. Ecoimmunology data are mostly continuous sources of spatial variation at the individual scale rather than at discrete spatial units; binary data (e.g., resistant genotypes) are also possible. to quantify if similarity in immunity between sites is predicted by inter-site distance (Fig. 5B ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 372,
                        "end": 380,
                        "text": "(Fig. 5B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Spatial statistical methods for ecoimmunology",
                "sec_num": null
            },
            {
                "text": "Semivariograms can also provide more precise estimates of spatial dependence (Goovaerts 1997). Semivariance (the dissimilarity between observations) increases with distance until a maximum value is obtained (i.e., the sill); the corresponding inter-site distance is the estimated \"range\" of spatial dependence, which can indicate the spatial scale of environmental drivers. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Spatial statistical methods for ecoimmunology",
                "sec_num": null
            },
            {
                "text": "Our synthesis illustrates the growing interest in macroimmunology and assessing spatial variation in wildlife defense. However, our results also suggest the field is in its early stages with much room to expand. Although spatial approaches to ecoimmunology are common, spatial replication is low overall, especially for large-scale studies. This limits the ability of such studies to capture the broad environmental variation required for macroecology (Wiens 1989), and underpowered analyses linking spatial covariates with immunity may risk false negatives (e.g., Fig. 1 ). Most studies do not control for spatial dependence, which can risk false positives (e.g., underestimating standard errors). Moreover, not characterizing spatial dependence is a missed opportunity to develop data-driven hypotheses and sampling designs. More generally, whereas ecoimmunology research on species-level heterogeneity has begun to integrate across studies",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 565,
                        "end": 571,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Future directions for macroimmunology",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved To direct future studies in macroimmunology, we lastly outline research questions that are especially well poised to answer through spatial approaches, provide methodological recommendations for addressing such questions, and outline macroecological approaches for conducting the broad data syntheses required to assess generalizable patterns. Given the broad taxonomic representation of studies included in our synthesis, we focus this primarily on birds and mammals. These taxa had greater numbers of multi-site studies, were especially well-studied for anthropogenic change, and their studies were more likely to assess spatial variation in immunity and control for spatial dependence. In particular, we draw from work on passerines and rodents, which have several advantageous characteristics (Fig. 6 ). Their small body sizes mean that many species are easy to live capture, their small home ranges allow many site replicates, and their broad geographic ranges facilitate obtaining high environmental variation (Table S3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 857,
                        "end": 864,
                        "text": "(Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 1076,
                        "end": 1086,
                        "text": "(Table S3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "As highlighted in our critical appraisal, most studies that assessed spatial variation in immunity did so through anthropogenic or purely spatial gradients. Within these factors, we focus on three priority questions posed early in this review: does immunity follow biogeographic patterns, how do range expansions affect defense, and does urbanization have consistent impacts on immune phenotypes? Such topics are united in dealing with large spatial scales and integrating several",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Priority areas for future research",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved environmental factors. We here summarize insights from past studies and highlight predictions to test with spatial sampling of well-studied species (Table S3) ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 208,
                        "end": 218,
                        "text": "(Table S3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved area and to assess whether spatial variation in exposure has consistent effects. Alongside quantifying spatial parasite diversity, future studies on the macroecology of tolerance would also benefit from assessing spatial variation in parasite load (Burgan, Gervasi, Johnson, et al. 2018).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "Additionally, validations of biomarkers for these traits can facilitate more direct interpretations of how defense varies spatially. For example, a captive study of house sparrows exposed to West Nile virus assessed whether resistance or tolerance could be predicted with cytokines. Higher A common garden study of individuals from the core and latitudinal edge populations could further assess the degree to which observed differences represent genetic variation or phenotypic plasticity. In such an approach, prior work on house sparrows showed that immune differences between two temperate and tropical house sparrow populations persisted in captivity, suggesting that latitudinal variation reflects more than acclimation to different habitats (Martin et al. 2004) .",
                "cite_spans": [
                    {
                        "start": 747,
                        "end": 767,
                        "text": "(Martin et al. 2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "Similarly, large-scale studies that identify urbanization as a key determinant of immunity (e.g.,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "Fokidis et al. 2008) could be followed by field experiments to further differentiate the roles of improved food availability from other ecological factors such as infection or population size (Pedersen and Greives 2008). Longitudinal studies could establish tolerance differences between habitat contrasts (e.g., recapture rates of infected hosts), while captive studies could use parasite challenge to test for fitness effects between populations (Corby-Harris and Promislow 2008).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "These methodological suggestions could help generate a larger and more robust body of data on spatial determinants of immunity. We lastly encourage the application of macroecological approaches to reveal generalities in how environmental variation relates to immune defense This article is protected by copyright. All rights reserved should be inferred. We thank Megan Higgs, Liam McGuire, and two anonymous reviewers for helpful feedback on earlier versions of this manuscript.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Macroecological approaches for data synthesis",
                "sec_num": null
            },
            {
                "text": "DJB designed the synthesis and organized data collection; DJB, GFA, CF, MKK, and TL collected data; DJB analyzed the data; and all authors contributed to writing the manuscript and provided critical feedback.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author contributions",
                "sec_num": null
            },
            {
                "text": "Data are available in the Dryad Digital Repository (Becker, Albery, et al. 2019). Table 1 . Select examples of multi-site studies of ecoimmunology, arranged by the spatial mechanism(s) expected to link environmental variation with immunity: parasite pressure, abiotic and biotic conditions, and anthropogenic factors. We also include the immune parameters measured, aspects of study design (e.g., spatial replication, region), and key findings. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 82,
                        "end": 89,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Data accessibility",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved square models accounting for the spatial dependence of sampled sites. The sampling design 689 using a broad spatial extent reveals a strong association between environmental variation and 690 immunity (χ 2 =20.5), whereas that using a narrow spatial extent detects no relationship (χ 2 =0.5). Figure 2 . The proportion of our sample of ecoimmunology studies (n=456) that studied multiple host populations. (A) The estimated prevalence across all data is shown in black with the 95% confidence interval in grey (46%); stratification of these data by wildlife taxa suggested that fish had a higher proportion of multi-site studies than birds and mammals, although the latter two taxa had been studied more frequently. (B) While the overall number of multi-site studies has increased for ecoimmunology over time (points are scaled by the number of studies per year), the relative abundance of multi-site studies has remained unchanged since the 1980s. Table S1 ). (B) The means and 95% confidence intervals from a GLM with Gamma-distributed errors are shown for wildlife taxa alongside the raw data; spatial replication did not vary across wildlife. (C)",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 353,
                        "end": 361,
                        "text": "Figure 2",
                        "ref_id": null
                    },
                    {
                        "start": 1009,
                        "end": 1017,
                        "text": "Table S1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "Estimated spatial extent is shown for all 157 studies in which coordinate data were available or for which extent was reported, with shading of the bounding boxes corresponding to wildlife taxa. (D) Fitted values and 95% confidence intervals (grey) for the top linear model describing the relationship between spatial replication and spatial extent (both with a log 10 transformation).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved Figure 5 . Statistical approaches used in our sample of multi-site studies within the ecoimmunology literature. For all 210 studies included in our systematic review, we quantified the scale of data analysis (A), if studies assessed spatial autocorrelation (B), and if studies controlled for spatial dependence (C). For the 43 studies that controlled for spatial dependence, we also quantified how space was treated in the analyses. Barplots are stacked by taxa. Figure 6 . Passerines and rodents are two possible model taxa for macroimmunology. The phylogeny of the 270 species included in our literature sample is displayed with the number of studies per species shown as bars (color is proportional to size); highlighted are the clades containing these two orders. We visualize how these orders overlay in trait space (body size and geographic range size) to emphasize the relative ease of live capture and sampling these species alongside their broad distributions (encompassing high environmental variation). Also displayed are the distributions of spatial replication per study for both orders. See the Online Supplement for more information about sources of phylogenetic and trait data.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 60,
                        "end": 68,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 523,
                        "end": 531,
                        "text": "Figure 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "generalized additive model (GAM) with year as a smoothed term using mgcv (Wood 2006).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Assays that describe functional (parasite-specific) defense (e.g., microbicidal ability, resistance",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "All images from Wikimedia Commons",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "immunoglobulins in wild birds by direct ELISA: a methodological study to validate the",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This article is protected by copyright. All rights reserved",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            },
            {
                "text": "This article is protected by copyright. All rights reserved",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author Manuscript",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": ":e2003538. technique in different species using antichicken antibodies",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Abolins",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Lazarou",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Weldon",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Hughes",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "King",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Drescher",
                        "suffix": ""
                    },
                    {
                        "first": "Mjo",
                        "middle": [],
                        "last": "Pocock",
                        "suffix": ""
                    },
                    {
                        "first": "Jcr",
                        "middle": [],
                        "last": "Hafalla",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Riley",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Viney",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Funct Ecol",
                "volume": "16",
                "issue": "",
                "pages": "700--706",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abolins S, Lazarou L, Weldon L, Hughes L, King EC, Drescher P, Pocock MJO, Hafalla JCR, Riley EM, Viney M. 2018. The ecology of immune state in a wild mammal, Mus musculus domesticus. PLOS Biol 16:e2003538. technique in different species using antichicken antibodies. Funct Ecol 17:700-706.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Are there differences in immune function between continental and insular 936 birds?",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "D"
                        ],
                        "last": "Matson",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Proc R Soc Lond B Biol Sci",
                "volume": "273",
                "issue": "",
                "pages": "2267--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Matson KD. 2006. Are there differences in immune function between continental and insular 936 birds? Proc R Soc Lond B Biol Sci 273:2267-74.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Island life shapes the physiology and 938 life history of eastern bluebirds (Sialia sialis)",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "D"
                        ],
                        "last": "Matson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Mauck",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "E"
                        ],
                        "last": "Lynn",
                        "suffix": ""
                    },
                    {
                        "first": "Irene",
                        "middle": [],
                        "last": "Tieleman",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Physiol Biochem Zool",
                "volume": "87",
                "issue": "",
                "pages": "172--182",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Matson KD, Mauck RA, Lynn SE, Irene Tieleman B. 2013. Island life shapes the physiology and 938 life history of eastern bluebirds (Sialia sialis). Physiol Biochem Zool 87:172-182.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Sources of variance in immunological 940 traits: evidence of congruent latitudinal trends across species",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Meister",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Tammaru",
                        "suffix": ""
                    },
                    {
                        "first": "S-L",
                        "middle": [],
                        "last": "Sandre",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Freitak",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "J Exp Biol",
                "volume": "220",
                "issue": "",
                "pages": "2606--2621",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meister H, Tammaru T, Sandre S-L, Freitak D. 2017. Sources of variance in immunological 940 traits: evidence of congruent latitudinal trends across species. J Exp Biol 220:2606-15.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Avian health across the landscape: 942 nestling immunity covaries with changing landcover",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Merrill",
                        "suffix": ""
                    },
                    {
                        "first": "Stewart",
                        "middle": [],
                        "last": "Merrill",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Barger",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Benson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Integr Comp Biol",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Merrill L, Stewart Merrill TE, Barger AM, Benson TJ. 2019. Avian health across the landscape: 942 nestling immunity covaries with changing landcover. Integr Comp Biol.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Physiological and immunological 944 responses of birds and mammals to forest degradation: A meta-analysis",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Messina",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Edwards",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Eens",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Costantini",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Biol Conserv",
                "volume": "945",
                "issue": "",
                "pages": "223--252",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Messina S, Edwards DP, Eens M, Costantini D. 2018. Physiological and immunological 944 responses of birds and mammals to forest degradation: A meta-analysis. Biol Conserv 945 224:223-29.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Gene flow and genetic",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "S"
                        ],
                        "last": "Miles",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Rivkin",
                        "suffix": ""
                    },
                    {
                        "first": "Mtj",
                        "middle": [],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Munshi-South",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Verrelli",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miles LS, Rivkin LR, Johnson MTJ, Munshi-South J, Verrelli BC. 2019. Gene flow and genetic",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "198 turn, habitats with more food should allow individuals to invest more in immunity and traits such 199 as reproduction (Brzęk and Konarzewski 2007). Population density can further shape spatial patterns in immunity. High population densities could suppress immunity from overcrowding (Becker, Czirják, Volokhov, et al. 2018;"
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Contaminants can directly shape defense by altering the synthesis or function of immune parameters and by disrupting parts of the neuroendocrine system that control immune development and growth (Desforges et al. 2016). Hosts are exposed to spatial variation in contaminants by proximity to point (e.g., refineries) and nonpoint (e.g., agricultural runoff) sources, in turn generating spatial variation in immunity. For example, tree swallows breeding in mercury-contaminated habitats exhibited weaker immune responses to phytohemagglutinin (PHA) challenge than birds in reference habitats (Hawley et al. 2009), and Algerian mice (Mus spretus) sampled from a polluted site showed distinct immune gene expression relative to mice from uncontaminated habitats (Ruiz-Laguna et al. 2016)."
            },
            "FIGREF2": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Prior to hypothesis tests of how environmental variation shapes immunity, quantifying continuous spatial dependence can provide important insights about the spatial scale at which such effects occur (Diniz-Filho et al. 2003). While immunity can be compared between discrete sites or populations, spatial dependence can be characterized with global and local measures of autocorrelation. Global Moran's I varies from -1 to 1, from perfectly dispersed to perfectly clustered spatial data (Moran 1950). Spatial correlograms can further help estimate local autocorrelation as a function of inter-site distance (Koenig and Knops 1998). The shape of the correlogram can provide insight into the environmental processes generating the spatial pattern Author Manuscript This article is protected by copyright. All rights reserved (Legendre and Fortin 1989). Correlograms often show a linear or exponential decline with increasing distance, suggesting a highly localized spatial mechanism. Recent work on red deer (Cervus elaphus) illustrates such fine-scale autocorrelation and suggests that environmental processes can shape defense within even an individual's home range (Albery et al. 2018). In contrast, correlograms applied to vampire bat leukocytes demonstrated autocorrelation at broad scales (thousands of kilometers), suggesting that conditions of the latitudinal range margins were more important determinants of immunity than local predictors (Becker, Nachtmann, et al. 2019). Whereas our sample had no analyses that used correlograms, studies did use Mantel tests"
            },
            "FIGREF3": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "(e.g., Brace et al. 2017; Downs, Schoenle, et al. 2019), work on environmental heterogeneity has largely remained idiosyncratic (however, see Morand et al. 2010 and Messina et al. 2018)."
            },
            "FIGREF4": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Lindstedt et al. 1986; Hasselquist 2007). Immunological resources from domestic birds and laboratory rodents can also facilitate comparative work, although translating these reagents to wild species is not without its challenges (Martinez et al. 2003; Pedersen and Babayan 2011). Many passerines and rodents are common in anthropogenic habitats and are reservoirs for zoonotic and economically important parasites, which is relevant for linking environmental change, immunity, and spillover (Reed et al. 2003; Han et al. 2016). Studies of passerines and rodents generally had spatial replication above the study-level median (Fig. 6), with species such as the tree swallow, great tit (Parus major), house finch (Haemorhous mexicanus), house sparrow (Passer domesticus), house mouse (Mus musculus), bank vole (Myodes glareolus), and field vole (Microtus agrestis) being especially well-represented in our sample"
            },
            "FIGREF5": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "and macroecological data synthesis. Latitudinal studies of immunity have held particular appeal for ecoimmunology, offering potential for simple laws in patterns of host resistance (Hasselquist 2007; Morand et al. 2010). Approaches have included studying closely related species pairs across latitudes (Møller 1998) to field studies of several temperate and tropical populations (Ardia 2005b; Martin et al. 2006; Owen-Ashley et al. 2008; Adelman et al. 2010). These patterns have been well-studied in passerines, for which birds closer to the equator tend to show stronger humoral but not cellmediated immunity (Hasselquist 2007). Rodents have been relatively understudied, with latitude being a less consistent predictor of defense (Pyter et al. 2005; Morand et al. 2010). An outstanding hypothesis is whether such latitudinal gradients reflect latitudinal gradients in parasitism.Although past work has found distinct immune phenotypes between temperate and tropical populations, such differences can stem from spatial gradients not only in parasitism but also in breeding phenology, life history, or abiotic conditions. For example, vampire bats from their latitudinal range limits had high ratios of heterophils to lymphocytes, in contrast to the prediction that these would indicate elevated inflammation close to the equator due to higher parasite risks (Becker, Nachtmann, et al. 2019). In many systems, latitudinal variation in parasitism remains to be tested (Hasselquist 2007; Morand et al. 2010), while other studies find infection to be higher at range limits (e.g.,Briers 2003)  or demonstrate inconsistent patterns with latitude that may reflect transmission mode (Lindenfors et al. 2007; Clark 2018; Dallas et al. 2018). More extensive spatial sampling efforts alongside assessment of parasite pressure could help differentiate the importance of parasite gradients from other environmental factors. Range expansions and biological invasions are another priority for macroimmunology. Immunity can not only facilitate the success of species introductions but also determine whether invasive individuals are more likely to serve as reservoir hosts for novel (i.e., spillover) or native (i.e., spillback) parasites (Lee and Klasing 2004; Kelly et al. 2009). Various hypotheses have been proposed for drivers of variation in immunity across an invasion, including that introduced hosts may exhibit damped inflammatory responses given high energetic costs of this defense and greater investment in reproduction, that hosts in more recently established populations should instead invest more in humoral immunity given possibly elevated parasite risks, and that founder events during expansions could lead to reduced genetic diversity and weaker defense (Lee andAuthor ManuscriptThis article is protected by copyright. All rights reservedKlasing 2004; Travis et al. 2007). Such hypotheses can be most readily assessed through comparing immunity across a gradient of recently established and native range populations. Work on passerines and rodents has facilitated several tests of these ideas. Invasive house mice and black rats (Rattus rattus) in Senegal display stronger natural antibody responses and higher inflammatory responses compared to those in more established populations, suggesting that greater parasite exposure at the invasion front drives immunity (Diagne et al. 2017). Similarly, inflammation has likely mitigated invasion success of house sparrows in Kenya; the expression of toll-like receptors (TLRs) 2 and 4 is higher in range-edge birds than birds closer to the site of introduction (Martin et al. 2014, 2015). Whether such patterns arise from protective effects of TLR expression, the propensity of high TLR expression to mitigate the costs of immunity, or a balance of both processes remains an area of active investigation (Martin et al. 2017). Spatial sampling across more geographic and taxonomically diverse systems where range expansions occur will facilitate assessing any general associations between invasions and immune defense. Lastly, urban-rural gradients offer several opportunities for macroimmunology. Although many aspects of urbanization can shape immunity (French et al. 2018; Ouyang et al. 2018), the availability of anthropogenic resources has received increasing attention (Becker et al. 2015; Altizer et al. 2018). Spatial studies of passerines suggest that urban (and suburban) habitats with supplemental food are associated with lower ratios of heterophils to lymphocytes and greater microbicidal ability (Wilcoxen et al. 2015). Similarly, anthropogenic food may more broadly increase both innate and adaptive defenses (Strandin et al. 2018). Such patterns are consistent with predictions from the acquisition model, where access to more resources can result in allocating energy to immune functions with differing costs (Van Noordwijk and de Jong 1986), which may likewise explain patterns of general upregulation of immune response in urban great tits and other passerine species (Fokidis et al. 2008; Watson et al. 2017). The acquisition model may also explain how urbanized species can obtain high population densities alongside such immunological differences, if urbanized hosts can invest more in both defense and reproduction (Oro et al. 2013). Spatial studies of urbanization can also test how defense differs between island and mainland populations. Passerine studies have tested the prediction that islands have lower parasite pressure that in turn lowers immune investment (Lindström et al. 2004), although comparative and case studies have found weak or opposite patterns (Matson 2006; Matson et al. 2013). As urbanization can reduce connectivity (Munshi-South and Kharchenko 2010), urban-Author Manuscript This article is protected by copyright. All rights reserved rural sampling gradients could provide additional assessments. On ecological timescales, isolated populations may lose herd immunity and be more vulnerable to pathogens, as suggested for Australian flying foxes (Pteropus spp.; Plowright et al. 2011). Bats in particular pose several 514 challenges for spatial studies of immunity when compared to passerines and rodents (e.g., lack of reagents, large home ranges). However, the potential insights about parasite spillover to humans 516 and domestic animals may be especially important from an applied standpoint, when considering 517 that bats host many zoonoses and are increasingly affected by urbanization (Kessler et al. 2018). 518 519 Methodological recommendations 520 To facilitate testing such questions and improve inference in macroimmunology, we highlight several methodological recommendations for large-scale field studies. These build upon the 522 various benefits gained from exploratory geostatistical tools and spatial statistical methods. 523 Although we recommend using geostatistical tools such as correlograms to identify the 524 range of spatial dependence and guide sampling decisions (e.g., aid in decisions for the distance between field sites), sufficient data may not exist for a given host system or for closely related species. Researchers could instead use semi-random site distributions (Abolins et al. 2018) or spatial gradients, such as sampling latitudinally (Adelman et al. 2010), at the core and limits of a geographic range (Ardia 2007a), or along range expansions of invasive species (Martin et al. 2017). As noted above, range expansions are particularly interesting for macroimmunology, as each is an explicit spatial and temporal process. Considering this joint variation, spatial patterns in immunity could be most evident in seasons when food is limited or when abiotic conditions are harsh (Nelson and Demas 1996). For example, work on red deer immunity found that spatial patterns in antibody concentrations varied substantially across seasons (Albery et al. 2018). Although incorporating seasonality into macroimmunology may not always be feasible given tradeoffs between spatial and temporal sampling, we also implore researchers to consider time when standardizing efforts over space. Spatial patterns can be obscured, or artificially produced, if sites are sampled at different months or years or use different protocols (Plowright et al. 2019). For ecoimmunology, factors such as the time between capture and sampling and time between sample collection and assays can also introduce additional noise (Zylberberg 2015; Author Manuscript This article is protected by copyright. All rights reserved Becker, Czirják, Rynda-Apple, et al. 2018). For macroimmunology, we thus encourage spatial sampling at a uniform timepoint or conducting spatiotemporally coordinated field studies. A broader concern in ecoimmunology is whether variation in immunity corresponds to a host's ability to clear infection or to past or current infection state (Bradley and Jackson 2008). Several studies highlighted in this review demonstrate that spatial studies can differentiate the effect of parasite pressure from those of abiotic or biotic conditions when data on both predictors exist (e.g., Couch et al. 2008; Cornet et al. 2009; Table 1). However, it is often unclear whether to target a priori parasites known to exert selective pressures, which can introduce bias if these parasites have locally gone extinct in a host population. Alternatively, metagenomic assays can quantify parasite diversity more broadly (Edwards and Rohwer 2005). Although the costs of metagenomics remain high when applied to individual hosts, macroimmunology studies could pool samples by site to generate a spatial metric of parasite pressure (Bergner et al. 2019). Such less-biased data on spatial parasite diversity could be included with other environmental covariates to assess their relative contribution to shaping spatial variation in immune defense. This approach would be especially informative for testing whether latitudinal gradients in immunity simply reflect latitudinal gradients in parasite pressure or other biogeographic factors. Similarly, ecoimmunology has moved from attempting to quantify \"immunocompetence\" to measuring multiple functional responses (Demas et al. 2011). The development of sequencing and transcriptomic technologies now allows profiling immune gene expression via single gene and genomic approaches (Fassbinder-Orth 2014). Such advances have been adopted by macroimmunology, as studies most often tested spatial variation in immune genes with qPCR, MHC diversity, and RNA-Seq. Systems approaches could also provide less reductionist measures of how the environment is associated with immunological traits (Martin et al. 2016). Traits such as resistance and competence are difficult to measure directly but provide the most effective insights about defense (Downs et al. 2014). Most immune measures included in our synthesis are likely to reflect resistance or competence; tolerance, the ability to minimize effects of parasites on fitness, has rarely been explored spatially. In one key example, house finches in areas with a longer history of M. gallisepticum presence showed greater tolerance than birds in areas with no exposure (Adelman et al. 2013). Such work, alongside theory on resource variation and tolerance (Budischak and Cressler 2018), highlights the need for future work in this"
            },
            "FIGREF6": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "constitutive expression of a pro-inflammatory cytokine predicted shorter infectious periods (indicating stronger resistance), whereas greater expression of an anti-inflammatory cytokine was associated with improved tolerance (Burgan, Gervasi, and Martin 2018). Validation of biomarkers for such traits would improve inference in macroimmunology. The experimental validation of biomarkers for resistance and tolerance also highlights just one of several complementary areas between large-scale studies and more focused, smallscale studies of immunity and environmental variation. We see macroimmunology as playing an important role in developing hypotheses for field experiments and captive studies that triangulate on causal inference (Plowright, Sokolow, et al. 2008). In particular, large-scale field studies could fit into prior research programs for developing model systems in ecoimmunology, where researchers first obtain extensive information about host-parasite interactions and immune phenotypes before identifying reliable biomarkers (Pedersen and Babayan 2011). Following such foundational work, a cross-sectional macroimmunology study could identify the scale of spatial dependence in immunity across a broad site gradient and identify environmental covariates with high importance. Subsequently, one could set up a focused field manipulation or longitudinal study within a smaller, more logistically feasible number of sites that span the identified range of environmental variation. For example, a macroimmunology study that identifies latitudinal range limits as a key predictor of immune phenotypes, rather than elevation or any geographic range edge (Ardia 2007b; Becker, Nachtmann, et al. 2019), could direct longitudinal work to capture seasonal variation across several sites at the core, northern, and southern parts of a distribution."
            },
            "FIGREF7": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Stephens et al. 2016; Martin et al. 2018). Machine learning algorithms hold particular promise, given their ability to accommodate heterogeneous datasets and high degrees of collinearity (Hochachka et al. 2007). Boosted regression trees could facilitate deriving the importance of environmental covariates collected across diverse spatial scales (e.g., Brock et al. 2019) to immunological data within and between studies and taxa. Further, cladistic methods such as phylogenetic factorization, which can identify taxonomic groups at various phylogenetic scales that most differ in species-level data, could identify which host clades show consistent relationships between spatial covariates and specific immune phenotypes (Washburne et al. 2019). Future applications could assess the degree to which spatial autocorrelation in immunity (e.g., range parameters from correlograms, global Moran's I) displays phylogenetic signal. Such cladistic patterns could be applied to guide taxa-dependent spatial sampling designs. Advances in meta-analysis relevant to ecology and evolution (Nakagawa and Santos 2012) could also help reveal general relationships between environmental conditions and immunity while controlling for phylogenetic relatedness between host species, methodological variation, and spatial proximity of studies. Our systematic review did not quantitatively synthesize effect sizes for the relationships between spatial covariates and immunity, given the current limitations in spatial replication and analysis. However, future application of metaanalytic methods could test general support for several of the questions posed as research priorities. For example, a recent meta-analysis of forest degradation had an overall moderate Author Manuscript This article is protected by copyright. All rights reserved effect size with immune outcomes (Messina et al. 2018). Additional meta-analyses could further test how particular immune axes (e.g., innate or adaptive), measures of function (e.g., BKA), or whole-organism traits (e.g., tolerance) generally respond to latitude, whether these trends are driven by parasite richness, and how relationships may vary by taxa. With sufficient data across geographies and species, similar meta-analyses could assess general patterns in how range expansions affect investment in inflammation rather than humoral defense. Meta-analyses of urbanization could assess whether these habitats enhance innate defense or facilitate a general upregulation of immunity or how greater isolation of urban hosts (and lower genetic diversity within populations; Miles et al. 2019) affects immune response and diversity. Such analyses could provide novel and generalizable insights into the spatial drivers of defense. Conclusions Macroecology holds promise as an approach to identify the drivers of spatial variation in wildlife immune defense. Future work on the host taxa and priority questions emphasized here, alongside opportunities posed by coupling large-scale field studies with small-scale field experiments and longitudinal approaches as well as applying large-scale data synthesis, could facilitate scaling ecoimmunology from individual-to habitat-level perspectives. Such work could provide new insights into the environmental drivers of defense while also facilitating novel opportunities to predict infection risks in the context of climate change (e.g., through latitudinal gradients), range expansions and biological invasions, and land conversions (e.g., urbanization and habitat loss)."
            },
            "FIGREF8": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Conceptual schematic for how sampling designs over broad spatial extents (a) capture more variance (σ 2 ) in environmental conditions than over narrow spatial extents (b) and how inference for spatial relationships with immunity is affected by scale. The map displays environmental conditions (e.g., annual mean temperature for illustrative purposes) at the resolution of 2.5 minutes latitude from WorldClim (Hijmans et al. 2005). Data were extracted from 20 randomly distributed sampling points using the raster package in R within a large and a narrow spatial extent. Estimates of σ 2 in the underlying environmental gradient are shown for both sampling designs. Mean immune phenotype data per site were generated by adding normally distributed noise to the environmental gradient; lines show fits from generalized least"
            },
            "FIGREF9": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Description of immunology data and spatial mechanisms assessed in our sample of multi-site studies in the ecoimmunology literature. For all 210 studies included in our systematic review, we classified immunology data into seven categories (A). Where possible, we also assessed if studies measured innate or adaptive immunity (B). For the 70% of studies that assessed spatial variation in wildlife immunology, we classified if studies assessed each of the three mechanisms linking environmental and immunological variation as well as space only (C).Barplots are stacked by wildlife taxa."
            },
            "FIGREF10": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Spatial replication and spatial extent in multi-site ecoimmunology studies. (A) The histogram for the number of sites per study (e.g., spatial replication) is shown in grey with the fitted distributions (size and shading are proportional to the Akaike weights;"
            },
            "TABREF1": {
                "type_str": "table",
                "num": null,
                "content": "<table/>",
                "text": "As seasonality could also shape immunity while having different effects across space, sampling at a small number of uniform timepoints across populations (e.g., winter, summer) may be particularly informative; only 13% of multi-site studies assessed seasonality (this did not vary with taxa; χ 2 =0.66, p=0.95), highlighting an important area for future work. Quantifying spatial dependence from pilot data or from similar systems could identify the spatial scales at which sampling should occur to obtain sufficient immunological variance. For example, strong autocorrelation at small scales suggests sites could be relatively close, whereas a large range estimate suggests sites could be further apart to be subjected to sufficient spatial variation. Knowing the scale of spatial dependence can also facilitate how to best spatially subdivide a given sampling grid for random stratified designs, which can limit spatial site clusters generated by purely random sampling (Smith et al. 2017).Our review also suggests macroimmunology studies should better control for spatialdependence. Ignoring spatial dependence in statistical analyses can inflate model coefficients, All rights reserved intra-and inter-population variation (Downs and Dochtermann 2014). Aggregating data further limits the ability to account for individual-level covariates, such as reproduction and age, that can moderate relationships between spatial predictors and immunity (Merrill et al. 2019). Common individual-level covariates in our multi-site studies included morphology (e.g., mass), sex, and age (Fig. S3). We strongly encourage greater use of GLMMs that include site as a random effect to allow the partitioning of immunological variance into repeatability within and between sites as well as quantifying the importance of both individual-and habitat-level factors. Furthermore, GLMMs can accommodate spatial correlation structures to account for the spatial distribution of sites (Zuur, Ieno, Walker, Saveliev, & Smith, 2009), and autocorrelation measures can be derived to ensure no residual spatial dependence. Similarly, GAMs can account for nonlinearity in environmental predictors while including a smoothed interaction of longitude and latitude or a spatial correlation structure (Wood 2006). Integrated Nested Laplace Approximation (INLA) is also becoming popular owing to its computational efficiency and flexible model construction (Blangiardo et al. 2013). INLA incorporates a two-dimensional spatial random effect that can be plotted to investigate hot-and cold spots of immunity. One INLA case study highlighted spatial agreement and discordance between several immune metrics and parasitism in red deer (Albery et al., 2018). Greater adoption of spatial statistics will strengthen our understanding of how the environment shapes immune defense while minimizing potential statistical artifacts."
            }
        }
    }
}