{
    "paper_id": "1860-5397-16-29",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:36:31.430878Z"
    },
    "title": "Two antibacterial and PPARα/γ-agonistic unsaturated keto fatty acids from a coral-associated actinomycete of the genus Micrococcus",
    "authors": [
        {
            "first": "Amit",
            "middle": [
                "Raj"
            ],
            "last": "Sharma",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Toyama Prefectural University",
                "location": {
                    "postCode": "5180, 939-0398",
                    "settlement": "Kurokawa, Imizu",
                    "region": "Toyama",
                    "country": "Japan"
                }
            },
            "email": ""
        },
        {
            "first": "Enjuro",
            "middle": [],
            "last": "Harunari",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Toyama Prefectural University",
                "location": {
                    "postCode": "5180, 939-0398",
                    "settlement": "Kurokawa, Imizu",
                    "region": "Toyama",
                    "country": "Japan"
                }
            },
            "email": ""
        },
        {
            "first": "Naoya",
            "middle": [],
            "last": "Oku",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Toyama Prefectural University",
                "location": {
                    "postCode": "5180, 939-0398",
                    "settlement": "Kurokawa, Imizu",
                    "region": "Toyama",
                    "country": "Japan"
                }
            },
            "email": ""
        },
        {
            "first": "Nobuyasu",
            "middle": [],
            "last": "Matsuura",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Okayama University of Science",
                "location": {
                    "addrLine": "1-1 Ridaicho",
                    "postCode": "700-0005",
                    "settlement": "Okayama",
                    "country": "Japan"
                }
            },
            "email": ""
        },
        {
            "first": "Agus",
            "middle": [],
            "last": "Trianto",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Diponegoro University",
                "location": {
                    "postCode": "50275",
                    "settlement": "Semarang, Central Java",
                    "country": "Indonesia"
                }
            },
            "email": ""
        },
        {
            "first": "Yasuhiro",
            "middle": [],
            "last": "Igarashi",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Toyama Prefectural University",
                "location": {
                    "postCode": "5180, 939-0398",
                    "settlement": "Kurokawa, Imizu",
                    "region": "Toyama",
                    "country": "Japan"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "A pair of geometrically isomeric unsaturated keto fatty acids, (6E,8Z)-and (6E,8E)-5-oxo-6,8-tetradecadienoic acids (1 and 2), were isolated from the culture broth of an actinomycete of the genus Micrococcus, which was associated with a stony coral, Catalaphyllia sp. Their chemical structures were elucidated by spectroscopic analysis including NMR and MS, with special assistance of spin system simulation studies for the assignment of an E geometry at C8 in 2. As metabolites of microbes, compounds 1 and 2 are unprecedented in terms of bearing a 2,4-dienone system. Both 1 and 2 showed antibacterial activity against the plant pathogen Rhizobium radiobacter and the fish pathogen Tenacibaculum maritimum, with a contrasting preference that 1 is more effective to the former strain while 2 is so to the latter. In addition, compounds 1 and 2 displayed agonistic activity against peroxisome proliferator-activated receptors (PPARs) with an isoform specificity towards PPARα and PPARγ.",
    "pdf_parse": {
        "paper_id": "1860-5397-16-29",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A pair of geometrically isomeric unsaturated keto fatty acids, (6E,8Z)-and (6E,8E)-5-oxo-6,8-tetradecadienoic acids (1 and 2), were isolated from the culture broth of an actinomycete of the genus Micrococcus, which was associated with a stony coral, Catalaphyllia sp. Their chemical structures were elucidated by spectroscopic analysis including NMR and MS, with special assistance of spin system simulation studies for the assignment of an E geometry at C8 in 2. As metabolites of microbes, compounds 1 and 2 are unprecedented in terms of bearing a 2,4-dienone system. Both 1 and 2 showed antibacterial activity against the plant pathogen Rhizobium radiobacter and the fish pathogen Tenacibaculum maritimum, with a contrasting preference that 1 is more effective to the former strain while 2 is so to the latter. In addition, compounds 1 and 2 displayed agonistic activity against peroxisome proliferator-activated receptors (PPARs) with an isoform specificity towards PPARα and PPARγ.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Marine actinobacteria are considered as a potential source for novel natural products with high structural diversity, unique biological activity, and molecular modes of action beneficial to drug development [1] [2] [3] . Actinobacteria in marine environments are mostly found in association with higher organisms, such as fish, sponges, corals, molluscs, ascidians, seaweeds, and mangroves, and have kept attracting attention due to their ability to produce various bioactive compounds [2, 4] . Among the isolation sources for marine actinobacteria, substantial amounts of studies were devoted to sponges from which a wide range of actinobacterial species were found to produce intriguing natural products [5] . Corals, another large group of marine invertebrates, also harbor diverse symbiotic or associating microorganisms [6] . However, only a handful of natural products such, as strepchloritides [7] , nahuoic acids B-E [8] , and pteridic acids C-G [9] , were obtained from actinobacteria associated with soft corals. There is no report indeed on natural products from actinobacteria residing in stony corals.",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 210,
                        "text": "[1]",
                        "ref_id": null
                    },
                    {
                        "start": 211,
                        "end": 214,
                        "text": "[2]",
                        "ref_id": null
                    },
                    {
                        "start": 215,
                        "end": 218,
                        "text": "[3]",
                        "ref_id": null
                    },
                    {
                        "start": 486,
                        "end": 489,
                        "text": "[2,",
                        "ref_id": null
                    },
                    {
                        "start": 490,
                        "end": 492,
                        "text": "4]",
                        "ref_id": null
                    },
                    {
                        "start": 706,
                        "end": 709,
                        "text": "[5]",
                        "ref_id": null
                    },
                    {
                        "start": 825,
                        "end": 828,
                        "text": "[6]",
                        "ref_id": null
                    },
                    {
                        "start": 901,
                        "end": 904,
                        "text": "[7]",
                        "ref_id": null
                    },
                    {
                        "start": 925,
                        "end": 928,
                        "text": "[8]",
                        "ref_id": null
                    },
                    {
                        "start": 954,
                        "end": 957,
                        "text": "[9]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Actinomycetes of the genus Micrococcus are Gram-positive, aerobic, and nonmotile cocci. Unlike the majority of actinomycetes, they typically form tetrad clusters but not hyphae [10] . Micrococcus is ubiquitous in distribution and, similar to other actinomycetes, marine Micrococcus are commonly associated with marine invertebrates, such as sponges and corals [4, 11, 12] . Distinct classes of natural products have been isolated from sponge-associated Micrococcus, including glycosylated glycerolipid [13, 14] , cyclic peptide [15] , xanthone glycoside [16] , and halogenated diphenyl ether [14] . Until now, however, no natural products are known from coral-associated Micrococcus.",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 181,
                        "text": "[10]",
                        "ref_id": null
                    },
                    {
                        "start": 360,
                        "end": 363,
                        "text": "[4,",
                        "ref_id": null
                    },
                    {
                        "start": 364,
                        "end": 367,
                        "text": "11,",
                        "ref_id": null
                    },
                    {
                        "start": 368,
                        "end": 371,
                        "text": "12]",
                        "ref_id": null
                    },
                    {
                        "start": 502,
                        "end": 506,
                        "text": "[13,",
                        "ref_id": null
                    },
                    {
                        "start": 507,
                        "end": 510,
                        "text": "14]",
                        "ref_id": null
                    },
                    {
                        "start": 528,
                        "end": 532,
                        "text": "[15]",
                        "ref_id": null
                    },
                    {
                        "start": 554,
                        "end": 558,
                        "text": "[16]",
                        "ref_id": null
                    },
                    {
                        "start": 592,
                        "end": 596,
                        "text": "[14]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "As a part of our ongoing screening program to discover new natural products from coral-associated bacteria, we have recently reported a catecholate siderophore, labrenzbactin, from an alphaproteobacterium Labrenzia [17] and an unsaturated fatty acid with unique methylation pattern from a gammaproteobacterium Microbulbifer [18] . Herein, we report the fermentation, isolation, structure determination, and bioactivity of two new keto fatty acids, (6E,8Z)-5-oxo-6,8-tetradecadienoic acid (1) and its (6E,8E)-isomer 2, from a coral-associated actinomycete Micrococcus sp. C5-9.",
                "cite_spans": [
                    {
                        "start": 215,
                        "end": 219,
                        "text": "[17]",
                        "ref_id": null
                    },
                    {
                        "start": 324,
                        "end": 328,
                        "text": "[18]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The producing strain C5-9 was obtained from stony coral Catalaphyllia sp. and identified as a member of the genus Micrococcus by 16S rRNA gene sequence analysis. The HPLC-UV analysis of the fermentation broth of strain C5-9 indicated the presence of metabolites showing UV absorption around 275 nm. A large-scale shaking culture (2.9 L) was carried out in A16 seawater medium at 30 °C for five days to obtain adequate amounts of compounds for structure determination and bioassays. The fermentation broth was extracted with 1-butanol, and the extract was fractionated by solvent/solvent partitioning. Following ODS column chromatography and isocratic reversedphase preparative HPLC, 1 (3.7 mg) and 2 (2.4 mg) were isolated ( Figure 1 ). (6E,8Z)-5-Oxo-6,8-tetradecadienoic acid (1) was obtained as a pale yellow amorphous solid. The molecular formula was determined to be C 14 13 C signals were consistent with the number calculated from the molecular formula, which indicated that 1 had a linear structure. The 1 H NMR spectrum showed characteristic resonances for a terminal methyl group at δ H 0.89 (3H, t) in the shielded region and for multiple methylene signals, suggesting the presence of an alkyl chain. COSY analysis established three spin systems, one from H2 to H4, a sevencarbon fragment from H6 to H12, and an ethyl fragment H13/H14. These partial structures were joined into one linear structure by HMBC correlations from H3, H4, H6, and H7 to C5, H14 to C12, and H11 to C13. Then, a correlation from H2 and H3 to C1 connected the carboxy group at C2 to complete the structure of 1 (Figure 2 ). The geometry of the double bonds was E at C6 and Z at C8 based on the coupling constants J H6,H7 = 15.3 Hz and J H8,H9 = 10.8 Hz, respectively. The molecular formula of 2 was also determined to be C 14 H 22 O 3 on the basis of its NMR and HRESIMS-TOF data 13 C resonances from C6 to C10, which indicated the structural difference between 1 and 2 to be in the double bond geometries. In fact, the composition of 14 carbon signals, the carbon connectivity, and the sites of functional groups in 2 proved to be completely the same as those in 1 by the interpretation of 13 C, DEPT, COSY, and HMBC correlations ( Figure 2 ). While an E configuration at C6 was evident from the coupling constant J H6,H7 = 15.6 Hz, J H8,H9 was unable to be read from the multiplicity pattern of H8 and H9 due to the intense second-order effects caused by a signal overlap of these resonances (δ H 6.15 and 6.18, respectively). Although the E geometry at C8 was circumstantially obvious and supported by the deshielded allylic carbon atom C10 (δ C 33.1 for 2 vs 28.3 for 1), a decisive evidence was acquired from spin system simulations using the software 'nmrpeak' [19] , which gave the best match to the experimentally obtained 1 H NMR spectrum with the setting of 3 J H8,H9 = 15.6 Hz and 3 J H7,H8 = 9.5 Hz (Figure 3) . Thus, the C8 geometry was unambiguously determined to be E.",
                "cite_spans": [
                    {
                        "start": 873,
                        "end": 875,
                        "text": "14",
                        "ref_id": null
                    },
                    {
                        "start": 876,
                        "end": 878,
                        "text": "13",
                        "ref_id": null
                    },
                    {
                        "start": 1864,
                        "end": 1866,
                        "text": "13",
                        "ref_id": null
                    },
                    {
                        "start": 2751,
                        "end": 2755,
                        "text": "[19]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 725,
                        "end": 733,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1595,
                        "end": 1604,
                        "text": "(Figure 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 2217,
                        "end": 2225,
                        "text": "Figure 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 2895,
                        "end": 2905,
                        "text": "(Figure 3)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": "α-Keto fatty acids are characterized by the presence of a keto group at the α-position of a carboxylic acid moiety. They are present in all living cells and play crucial roles in biological systems as they are involved in the Krebs cycle and glycolysis [20] . In contrast, keto fatty acids bearing a keto group in the middle of the carbon chain are relatively limited in their distribution in nature. Many of such natural keto fatty acids were found in plants, mainly as a constituent of seed oil [21] [22] [23] [24] [25] [26] [27] [28] [29] . Among them, rabdosia acids [30] and (10E,12E)-9-oxo-10,12octadecadienoic acid [31] are the plant keto fatty acids containing the dienone moiety with trans,trans-configuration, but congeners with trans,cis-configuration have not been found in nature until the present work ( Figure 4 ). Some of the keto fatty acids of plant origin were shown to exhibit pharmaceutically important activity. (9E,11E)-13-Oxooctadecadienoic acid is a PPARα activator found in tomato juice. This keto fatty acid decreases plasma and hepatic triglyceride in obese diabetic mice by activating PPARα transcription [32] . (10E,12E)-9-Oxooctadecadienoic acid isolated from eggplant calyx induces apoptosis in human ovarian cancer cells, leading to cell death [33] . One example of a keto fatty acid from the animal kingdom is (E)-9-oxo-2-decenoic acid, a sex pheromone found in royal jelly. Queen honey bees use this fatty acid to control the activity of worker bees [34] . (E)-7-Oxo-11,13-tetradecadienoic acid is another example of insect origin, identified from hair pencils of male Amauris butterflies (Amauris albimaculata), which is supposed to be a precursor material for the butterfly pheromone [35] . Furthermore, 4-oxo-2-alkenoic fatty acids were characterized as antimicrobial metabolites from an actinomycete [36] and a basidiomycete fungus [37] . In addition, long- chain saturated fatty acids possessing a keto group were detected in the solvent extract of Legionella by GC-MS analysis [38] . Fatty acid components in fresh water-derived Micrococcus species were comprehensively analyzed [39] , but keto fatty acids like compounds 1 and 2, bearing a dienone system, are unprecedented as microbial metabolites.",
                "cite_spans": [
                    {
                        "start": 253,
                        "end": 257,
                        "text": "[20]",
                        "ref_id": null
                    },
                    {
                        "start": 497,
                        "end": 501,
                        "text": "[21]",
                        "ref_id": null
                    },
                    {
                        "start": 502,
                        "end": 506,
                        "text": "[22]",
                        "ref_id": null
                    },
                    {
                        "start": 507,
                        "end": 511,
                        "text": "[23]",
                        "ref_id": null
                    },
                    {
                        "start": 512,
                        "end": 516,
                        "text": "[24]",
                        "ref_id": null
                    },
                    {
                        "start": 517,
                        "end": 521,
                        "text": "[25]",
                        "ref_id": null
                    },
                    {
                        "start": 522,
                        "end": 526,
                        "text": "[26]",
                        "ref_id": null
                    },
                    {
                        "start": 527,
                        "end": 531,
                        "text": "[27]",
                        "ref_id": null
                    },
                    {
                        "start": 532,
                        "end": 536,
                        "text": "[28]",
                        "ref_id": null
                    },
                    {
                        "start": 537,
                        "end": 541,
                        "text": "[29]",
                        "ref_id": null
                    },
                    {
                        "start": 571,
                        "end": 575,
                        "text": "[30]",
                        "ref_id": null
                    },
                    {
                        "start": 622,
                        "end": 626,
                        "text": "[31]",
                        "ref_id": null
                    },
                    {
                        "start": 1134,
                        "end": 1138,
                        "text": "[32]",
                        "ref_id": null
                    },
                    {
                        "start": 1277,
                        "end": 1281,
                        "text": "[33]",
                        "ref_id": null
                    },
                    {
                        "start": 1485,
                        "end": 1489,
                        "text": "[34]",
                        "ref_id": null
                    },
                    {
                        "start": 1721,
                        "end": 1725,
                        "text": "[35]",
                        "ref_id": null
                    },
                    {
                        "start": 1839,
                        "end": 1843,
                        "text": "[36]",
                        "ref_id": null
                    },
                    {
                        "start": 1871,
                        "end": 1875,
                        "text": "[37]",
                        "ref_id": null
                    },
                    {
                        "start": 2018,
                        "end": 2022,
                        "text": "[38]",
                        "ref_id": null
                    },
                    {
                        "start": 2120,
                        "end": 2124,
                        "text": "[39]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 818,
                        "end": 826,
                        "text": "Figure 4",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": "Compounds 1 and 2 inhibited the growth of Tenacibaculum maritimum NBRC16015, a causative agent of skin infection of marine fish [40] , and Rhizobium radiobacter NBRC14554, a causative agent of crown gall disease of plants [41] . The MIC values for 1 against T. maritimum and R. radiobacter were 50 and 6.2 µg/mL, respectively, while 2 was more potent against T. maritimum, with a MIC of 12.5 µg/mL, and less against R. radiobacter, with a MIC of 50 µg/mL, presenting an interesting contrast. No appreciable antimicrobial activity was observed for both compounds against bacterial strains of Micrococcus luteus ATCC9341, Staphylococcus aureus FDA209P JC-1, and Escherichia coli NIHJ JC-2 and yeast strains of Candida albicans NBRC0197 and Saccharomyces cerevisiae S100, nor cytotoxicity against murine leukemia P388 cells at 100 µM. Additionally, compounds 1 and 2 were evaluated for agonist activity to peroxisome proliferator-activated receptors (PPARs) because similar oxo fatty acids are known to act as PPAR agonists [42] . PPARs are ligand-activated transcription factors playing key roles in lipid and carbohydrate metabolism [43, 44] . PPARα upregulates lipid uptake and β-oxidation of fatty acids, whereas PPARγ promotes adipocyte differentiation and adipokine production in adipose tissues to improve insulin sensitivity in diabetic patients [45] [46] [47] . Owing to these physiological functions in energy metabolism, PPARs are the molecular targets of metabolic disorders [48] . To assess the PPAR isoform specificity of 1 and 2, three reporter cell lines expressing luciferase genes in response to PPARα, PPARβ/δ, and PPARγ agonists were used [49] . The agonist activity was determined as a relative potency to the positive controls, WY14643 for PPARα, GW0742 for PPARβ/δ, and troglitazone for PPARγ. Both 1 and 2 induced activations of PPARα and PPARγ transcription but were not effective against PPARβ/δ ( Figure 5 ). Compared to the activity at 12.5 μM, slight increases of PPARα and β/δ agonist activities were observed for 1 at the lower concentration of 6.25 μM, but the activity at 6.25 μM was almost equivalent to the activity level of the vehicle DMSO. We thus considered that 1 had no significant activity at 6.25 μM. Overall, 1 was lesser potent than 2, indicating that the geometry at C8 may play a crucial role in the binding to PPARs.",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 132,
                        "text": "[40]",
                        "ref_id": null
                    },
                    {
                        "start": 222,
                        "end": 226,
                        "text": "[41]",
                        "ref_id": null
                    },
                    {
                        "start": 1021,
                        "end": 1025,
                        "text": "[42]",
                        "ref_id": null
                    },
                    {
                        "start": 1132,
                        "end": 1136,
                        "text": "[43,",
                        "ref_id": null
                    },
                    {
                        "start": 1137,
                        "end": 1140,
                        "text": "44]",
                        "ref_id": null
                    },
                    {
                        "start": 1351,
                        "end": 1355,
                        "text": "[45]",
                        "ref_id": null
                    },
                    {
                        "start": 1356,
                        "end": 1360,
                        "text": "[46]",
                        "ref_id": null
                    },
                    {
                        "start": 1361,
                        "end": 1365,
                        "text": "[47]",
                        "ref_id": null
                    },
                    {
                        "start": 1484,
                        "end": 1488,
                        "text": "[48]",
                        "ref_id": null
                    },
                    {
                        "start": 1656,
                        "end": 1660,
                        "text": "[49]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1921,
                        "end": 1929,
                        "text": "Figure 5",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Results and Discussion",
                "sec_num": null
            },
            {
                "text": "In summary, UV-chemical screening of the coral-associated bacterium Micrococcus sp. C5-9 led to the discovery of two new unsaturated keto fatty acids, (6E,8Z)-5-oxo-6,8-tetradecadienoic acid (1) and its (6E,8E)-isomer 2. Compounds 1 and 2 showed selective antibacterial activity against the plant pathogen R. radiobacter and the fish pathogen T. maritimum, respectively. In addition, both 1 and 2 displayed agonistic activity against PPARα and PPARγ.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "General experimental procedure UV and IR spectra were recorded on a Shimadzu UV-1800 and a Perkin-Elmer Spectrum 100 spectrophotometer, respectively. NMR spectra were obtained on a Bruker AVANCE 500 spectrometer in CDCl 3 using the signals of the residual solvent (δ H 7.26) and (δ C 77.0) as internal standards. HRESIMS-TOF was recorded on a Bruker micrOTOF focus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Experimental",
                "sec_num": null
            },
            {
                "text": "Strain C5-9 was collected from a stony coral, Catalaphyllia sp., obtained from an aquarium vendor in Osaka, Japan. A piece of the coral specimen (ca. 1 g) was surface-sterilized by washing with 70% ethanol, followed by rinsing with sterile natural seawater. The coral piece was homogenized by mortar and pestle with an equal volume of sterile natural seawater (1 mL), and the resulting suspension was serially diluted tenfold to 10 −5 . One-hundred μL aliquots of each dilution were spread onto Marine Agar 2216 (Difco), and the agar plates were cultivated at 23 °C for two days. Single colonies thus emerged on the plates, which were transferred onto a new agar medium to obtain pure isolates. One of these isolates, coded as C5-9, was identified as a member of the genus Micrococcus on the basis of 99.9% similarity in the 16S rRNA gene sequence (1395 nucleotides; DNA Data Bank of Japan/DDBJ accession number LC498624) to Micrococcus yunnanensis YIM 65004 T (accession number FJ214355).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microorganism",
                "sec_num": null
            },
            {
                "text": "Strain C5-9 was maintained on Marine Agar 2216 (Difco). A loopful of strain C5-9 was inoculated into a 500 mL K-1 flask containing 100 mL of Marine Broth 2216 (Difco) as a seed culture. The seed culture was incubated at 30 °C on a rotary shaker at 200 rpm for two days. Three mL each of the seed culture were inoculated into 29 500 mL K-1 flasks containing 100 mL of A16 production medium, which consisted of glucose 2%, Pharmamedia (Traders Protein, Memphis, TN, USA) 1%, CaCO 3 0.5%, Diaion HP-20 (Mitsubishi Chemical, Kanagawa, Japan) 1%, and natural seawater collected in Toyama Bay, Toyama, Japan. The pH value of the medium was adjusted to 7.0 before sterilization. The inoculated flasks were incubated at 30 °C for 5 days with rotational shaking using a rotary shaker at a speed of 200 rpm.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fermentation",
                "sec_num": null
            },
            {
                "text": "After fermentation, 100 mL of 1-butanol were added to each flask, and the flasks were shaken for 1 h. The emulsified mixture was centrifuged at 6000 rpm for 10 min, and the organic layer was separated from the aqueous layer. The organic layer was concentrated in vacuo to afford 5.1 g of crude extract from 2.9 L of production culture. The extract was successively partitioned between 60% aqueous MeOH (500 mL) and CH 2 Cl 2 (500 mL × 3) and the latter between 90% aqueous MeOH (250 mL) and n-hexane (250 mL × 3 ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extraction and isolation",
                "sec_num": null
            },
            {
                "text": "In order to determine the multiplicity pattern and the coupling constants for the double bond system of 2, spin system simulations were performed using the freeware nmrpeak.exe [19] .",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 181,
                        "text": "[19]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NMR spin system simulation",
                "sec_num": null
            },
            {
                "text": "Antimicrobial assays were carried out in a similar manner as described in [18] . The antimicrobial activity was evaluated by the liquid microculture method using round-bottomed 96-well microtiter plates against five bacteria, Micrococcus luteus ATCC9341, Staphylococcus aureus FDA209P JC-1, Rhizobium radiobacter NBRC14554, Escherichia coli NIHJ JC-2, Tenacibaculum maritimum NBRC16015, and two yeasts, Candida albicans NBRC0197 and Saccharomyces cerevisiae S100, as indication strains. Mueller-Hinton Broth (Difco), Sabouraud Dextrose Broth (Difco), and Marine Broth (Difco) were used for bacteria, yeasts, and Tenacibaculum maritimum NBRC16015, respectively. Compounds 1 and 2, the reference drugs kanamycin sulfate for bacteria, sulfamethoxazole for R. radiobacter NBRC14554 and T. maritimum NBRC16015, and amphotericin B for yeasts, were made in twofold dilution series along the longer side of the plates by sequential transfer of 100 µL aliquots between the adjacent wells to which the same amount of medium was predispensed. To each well was added a 100 µL suspension of the indication strains prepared at ≈10 6 cfu/mL from a culture at the logarithmic growth phase. The solvent vehicle added to the top rows was set at 0.5% of the final culture volume to avoid the effect on the growth of microbes. The plates were incubated at 37 °C for 20 h for bacteria, at 24 °C for T. maritimum NBRC16015, and at 32 °C for yeasts. The tests were done in triplicates, and the absorbance at a wavelength of 650 nm was measured with the help of a microplate reader.",
                "cite_spans": [
                    {
                        "start": 74,
                        "end": 78,
                        "text": "[18]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Antimicrobial assay",
                "sec_num": null
            },
            {
                "text": "The cytotoxicity assay was carried out in a similar manner as described in [17] . P388 murine leukemia cells were maintained in RPMI-1640 medium containing ʟ-glutamine (product no. 186-02155) supplemented with 10% fetal bovine serum and 0.1 mg/mL gentamicin sulfate. Compounds 1, 2, and doxorubicin as a reference were serially diluted by a factor of 3.16",
                "cite_spans": [
                    {
                        "start": 75,
                        "end": 79,
                        "text": "[17]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cytotoxicity assay",
                "sec_num": null
            },
            {
                "text": "(half-logarithmic dilution) in a 96-well round-bottom microtiter plate. To each well were seeded the cells at a final density of 5 × 10 3 cells/well, and 200 µL cultures thus made were incubated for 96 h at 37 °C in an atmosphere of 5% CO 2 in air with 100% humidity. The viability of the cells was visualized by the addition of 50 μL of the medium containing XTT (1 mg/mL) and PMS (40 µg/mL) to each well. After incubating for 4 h at 37 °C, the medium was carefully removed by a suction aspirator, and formazan dye, formed by respiratory reduction by living cells, was quantified by the absorption at 450 nm, read by a microplate reader to calculate the rate of cell growth inhibition at each concentration, and the results of the triplicates were plotted on single-logarithmic charts to deduce the IC 50 values.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cytotoxicity assay",
                "sec_num": null
            },
            {
                "text": "Measurements of PPARα, -β/δ, and -γ ligand activity was evaluated by a luciferase reporter gene assay system [49] . Briefly, COS-1 cells (5 × 5 cells) were transiently transfected with an expression plasmid containing the ligand-binding domain of human PPARα, -β/δ, and -γ fused to the GAL4 DNA-binding domain (pPPARα-GAL4, pPPARδ-GAL4, or pPPARγ-GAL4, 0.25 µg), a luciferase reporter plasmid 17m2G TATA Luc (p17m2G, 1 µg), and the pSEAP-control vector (1 µg, Clontech, CA, USA) by using the Effectene transfection reagent. Transfection was performed in 60 mm culture dishes according to the manufacturer's instructions. After 16 h, the transfected cells were recovered and seeded into 96-well white multiwell plates, the indicated concentrations of the test compounds were added, and the plates were cultured for an additional 24 h at 37 °C in a 5% CO 2 incubator. The luciferase activity and secreted alkaline phosphatase SEAP activity were measured in each well by using a Steady-Glo ® luciferase assay (Promega, Madison, WI, USA) and Great ESCAPe SEAP Reporter System3 (Clontech), according to the manufacturer's instructions. The SEAP activity level was used to correct the luciferase activity in each well. Each data value is presented as the mean ± standard error of three experiments.",
                "cite_spans": [
                    {
                        "start": 109,
                        "end": 113,
                        "text": "[49]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PPAR activation assay",
                "sec_num": null
            },
            {
                "text": "Supporting Information File 1 ESIMS-TOF, UV, IR, 1D, and 2D NMR spectra of 1 and 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supporting Information",
                "sec_num": null
            },
            {
                "text": "[https://www.beilstein-journals.org/bjoc/content/ supplementary/1860-5397-16-29-S1.pdf]",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supporting Information",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Prof. Shigeaki Kato, University of Tokyo, for providing pPPARα-GAL4, pPPARδ-GAL4, pPPARγ-GAL4, and p17m2G. P388 cells were obtained from JCRB Cell Bank under the accession code JCRB0017 (Lot. 06252002).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            },
            {
                "text": "This work was supported by JSPS KAKENHI Grant Number 24580156 to Y. I.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Funding",
                "sec_num": null
            },
            {
                "text": "Naoya Oku -https://orcid.org/0000-0002-2171-2168",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORCID ® iDs",
                "sec_num": null
            },
            {
                "text": "This is an Open Access article under the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/by/4.0). Please note that the reuse, redistribution and reproduction in particular requires that the authors and source are credited.The license is subject to the Beilstein Journal of Organic Chemistry terms and conditions: (https://www.beilstein-journals.org/bjoc)The definitive version of this article is the electronic one which can be found at: doi:10.3762/bjoc. 16.29 ",
                "cite_spans": [
                    {
                        "start": 496,
                        "end": 501,
                        "text": "16.29",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "License and Terms",
                "sec_num": null
            }
        ],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Structures of (6E,8Z)-and (6E,8E)-5-oxo-6,8-tetradecadienoic acids (1 and 2)."
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "COSY and key HMBC correlations for 1 and 2."
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Spin system simulation for the C8-C9 double bond of 2."
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Natural keto fatty acids of various origins."
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "PPAR activation by 1 and 2."
            },
            "TABREF1": {
                "content": "<table><tr><td/><td/><td/><td>1</td><td/><td/><td/><td>2</td><td/></tr><tr><td>position</td><td>δ C</td><td>a</td><td>δ H mult (J in Hz) b</td><td>HMBC b,c</td><td>δ C</td><td>a</td><td>δ H mult (J in Hz) b</td><td>HMBC b,c</td></tr><tr><td>1</td><td colspan=\"2\">178.2, C</td><td/><td/><td colspan=\"2\">177.7, C</td><td/><td/></tr><tr><td>2</td><td colspan=\"2\">32.9, CH 2</td><td>2.44, m</td><td>1, 3, 4</td><td colspan=\"2\">32.9, CH 2</td><td>2.42, m</td><td>1, 3, 4</td></tr><tr><td>3</td><td colspan=\"2\">19.1, CH 2</td><td>1.97, m</td><td>1, 2, 4, 5</td><td colspan=\"2\">19.1, CH 2</td><td colspan=\"2\">1.96, quint (7.0) 1, 2, 4, 5</td></tr><tr><td>4</td><td colspan=\"2\">39.6, CH 2</td><td>2.66, t (6.6)</td><td>2, 3, 5</td><td colspan=\"2\">39.0, CH 2</td><td>2.65, t (7.1)</td><td>2, 3, 5</td></tr><tr><td>5</td><td colspan=\"2\">199.8, C</td><td/><td/><td colspan=\"2\">199.8, C</td><td/><td/></tr><tr><td>6</td><td colspan=\"2\">129.1, CH</td><td>6.15, d (15.3)</td><td>4, 5, 8</td><td colspan=\"2\">127.6, CH</td><td>6.07, d (15.6)</td><td>4, 5, 8</td></tr><tr><td>7</td><td colspan=\"2\">137.5, CH</td><td>7.51, dd</td><td>5, 6, 8, 9</td><td colspan=\"2\">143.5, CH</td><td>7.15, dd</td><td>5, 8, 9</td></tr><tr><td/><td/><td/><td>(15.3, 11.7)</td><td/><td/><td/><td>(15.6, 9.5)</td><td/></tr><tr><td>8</td><td colspan=\"2\">126.8, CH</td><td>6.10, dd (11.7, 10.8)</td><td>5, 6, 7, 10</td><td colspan=\"2\">128.7, CH</td><td>6.15, dd (15.6, 9.5) d</td><td>6, 7, 10</td></tr><tr><td>9</td><td colspan=\"2\">143.1, CH</td><td>5.92, dt (10.8, 7.9)</td><td>7, 8, 10, 11</td><td colspan=\"2\">146.2, CH</td><td>6.18, dt (15.6, 6.3) d</td><td>7, 10, 11</td></tr><tr><td>10</td><td colspan=\"2\">28.3 e , CH 2</td><td>2.31, q (7.5)</td><td>8, 9, 11, 12</td><td colspan=\"2\">33.1, CH 2</td><td>2.18, dt</td><td>8, 9, 11, 12</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>(6.3, 7.2)</td><td/></tr><tr><td>11</td><td colspan=\"2\">29.0 e , CH 2</td><td colspan=\"2\">1.43, quint (7.1) 9, 10, 12, 13</td><td colspan=\"2\">28.3, CH 2</td><td colspan=\"2\">1.43, quint (7.2) 10, 12, 13</td></tr><tr><td>12</td><td colspan=\"2\">31.4, CH 2</td><td>1.32 f , m</td><td>10, 11, 13</td><td colspan=\"2\">31.4, CH 2</td><td>1.29 f , m</td><td>11, 13</td></tr><tr><td>13</td><td colspan=\"2\">22.5, CH 2</td><td>1.30 f , m</td><td>12, 14</td><td colspan=\"2\">22.4, CH 2</td><td>1.31 f , m</td><td>12</td></tr><tr><td>14</td><td colspan=\"2\">14.0, CH 3</td><td>0.89, t (6.8)</td><td>12, 13</td><td colspan=\"2\">14.0, CH 3</td><td>0.89, t (6.9)</td><td>12, 13</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "1 H and 13 C NMR data for compounds 1 and 2 in CDCl 3 ."
            }
        }
    }
}