{
    "paper_id": "a5970a3460905cd474e976659c051a81",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T22:03:53.273973Z"
    },
    "title": "Marine Plants of Coral Reefs",
    "authors": [],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "All marine plants are autotrophic organisms (independent of their systematic status). They contain chlorophyll а and execute a photosynthetiic process that produces organic matter and oxygen by absorbing sunlight, carbon dioxide, and water. Marine plants belong to three groups of organisms: microalgae (blue-green, diatoms, dinoflagellates, zooxanthellae); macroalgae (green, brown, and red); and higher plants or seagrasses. The latter two groups are also called macrophytes. Marine algae and seagrasses form the base of the oceanic food chain. They are the primary producers that convert sunlight energy and nutrients into plant materials and oxygen. Moreover, marine plants provide food and shelter for many types of animals and contribute to the biological diversity of coastal habitats (Littler and Littler, 2003). 2.1 CLASSIFICATION The classification of living organisms (marine plants) is called systematics or taxonomy, which reflects the evolutionary tree (phylogenetic tree) of different organisms. Taxonomy classifies organisms into different groups called taxa, while systematics identifies their relationships. In algology, the Linnaean taxonomy is dominant and includes ranks and binominal nomenclature. Plants are named according to the International Code of Botanical Nomenclature (ICBN). According to modern Linnaean taxonomy, the marine plants described or mentioned in this book belong to two empires and four kingdoms. The Empire Eukaryota is comprised of three kingdoms: Plantae, Chromista, and Protozoa, and the Empire Prokaryota includes the Kingdom Eubacteria. The Kingdom Plantae consist of seagrasses (Phylum Tracheophyta, or marine flowering plants), green algae (Phylum Chlorophyta), and red algae (Phylum Rhodophyta). The Kingdom Chromista includes brown algae (Phylum Ochrophyta, Class Phaeophyceae, and Bacillariophyceae). The Kingdom Protozoa is comprised of unicellular algae-dinoflagellates (Phylum Myzozoa). The Kingdom Eubacteria is comprised of blue-green algae (Phylum Cyanobacteria). Each phylum (division) is divided into several classes, and every class is divided into several orders. Then orders are divided into families, families into various genera, and genera into species. The classification of marine plants is given in Latin. The major differences among representatives of different Phyla (Divisions) are in their somatic and reproductive structures, life histories, photosynthetic pigments, biochemistry of their storage products, and cell-wall ultrastructure. A scientific name is given to each species, which consists of two names: the first is the generic name (genus) and the second is the specific name (species). The first letter of the generic name is capitalized and the specific name is written in lowercase. Both are italicized or underlined. It is also customary that a binomial is followed by the author of that binomial. Recently, plant names were formatted by the \"International Code of Nomenclature for algae, fungi, and plants (Melbourne Code) adopted by the Eighteenth International Botanical Congress Melbourne, Australia, July 2011\" and a global species database on all groups of algae (Guiry and Guiry, 2016). According to the code, the green alga Caulerpa racemosa (Fig. 2.1) are presented as follows: Empire Eukaryota/Kingdom Plantae/Phylum Chlorophyta/Class Ulvophyceae/Order Bryopsidales/Family Caulerpaceae/Genus Caulerpa. 2.2 IDENTIFYING THE CHARACTERISTICS OF REPRESENTATIVES FROM DIFFERENT PHYLA Phylum Tracheophyta, Order Alismatales (Seagrasses) Seagrasses (marine flowering plants), inhabiting sandy and silty-sandy areas of the bottom, are one of the main components of the reef ecosystem. Some of them are able to attach to the hard base of the reef (e.g., Thalassodendron ciliatum). Seagrasses can form extensive beds or meadows in shallow-sheltered coastal waters. Similar to the terrestrial higher plants, seagrasses have roots, stems, leaves, and flowers (Fig. 2.2).",
    "pdf_parse": {
        "paper_id": "a5970a3460905cd474e976659c051a81",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "All marine plants are autotrophic organisms (independent of their systematic status). They contain chlorophyll а and execute a photosynthetiic process that produces organic matter and oxygen by absorbing sunlight, carbon dioxide, and water. Marine plants belong to three groups of organisms: microalgae (blue-green, diatoms, dinoflagellates, zooxanthellae); macroalgae (green, brown, and red); and higher plants or seagrasses. The latter two groups are also called macrophytes. Marine algae and seagrasses form the base of the oceanic food chain. They are the primary producers that convert sunlight energy and nutrients into plant materials and oxygen. Moreover, marine plants provide food and shelter for many types of animals and contribute to the biological diversity of coastal habitats (Littler and Littler, 2003). 2.1 CLASSIFICATION The classification of living organisms (marine plants) is called systematics or taxonomy, which reflects the evolutionary tree (phylogenetic tree) of different organisms. Taxonomy classifies organisms into different groups called taxa, while systematics identifies their relationships. In algology, the Linnaean taxonomy is dominant and includes ranks and binominal nomenclature. Plants are named according to the International Code of Botanical Nomenclature (ICBN). According to modern Linnaean taxonomy, the marine plants described or mentioned in this book belong to two empires and four kingdoms. The Empire Eukaryota is comprised of three kingdoms: Plantae, Chromista, and Protozoa, and the Empire Prokaryota includes the Kingdom Eubacteria. The Kingdom Plantae consist of seagrasses (Phylum Tracheophyta, or marine flowering plants), green algae (Phylum Chlorophyta), and red algae (Phylum Rhodophyta). The Kingdom Chromista includes brown algae (Phylum Ochrophyta, Class Phaeophyceae, and Bacillariophyceae). The Kingdom Protozoa is comprised of unicellular algae-dinoflagellates (Phylum Myzozoa). The Kingdom Eubacteria is comprised of blue-green algae (Phylum Cyanobacteria). Each phylum (division) is divided into several classes, and every class is divided into several orders. Then orders are divided into families, families into various genera, and genera into species. The classification of marine plants is given in Latin. The major differences among representatives of different Phyla (Divisions) are in their somatic and reproductive structures, life histories, photosynthetic pigments, biochemistry of their storage products, and cell-wall ultrastructure. A scientific name is given to each species, which consists of two names: the first is the generic name (genus) and the second is the specific name (species). The first letter of the generic name is capitalized and the specific name is written in lowercase. Both are italicized or underlined. It is also customary that a binomial is followed by the author of that binomial. Recently, plant names were formatted by the \"International Code of Nomenclature for algae, fungi, and plants (Melbourne Code) adopted by the Eighteenth International Botanical Congress Melbourne, Australia, July 2011\" and a global species database on all groups of algae (Guiry and Guiry, 2016). According to the code, the green alga Caulerpa racemosa (Fig. 2.1) are presented as follows: Empire Eukaryota/Kingdom Plantae/Phylum Chlorophyta/Class Ulvophyceae/Order Bryopsidales/Family Caulerpaceae/Genus Caulerpa. 2.2 IDENTIFYING THE CHARACTERISTICS OF REPRESENTATIVES FROM DIFFERENT PHYLA Phylum Tracheophyta, Order Alismatales (Seagrasses) Seagrasses (marine flowering plants), inhabiting sandy and silty-sandy areas of the bottom, are one of the main components of the reef ecosystem. Some of them are able to attach to the hard base of the reef (e.g., Thalassodendron ciliatum). Seagrasses can form extensive beds or meadows in shallow-sheltered coastal waters. Similar to the terrestrial higher plants, seagrasses have roots, stems, leaves, and flowers (Fig. 2.2).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The green algae (Fig. 2.1 ) are named for their green chloroplasts. They are characterized by the predominance of the green pigments (chlorophylls a and b), which mask carotenes, xanthophylls (such as lutein, zeaxanthin and siphonoxanthin), and other pigments. These photosynthetic pigments are located in the chloroplast's thylakoids and are grouped into stacks. The green algae's cell wall is comprised of a layer of pectin and an inner cellulose layer. Starch is its storage nutrient. Most green algae reproduce both sexually and asexually. Reproduction involves the formation of flagellated spores and the production of nonflagellated spores to a lesser degree. Alternation of generations, where the algae alternate between gametophyte and sporophyte, is common in multicellular green algae. Vegetative reproduction through the fragmentation of thalli is also common, especially in filamentous forms (Dawes, 1998) .",
                "cite_spans": [
                    {
                        "start": 904,
                        "end": 917,
                        "text": "(Dawes, 1998)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 16,
                        "end": 25,
                        "text": "(Fig. 2.1",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Phylum Chlorophyta (Green Algae)",
                "sec_num": null
            },
            {
                "text": "Brown algae (Fig. 2. 3) contain large amounts of carotenoids in their plastids, which are brown and golden pigments that give the plants their characteristic color.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 12,
                        "end": 20,
                        "text": "(Fig. 2.",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Phylum Ochrophyta, Class Phaeophyceae (Brown Algae)",
                "sec_num": null
            },
            {
                "text": "The most important carotenoid in the phaeophytes is fucoxanthin. In addition to their plastids they also contain other pigments such as chlorophylls a and c. The chloroplasts have thylakoids, three of which are grouped into a stack. Their cell walls are mainly comprised of cellulose and alginic acid. Laminarin and mannitol are the main forms of nutrient storage of phaeophytes. Laminarin is a polymer of glucose and mannitol, and mannitol is a six-carbon sugar alcohol. The lifecycles of brown algae vary greatly. They have both sexual and asexual reproduction. All the motile reproductive cells are laterally biflagellated except the members of Dictyotales, where the male gametes are uniflagellated and the female gametes are nonflagellated. Vegetative propagation can also happen through the fragmentation of thalli. Additionally, there is formation of special reproductive branches known as propagula present in species of Sphacelaria (Dawes, 1998) .",
                "cite_spans": [
                    {
                        "start": 941,
                        "end": 954,
                        "text": "(Dawes, 1998)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylum Ochrophyta, Class Phaeophyceae (Brown Algae)",
                "sec_num": null
            },
            {
                "text": "Red algae (Fig. 2.4 ) are characterized by dominant pigments phycoerythrin and phycocyanin, which give this group their red coloration and mask the color of the chlorophylls a and c. Other pigments found in their cells are carotenes and xanthophylls (lutein, zeaxanthin, etc.) . Chloroplasts of the red algae have thylakoids that occur individually (not in stacks as in the green and brown algae), and their cell wall contains less cellulose and more gelatinous or amorphous sulfated galactan polymers, such as agar, carrageenan, etc.",
                "cite_spans": [
                    {
                        "start": 250,
                        "end": 276,
                        "text": "(lutein, zeaxanthin, etc.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 10,
                        "end": 19,
                        "text": "(Fig. 2.4",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Phylum Rhodophyta (Red Algae)",
                "sec_num": null
            },
            {
                "text": "Their storage nutrient is floridean starch. Red algae are reproduced in various ways. Their reproduction methods and life histories are the most complicated and include both sexual and asexual modes. The majority of advanced genera have one gamete-producing phase (sexual phase) and two spore-producing phases (asexual phase). The spores are all nonflagellated no matter whether they are sexual or asexual. Vegetative multiplication also occurs in the Phyla (Dawes, 1998; Abbott, 1999; Lee, 2008) .",
                "cite_spans": [
                    {
                        "start": 458,
                        "end": 471,
                        "text": "(Dawes, 1998;",
                        "ref_id": null
                    },
                    {
                        "start": 472,
                        "end": 485,
                        "text": "Abbott, 1999;",
                        "ref_id": null
                    },
                    {
                        "start": 486,
                        "end": 496,
                        "text": "Lee, 2008)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylum Rhodophyta (Red Algae)",
                "sec_num": null
            },
            {
                "text": "Blue-green algae, known as cyanobacteria, are named for the blue-green pigment phycocyanin, which gives them the bluegreen appearance along with chlorophyll a, carotenoids, and phycobiliprotein ( Fig. 2.5 ). They are oxygenic photosynthesizing organisms and have unicellular, colonial, or filamentous-like forms: the gelatinous sheath of individual cells either remain distinct or fuse into gelatinous matrix (Lee, 2008) ; the colonial forms are flat, spherical, elongated, or amorphous; and the filaments consist of one or more chains of cells, and each chain is called a trichome. Blue-green algae have no organelles for locomotion. However, some genera, such as Oscillatoria, can move forward, backward, or oscillate.",
                "cite_spans": [
                    {
                        "start": 409,
                        "end": 420,
                        "text": "(Lee, 2008)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 196,
                        "end": 204,
                        "text": "Fig. 2.5",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Phylum Cyanobacteria (Blue-Green Algae)",
                "sec_num": null
            },
            {
                "text": "Many benthic species can move over substrata in a gliding motion without obvious locomotive organs. The gliding occurs within the mucilage sheath, and is accompanied by filament rotation in certain species. The reproduction of Cyanobacteria is vegetative and asexual. Unicellular cyanobacteria divide and reproduce by fusion. Some colonial and filamentous species produce specialized vegetative fragments called hormogonia, which develop into new filaments; other filamentous members form heterocysts, which are larger than vegetative cells. Some genera produce endospores and exospores by internal division of the protoplast. Resting spores called akinetes are also produced by certain species in response to unfavorable conditions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylum Cyanobacteria (Blue-Green Algae)",
                "sec_num": null
            },
            {
                "text": "The diatoms are one of the largest and important groups of freshwater or marine organisms. They are oxygenic photosynthetic organisms. Most benthic diatom algae are delicate unicellular organisms or multishaped colonies (Fig. 2.6 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 220,
                        "end": 229,
                        "text": "(Fig. 2.6",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Phylum Bacillariophyta, Class Fragilariophyceae",
                "sec_num": null
            },
            {
                "text": "Many species of diatoms stay connected after cell division and form colonies or long chains in the shape of filaments or ribbons (e.g., Fragilaria). Sometimes only the tips are connected, so they form a zigzag pattern (e.g., Tabellaria spp.), or in the shape of stars (e.g., Asterionella) and fans (e.g., Licmophora spp.). Their chloroplasts contain pigments such as chlorophylls a and c, beta-carotene, fucoxanthin, diatoxanthin, and diadinoxanthin. Diatom cells are enclosed within a siliceous cell wall (also called frustule) that is coated with a layer of organic material. Two parts of frustules fit inside into each other like a petri dish (the epitheca and the hypotheca) (Lee, 2008) . The shapes of diatom cells are elongated, elliptical, square, round, or triangular. Diatoms can be divided into two main orders: centric diatoms (Centrales), which are generally radially symmetrical, and pennate diatoms (members of the Pennales), which are bilaterally symmetrical.",
                "cite_spans": [
                    {
                        "start": 679,
                        "end": 690,
                        "text": "(Lee, 2008)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylum Bacillariophyta, Class Fragilariophyceae",
                "sec_num": null
            },
            {
                "text": "They reproduce both sexually and asexually (vegetative cell division). Diatoms are the major components of plankton, while many of them are benthic plants. They are the main food source for marine and freshwater microorganisms, as well as animal larvae, mollusks, tunicates. and fishes. Phylum Miozoa, Class Dinophyceae Zooxanthellae, usually called symbiotic microalgae, mainly live in the endoderm of tropical marine cnidarians (e.g., corals, sea anemones, and jellyfish), nudibranchs, sponges, flatworms, hydroids, and mollusks (e.g., the giant clam Tridacna, some species of radiolarians, and foraminiferans). Generally, zooxanthellae are intracellular symbionts living within a host cell and staying in coccoid (nonmotile) stages (6-13 μм in diam.) with a thin-cell wall (Fig. 2.7) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 776,
                        "end": 786,
                        "text": "(Fig. 2.7)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Phylum Bacillariophyta, Class Fragilariophyceae",
                "sec_num": null
            },
            {
                "text": "They are reproduced inside of host cells and transferred from parents to progenies by sexual or asexual (planulae) products. Distant in systematic state hosts are harbored by various species or even genera of symbionts. Various species of reef-building corals are usually harbored by Symbiodinium microadriaticum (Freudenthal).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylum Bacillariophyta, Class Fragilariophyceae",
                "sec_num": null
            },
            {
                "text": "The body of seaweed is generally called the thallus. The seaweed thalli have various forms and sizes: from simple filaments to large differentiated forms, which typically consist of holdfast or rhizoid (root-like outgrowth), stipe or stalk (stem-like), and blade or branch (frond) (Fig. 2.8 ). The creeping axis (stolon, runner) that connects upright blades are called rhizomes. Different forms of holdfasts adapt to different types of substrates. Holdfasts come in with various structures: it could be a modified basal cell with rhizoidal filaments, a disk-like multicellular organ, or a large multicellular and well-developed branching form (socalled hapteron-like attachment). The stipe forms the stem-like structure supporting the blade, although in many species it is absent and the blade is directly sessile on the holdfast. The blade is often thin, membranous, filamentous, and branching. The types of branching fronds are important morphological characteristics, especially for identification. Macroalgae basically have seven types of branching: alternate, opposite, dichotomous, trichotomous, whorled, unilateral, and irregular ( Fig. 2.9 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 281,
                        "end": 290,
                        "text": "(Fig. 2.8",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 1139,
                        "end": 1147,
                        "text": "Fig. 2.9",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "MORPHOLOGY OF SEAWEEDS",
                "sec_num": "2.3"
            },
            {
                "text": "The sizes and forms of algae are highly diverse, but certain basic features are common to many groups. A more practical and visualized way to compare algae is by using morphofunctional-form groupings. It has been noted that some algal species from different phyla might be classified under one functional form. To distinguish them, they can be further divided by the subsequent forms: thin, sheet-like, and tubular forms, finely branched and delicate forms, coarse forms, saclike forms, thick leathery and rubbery forms, articulated or jointed (hard, but having flexible joints) forms, and crustose (a hard surface layer) forms (Littler and Littler, 2000) (Fig. 2.10 ).",
                "cite_spans": [
                    {
                        "start": 628,
                        "end": 655,
                        "text": "(Littler and Littler, 2000)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 656,
                        "end": 666,
                        "text": "(Fig. 2.10",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "MORPHOFUNCTIONAL FORMS OF ALGAE",
                "sec_num": "2.4"
            },
            {
                "text": "The thin, sheet-like, tubular, finely branched, and delicate forms, consistent with their definition, are significantly different in their morphology. Representatives of these algal groups are generally short-living and fast-growing. Their surfaces are relatively large in volume, which enables the plants to have most of their cells exposed to sunlight for photosynthesis and in contact with the water for rapid uptake of nutrients. Some of the surfaces are only one or two cells thick. These algal groups are the main food sources for herbivorous animals. Coarse, saclike, thick leathery, rubbery, hard articulated forms are significantly different from the previous group. The ratio of surface area of the fronds to their volume is lower. In most cases, their bodies are comprised of several to many cell layers, their cell walls contain many cellulose bands, and their cuticle is thick. Usually, they are slow-growing and long-living. These types of algae are not suitable for herbivorous animals to eat because of their hard texture and sometimes due to their toxicity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MORPHOFUNCTIONAL FORMS OF ALGAE",
                "sec_num": "2.4"
            },
            {
                "text": "Encrusting forms can be rubbery, leathery, hard calcareous (flat or branched), or rock-like. Coralline algae are characterized by hard thallus because of the calcareous deposits within the cell wall. They can be encrusting on rocky substrata, epiphytic (grow on other algae or marine angiosperms), or epizoic (grow on animals). Many of them grow at the places where delicate, soft algae cannot withstand the high storm surge, strong waves, and currents.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MORPHOFUNCTIONAL FORMS OF ALGAE",
                "sec_num": "2.4"
            },
            {
                "text": "Based on the form and texture of thalli, macroalgae can also be divided into fleshy algae, frondose algae, filamentous algae, foliose algae, etc. Fleshy algae have large, soft, gelatinous, and rubbery to leathery texture; frondose algae have blade-like structure of thalli; foliose algae are leaf-like; and filamentous algae come with very slender, thread-like, long visible chains, or single series of cells, thread, fiber, or filament (Littler and Littler, 2000) . ",
                "cite_spans": [
                    {
                        "start": 437,
                        "end": 464,
                        "text": "(Littler and Littler, 2000)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MORPHOFUNCTIONAL FORMS OF ALGAE",
                "sec_num": "2.4"
            },
            {
                "text": "Seaweeds propagate by three general modes of reproduction: vegetative, asexual and sexual, or both. The vegetative reproduction occurs by budding propagation and fragmentation, in which thallus fragments develop into new individuals. The asexual reproduction involves the production of motile or nonmotile spores, which are produced by sporophytic plant (sporophyte) in the structures called sporangia. The motile reproductive spore, called zoospore, is produced in the zoosporangium. The nonmotile spore or the aplanospore is produced in the aplanosporangium.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REPRODUCTION",
                "sec_num": "2.5"
            },
            {
                "text": "Sexual reproduction includes the production and fusion of reproductive cells, called gametes (male and female), which are produced by gametophytic plant (gametophyte) in gametangia. Three types of sexual reproduction have been found in algae: isogamy, fusion of equal-sized motile gametes (isogametes); anisogamy, fusion of different motile gametes (anisogametes); and oogamy, fusion of small motile male gamete and large nonmotile female gamete (Fig. 2.11 ). It is called homothallic when the fusing gametes belong to the same thallus and heterothallic when they belong to different thalli.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 446,
                        "end": 456,
                        "text": "(Fig. 2.11",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "REPRODUCTION",
                "sec_num": "2.5"
            },
            {
                "text": "The gametangia may be differentiated from the ordinary vegetative cell or not. In differentiated gametangia, the male gamete (sperm) is produced in the antheridium, while the female gamete (egg) is formed in the oogonium. In many advanced forms of seaweeds, these reproductive cells either form distinct reproductive structures on the surface of thalli as fertile areas called sori, or form a cushion-like structure on the surface of thalli called nematecium. The reproductive organs may also be found inside of cavities called conceptacles, on a specialized branch called the receptacle. Their lifecycles either have no alternation of generations (monobiontic), or have two (diplobiontic) or three somatic generation alternations. Gametophyte (sexual) and sporophyte (asexual) can be the same in morphology (isomorphic) or quite different (heteromorphic). The sporophyte phase of the lifecycle produces spores by meiosis and then meiospores develop to produce the gametophyte. Thus the sporophyte has double sets of chromosomes (diploid sporophyte, 2n) and the gametophyte has a single set of chromosomes (haploid gametophyte, n). The gametophyte phase produces gametes by mitosis. And then the development of zygote to sporophytes completes the lifecycle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REPRODUCTION",
                "sec_num": "2.5"
            },
            {
                "text": "In most advanced members of red algae, a third somatic generation, the carposporophyte, is present. The carposporophyte develops from zygote after fertilization and has a double set of chromosomes (diploid carposporophyte, 2n). It is parasitic on the female gametophyte, and produces carpospores from carposporangia. The development of carpospores occurs in the sporophyte (or tetrasporophyte), where meiosis precedes the production of spores (or tetraspores) and generates gametophytes that complete the lifecycle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REPRODUCTION",
                "sec_num": "2.5"
            },
            {
                "text": "Blue-green algae (Cyanobacteria) only reproduce asexually. Their unicellular forms can be spherical, ovoid, or cylindrical. They stay singly after the daughter cells separate via binary fission. In some orders, exospores are budded off from the upper ends of cells by binary fission. And some other orders replicate by a series of successive binary fissions converting a single mother cell into many small daughter cells (baeocytes or endospores). The filamentous forms of blue-green algae reproduce by trichome fragmentation or formation of special hormogonia. These hormogonia are different reproductive segments from the trichomes. The formation of hormogonia can occur in trichome by the separation disc or double concave area containing gelatinous substance, which is the fragmentation area of specialized or dead cells (necridia). The reproduction of blue-green algae can also occur through akinetes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REPRODUCTION",
                "sec_num": "2.5"
            },
            {
                "text": "Diatoms have both asexual and sexual modes of reproduction. They have a unique \"shrinking\" division mode of asexual reproduction. After cell division, the two valves of the test separate, and each forms the epivalve of a daughter cell. Then the new hypovalve is secreted within each of the parent valve. This is the formation of eggs or monoflagellated sperms. Fertilization or zygote (auxospore) formation happens when the free-swimming sperms are released from male cells and then find the eggs within the test of the female cell.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REPRODUCTION",
                "sec_num": "2.5"
            },
            {
                "text": "Symbiotic dinoflagellates reproduce asexually by mitotic cell division within the host cell, while free-living dinoflagellates reproduce both asexually and sexually.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REPRODUCTION",
                "sec_num": "2.5"
            },
            {
                "text": "Marine plants inhabiting coral reefs live in different life forms. For example, epilithic algae inhabit hard substrates, anchored to stones, mollusk shells, and dead coral skeletons; endolithic algae settle within hard substrates, e.g., in the skeletons of alive and dead coral colonies, in mollusks, or other animals' shells, and in the carbonate base of coral reefs (Fig. 2.12 ). Endolithic algae have two well-defined life forms: colonizing existing cavities within the substrate and actively penetrating into hard substrates (e.g., the green, drilling alga Ostreobium quekettii).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 368,
                        "end": 378,
                        "text": "(Fig. 2.12",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "LIFE FORMS OF BENTHIC MARINE PLANTS",
                "sec_num": "2.6"
            },
            {
                "text": "Marine plants can live as symbionts with animals. Among the plants mentioned above, for example, there are unicellular algae, zooxanthellae, intracellular symbionts of coral endoderm (endosymbionts) (Fig. 2.7) , and symbiotic green and bluegreen algae inhabiting skeletons of alive scleractinian corals (ectosymbionts) (Fig. 2.12 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 199,
                        "end": 209,
                        "text": "(Fig. 2.7)",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 319,
                        "end": 329,
                        "text": "(Fig. 2.12",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "LIFE FORMS OF BENTHIC MARINE PLANTS",
                "sec_num": "2.6"
            },
            {
                "text": "Epiphytic algae are attached to the thalli of large macroalgae or leaves of seagrasses ( Fig. 2.13 ), and epibionts live on the hard or soft body surface of animals. Multicellular and unicellular algae can live in intercellular spaces of other plants (endophytes) or be parasitic on marine animals or other species of algae ( Fig. 2.14) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 89,
                        "end": 98,
                        "text": "Fig. 2.13",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 326,
                        "end": 336,
                        "text": "Fig. 2.14)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "LIFE FORMS OF BENTHIC MARINE PLANTS",
                "sec_num": "2.6"
            },
            {
                "text": "Little helpers. Ying Ge Hai, April 2014.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE FORMS OF BENTHIC MARINE PLANTS",
                "sec_num": "2.6"
            },
            {
                "text": "Not all benthic algae are attached to substrate; some of them are free-living and form aggregates on the bottom of lagoons protected from strong storms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MAIN ALGAL COMMUNITIES ON CORAL REEFS",
                "sec_num": "2.7"
            },
            {
                "text": "In a reef ecosystem, both short-lived and long-lived algal communities are formed depending on environmental conditions and competitive abilities. As a rule, the short-lived algal communities are fast growing, and sometimes poisonous for fishes and invertebrates. These communities are commonly formed on newly formed substrates after natural or anthropogenic catastrophes. It has been shown that the short-lived communities are mostly developed under dramatic changes of temperature, light intensity, salinity, seasons, and tides, especially in intertidal zones (Fig. 2.15) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 563,
                        "end": 574,
                        "text": "(Fig. 2.15)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "MAIN ALGAL COMMUNITIES ON CORAL REEFS",
                "sec_num": "2.7"
            },
            {
                "text": "The short-lived communities are mostly blue-green algae, diatom, or filamentous green algae (Fig. 2.16 ). They often only consist of one or two algal species. The algal bloom is an example of short-lived algae formation on unhealthy coral reefs ( Fig. 2.17) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 92,
                        "end": 102,
                        "text": "(Fig. 2.16",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 247,
                        "end": 257,
                        "text": "Fig. 2.17)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "MAIN ALGAL COMMUNITIES ON CORAL REEFS",
                "sec_num": "2.7"
            },
            {
                "text": "In the subtidal zone, the absence of sharp environmental changes promotes the formation of long-lived communities. In general, the macroalgal community in the subtidal zone includes multiple algal species characterized by several dominant ones. The algal composition and biomass of some species in such communities change from season to season. Sometimes, the long-lived communities can also contain only one or two algal species when the conditions are favorable for them.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MAIN ALGAL COMMUNITIES ON CORAL REEFS",
                "sec_num": "2.7"
            },
            {
                "text": "Turf, turf-forming, or mat-forming algae occur in coastal waters worldwide, and they have unique importance for coral reefs. However, these algae are not considered as the most important group of free-living algae regarding the primary production and serving as food source for the herbivorous reef animals (Price and Scott, 1992). Turf algae represent a particular life form of algae, with characteristic biological structure and function. Taxonomically it is a diverse group containing organisms that represent various algal phyla (divisions). Members of these different divisions are commonly found on reefs and closely intermixed in multiple assemblages. The turf algae are densely growing, attached to the substratum at numerous points, and their erect branch systems arise from the prostrate axes. Some of the algae form filamentous, cushion-like tufts, bushy clumps, or tangled mats. The general morphological characteristics of turf algae are small size (to about 3 cm in height) at maturity and slender branches. Juvenile or suppressed individuals of larger macroalgae frequently occur in algal turfs (Figs. 2.18 and 2.19) .",
                "cite_spans": [
                    {
                        "start": 1110,
                        "end": 1131,
                        "text": "(Figs. 2.18 and 2.19)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Algal Turf Community",
                "sec_num": null
            },
            {
                "text": "Turf-forming algal communities are resistant to wave actions and often colonize rocky substrate where the turbidity is higher in the intertidal zone (Carpenter, 1986; Duffy and Hay, 1990) . Many turf algal species tend to creep, which makes them well adapted to the intense grazing pressure in coral-reef ecosystems. They can regenerate from the remaining branches, creeping axes, or basal parts after being destroyed by grazing. ",
                "cite_spans": [
                    {
                        "start": 149,
                        "end": 166,
                        "text": "(Carpenter, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 167,
                        "end": 187,
                        "text": "Duffy and Hay, 1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Algal Turf Community",
                "sec_num": null
            },
            {
                "text": "Upright macroalgal communities with foliose and fleshy morphology are widely distributed on coral reefs in the low intertidal and upper subtidal zones. These communities (commonly mono-and bidominant) usually occupy stony substrata or the carbonate base of coral reefs, in addition to the communities of Halimeda spp. and Udotea spp., which grow on sandy bottoms and occupy areas that are tens of meters wide at 0 to 5-7 m depth. There are two common upright macroalgal communities in Sanya Bay: (1) monodominant communities of the brown alga Padina australis with inclusions of P. minor, occurring at the border between the low intertidal zone and the upper subtidal zone, forming a 10 m wide belt area and colonizing massive dead coral colonies (Fig. 2.20) ; (2) bidominant communities comprised of brown frondose algae, Sargassum polycystum, and S. sanyaense, with accompanying species S. ilicifolium and Sargassum sp. They are distributed along the border between the low intertidal and upper subtidal zones, forming a dense bed that is 1-2 m high and 2-10 m wide and growing on the carbonate base of coral reefs or on massive dead coral colonies (Fig. 2.21) . In this community, Sargassum spp. are densely overgrown by epiphytes, such as Chroodactylon ornatum, Erythrotrichia carnea, Acrochaetium robustum, A. microscopicum, Colaconema gracile, C. hypneae, Jania ungulata f. brevior, Gayliella mazoyerae, Neosiphonia sphaerocarpa (Rh), Kuetzingiella elachistaeformis, Sphacelaria novae-hollandiae, S. rigidula (Ph), and Ulva clathrata (Ch). ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 747,
                        "end": 758,
                        "text": "(Fig. 2.20)",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 1151,
                        "end": 1162,
                        "text": "(Fig. 2.21)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Macroalgal Communities With Upright Foliose Morphology",
                "sec_num": null
            },
            {
                "text": "These communities are distributed on hard substrates in the intertidal and upper subtidal zones (commonly in shaded sites). The red crust alga Hildenbrandia rubra is the most common one on flat stones (Fig. 2.22 ). Peyssonnelia rubra, P. conchicola, and Neoralfsia expansa were also found in the middle intertidal zones (Figs. 2.22 and 2.23).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 201,
                        "end": 211,
                        "text": "(Fig. 2.22",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Communities of Calcareous Crust Algae",
                "sec_num": null
            },
            {
                "text": "Both on coral reefs and in other ecosystems marine plants are distributed within the euphotic (epipelagial) zone or illuminated seawater column, where the light conditions allow photosynthetic organisms to complete their lifecycles. The light condition in the shallow part of the euphotic zone is different and mostly depends on the water transparency. In clean oceanic waters the euphotic zone can extend down to 200-250 m deep (Littler et al., 1986) . The illumination range, where plants are capable of photosynthesis and can complete their lifecycles, equals from 0.01% to 100% of photosynthetically active radiation falling on a water surface (PARS). Light is one of the major factors limiting the expansion of algae into depths. Algae usually do not grow in depths, where the light intensity is smaller than 1% of PAR S , i.e., approximately 10-15 S μE/(m 2 s) if measured at noon on a sunny day (Titlyanov, 1999) . However, the red coralline algae of the genus Lithothamnion are widely distributed in deeper sites in subtropical areas, where the illumination level ranges within 0.05-0.1% of PAR S (Molinier, 1960; Lang, 1974; Littler et al., 1986) . If interspecies competition is absent, almost all algae can survive with light intensity ranging from 1% to 100% of PAR S , despite some species being vulnerable to ultraviolet light preventing them from living in the intertidal area under direct sunlight (Yakovleva and Titlyanov, 2001; Fong and Paul, 2011) .",
                "cite_spans": [
                    {
                        "start": 429,
                        "end": 451,
                        "text": "(Littler et al., 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 902,
                        "end": 919,
                        "text": "(Titlyanov, 1999)",
                        "ref_id": null
                    },
                    {
                        "start": 1105,
                        "end": 1121,
                        "text": "(Molinier, 1960;",
                        "ref_id": null
                    },
                    {
                        "start": 1122,
                        "end": 1133,
                        "text": "Lang, 1974;",
                        "ref_id": null
                    },
                    {
                        "start": 1134,
                        "end": 1155,
                        "text": "Littler et al., 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 1414,
                        "end": 1445,
                        "text": "(Yakovleva and Titlyanov, 2001;",
                        "ref_id": null
                    },
                    {
                        "start": 1446,
                        "end": 1466,
                        "text": "Fong and Paul, 2011)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "Unlike higher plants, marine algae can adapt to an extremely wide range of light intensity. The process of adaptation involves the initiation of certain mechanisms associated with numerous adaptive responses. For example, mechanisms such as maximization of light absorption, efficient utilization of absorbed light, and saving consumption of nutrients can help plants adapt to extremely low light levels. Maximization of light absorption will mainly lead to the accumulation of photosynthetic pigments. Efficient utilization of absorbed light can boost the quantum output of photosynthesis in shaded plants. Maintaining reserve and structural substances is achieved through slowing down the respiration and excretion of assimilated substances (Titlyanov and Titlyanova, 2002) .",
                "cite_spans": [
                    {
                        "start": 743,
                        "end": 775,
                        "text": "(Titlyanov and Titlyanova, 2002)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "Depending on their physiological capabilities, marine plants can inhabit in three different ecological reef zones. The first zone is located at the border between the sea and the land, which is the supratidal fringe or splash zone. Most of the time this area is above water level and is only moistened by strong storms or extremely high tides. The marine plants in the supratidal area usually settle in shaded rocky crevices, small cavities (grottoes) on vertical walls, or under the rocky ledges ( Fig. 2.24 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 499,
                        "end": 508,
                        "text": "Fig. 2.24",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "The second ecological zone is the intertidal or littoral area. Marine plants inhabiting this zone are dipped in water during high tides and dry up during low tides. Algae living in intertidal pools (depressions in rocky or boulder-blocky grounds) are permanently covered by water ( Fig. 2.25) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 282,
                        "end": 292,
                        "text": "Fig. 2.25)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "The third zone is the upper subtidal zone. Marine plants in this zone mostly remain submerged. They dry up only when there's low water spring or strong offshore wind (Fig. 2.26) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 166,
                        "end": 177,
                        "text": "(Fig. 2.26)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "The environmental conditions are strikingly different in different zones. Temperature conditions are especially varying in the supratidal fringe and upper intertidal zone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "In these zones, algae are often exposed to air and can even desiccate without losing viability, whereas subtidal algal species are less tolerant to desiccation. During the rainy seasons the algae are prone to desalination. The unfavorable conditions for algae in the supratidal zone are also harmful for intertidal algae during low tides. Supratidal and intertidal organisms are adapted to rapid and dramatic fluctuations of temperature, illumination, salinity, humidity, pH, oxygen concentration, and carbon-dioxide concentration (Fong and Paul, 2011) .",
                "cite_spans": [
                    {
                        "start": 531,
                        "end": 552,
                        "text": "(Fong and Paul, 2011)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "The algae in the subtidal zone live under more favorable and more stable conditions. In tropical reef ecosystems, the water temperature usually ranges from 24°C to 30°C, and its fluctuations related to different depths and winter/summer transitions are very small. Therefore the temperature, in all likelihood, does not belong to factors that limit the distribution of marine plants in the subtidal zone. In contrast, in supratidal and intertidal pools, the water can warm up to 40-45°C, which limits the settlement of many algal species in this ecological niche. The salinity of water in coastal ecosystems of continents and large islands depends on the amount of precipitation and ranges within 24-34‰. Due to the natural resistance of marine plants to salinity fluctuations, temporary small changes in water salinity on coral reefs exert almost no effect on their viability and the structure of their communities. The desalination of seawater that occurs close to estuaries of large rivers affects symbiotic corals much more than marine algae. The corals could suffer from osmotic shock and lose their zooxanthellae partially or entirely. If they cannot recover after the shock, they will die and then get occupied by epilithic algae (Titlyanov et al., 2000 (Titlyanov et al., , 2008 Diaz-Pulido and McCook, 2002) .",
                "cite_spans": [
                    {
                        "start": 1237,
                        "end": 1260,
                        "text": "(Titlyanov et al., 2000",
                        "ref_id": null
                    },
                    {
                        "start": 1261,
                        "end": 1286,
                        "text": "(Titlyanov et al., , 2008",
                        "ref_id": null
                    },
                    {
                        "start": 1287,
                        "end": 1316,
                        "text": "Diaz-Pulido and McCook, 2002)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "Dissolved inorganic nitrogen (ammonium, nitrates, and nitrites) is one of the major factors that ensure the growth of algae on coral reefs. The concentrations of mineral nutrients in the water around coral reefs are usually greater than that in neighboring ocean waters, but are lower than that in coastal estuaries and lagoons (Crossland, 1983; D'Elia and Wiebe, 1990; Szmant, 2002; Atkinson and Falter, 2003; Atkinson, 2011) . Nitrogen-fixing blue-green algae can increase nitrogen concentration and benefit the balance of nitrogen-containing substances in the coral-reef ecosystem (McClanahan et al., 2007) . On coral reefs there is enough phosphorus due to its turnover within the ecosystem (Atkinson, 2011). However, some studies have shown that phosphorus can be removed from the ecosystems as a result of calcium binding to phosphate ions; if so, the algae will also suffer from a phosphorus shortage (Fong et al., 1993) .",
                "cite_spans": [
                    {
                        "start": 328,
                        "end": 345,
                        "text": "(Crossland, 1983;",
                        "ref_id": null
                    },
                    {
                        "start": 346,
                        "end": 369,
                        "text": "D'Elia and Wiebe, 1990;",
                        "ref_id": null
                    },
                    {
                        "start": 370,
                        "end": 383,
                        "text": "Szmant, 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 384,
                        "end": 410,
                        "text": "Atkinson and Falter, 2003;",
                        "ref_id": null
                    },
                    {
                        "start": 411,
                        "end": 426,
                        "text": "Atkinson, 2011)",
                        "ref_id": null
                    },
                    {
                        "start": 584,
                        "end": 609,
                        "text": "(McClanahan et al., 2007)",
                        "ref_id": null
                    },
                    {
                        "start": 908,
                        "end": 927,
                        "text": "(Fong et al., 1993)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "The upper subtidal zone is inhabited by algae that are most tolerant to high water turbulence. For example, gulfweeds and coralline algae can grow and withstand surf actions in the surfy areas of coral reef, on the outer side of the reef flat and within the reef crest. In dense communities of fleshy algae (e.g., Sargassum), as well as in algal turf, the mild water turbulence helps the inflow of nutrients to the plants (Sousa, 1984; Hurd, 2000) .",
                "cite_spans": [
                    {
                        "start": 422,
                        "end": 435,
                        "text": "(Sousa, 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 436,
                        "end": 447,
                        "text": "Hurd, 2000)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "The ecological zones described above vary a lot in the effects of certain biotic factors on marine algae. For example, in the supratidal zone the grazing of algae by fish and invertebrates is almost excluded. However, in the intertidal area, grazing is determined by tides and water turbulence associated with tidal currents and surf. Grazing by herbivorous animals is an important factor of succession control for algal communities. It regulates the rate of biomass accumulation and frequency and intensity of reproduction in the individual plant. The major herbivorous animals on coral reefs are fishes, sea urchins, and gastropod mollusks (Glynn and Enochs, 2011; Montgomery, 2011). It is important to note that small herbivorous animals can exert beneficial effects on the growth of macroalgae, as they remove epiphytic vegetation (Hay, 1997) .",
                "cite_spans": [
                    {
                        "start": 835,
                        "end": 846,
                        "text": "(Hay, 1997)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "On a healthy coral reef with unpolluted water, the competition for substrate and resources utilization between marine algae and corals is insignificant and not very important for development of plants and coral communities. On these reefs, the percentage of bottom covered by coral is around 80-90% without change for years. However, after damage to coral reefs, especially after massive mortality of scleractinian corals, the competition between algae and corals for newly available substrates becomes crucial for restoring and maintaining the reef ecosystem. Dead and damaged coral colonies are occupied by benthic micro-and macroalgae during the first year after a ecological disaster. The coverage of the carbonate reef base by living corals decreases, whereas the degree of algal coverage increases. These changes may result in an ecological shift, where the benthic algae displace corals from substrate and the entire reef, so that the coral reefs transform (obviously temporarily) into \"plant\" reefs (McCook et al., 2001; Titlyanov and Titlyanova, 2008; Chadwick and Morrow, 2011) .",
                "cite_spans": [
                    {
                        "start": 1007,
                        "end": 1028,
                        "text": "(McCook et al., 2001;",
                        "ref_id": null
                    },
                    {
                        "start": 1029,
                        "end": 1060,
                        "text": "Titlyanov and Titlyanova, 2008;",
                        "ref_id": null
                    },
                    {
                        "start": 1061,
                        "end": 1087,
                        "text": "Chadwick and Morrow, 2011)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "Littler and Littler (1984) came up with a hypothesis that the distribution of corals and different algal communities on coral reefs depends on the effects of major abiotic and biotic factors. According to this hypothesis, hermatypic corals containing zooxanthellae usually successively occupy substrate and space under the conditions of intensive grazing of macrobenthic algae by animals, moderate levels of wave actions, and low concentration of nutrients in seawater. Coralline algae will dominate in areas with moderate or strong grazing of noncalcified algae, strong wave effects, and moderate or high concentration of nutrients. Communities of algal turf develop under low concentration of mineral nutrients and low-level grazing. The beds of large fleshy and foliaceous (frondose) macrophytes occupy ecological niches that are rich in nutrients and free of pressure from herbivorous animals (Littler and Littler, 1984).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTRIBUTION OF ALGAE ON CORAL REEF AND FACTORS REGULATING THEIR EXPANSION",
                "sec_num": "2.8"
            },
            {
                "text": "Coral reefs are one of the most diverse and productive ecosystems on Earth. They form heterogeneous habitats that serve as important sources of primary production within tropical marine environments (Odum and Odum, 1955; Connell, 1978) . The total coral-reef coverage amounts to 600,000 km 2 , which is about 0.17% of the ocean surface. The gross fixation of carbon by coral reefs is 20 × 10 12 g per year, 15% of which is consumed by the reef system, 10% is used by humans, and the remaining 75% is exported into adjacent areas in the ocean (Crossland et al., 1991) .",
                "cite_spans": [
                    {
                        "start": 199,
                        "end": 220,
                        "text": "(Odum and Odum, 1955;",
                        "ref_id": null
                    },
                    {
                        "start": 221,
                        "end": 235,
                        "text": "Connell, 1978)",
                        "ref_id": null
                    },
                    {
                        "start": 542,
                        "end": 566,
                        "text": "(Crossland et al., 1991)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROLE OF MARINE PLANTS IN THE CORAL REEF ECOSYSTEM Primary Production of Organic Matter and Its Turnover",
                "sec_num": "2.9"
            },
            {
                "text": "The massive production of coral reefs is determined by several factors: efficient absorption of incident light by reef photosynthesizing organisms (marine plants), complete structure of coral reefs, and a high degree of photoacclimation of reef-photosynthesizing organisms (Titlyanov, 1991; Titlyanov and Titlyanova, 2002; Dubinsky and Falkowski, 2011) . On coral reefs, the illuminated bottom surface is almost entirely covered by photosynthesizing organisms, and the most illuminated areas are occupied by the most productive organisms, the scleractinian corals (Fig. 2.27) .",
                "cite_spans": [
                    {
                        "start": 273,
                        "end": 290,
                        "text": "(Titlyanov, 1991;",
                        "ref_id": null
                    },
                    {
                        "start": 291,
                        "end": 322,
                        "text": "Titlyanov and Titlyanova, 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 323,
                        "end": 352,
                        "text": "Dubinsky and Falkowski, 2011)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 564,
                        "end": 575,
                        "text": "(Fig. 2.27)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "ROLE OF MARINE PLANTS IN THE CORAL REEF ECOSYSTEM Primary Production of Organic Matter and Its Turnover",
                "sec_num": "2.9"
            },
            {
                "text": "The primary production of the scleractinian corals is made up by the production of endosymbiotic unicellular algae, zooxanthellae, and ectosymbiotic green and blue-green algae. The communities of finely lamellar and finely filiform macroalgae are also very productive, and occupy brightly illuminated ecological niches in the intertidal area (Fig. 2.28) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 342,
                        "end": 353,
                        "text": "(Fig. 2.28)",
                        "ref_id": "FIGREF7"
                    }
                ],
                "eq_spans": [],
                "section": "ROLE OF MARINE PLANTS IN THE CORAL REEF ECOSYSTEM Primary Production of Organic Matter and Its Turnover",
                "sec_num": "2.9"
            },
            {
                "text": "Planktonic microalgae and symbiotic algae of sponges, soft corals, and mollusks are also producers of organic substance on coral reefs, but their contribution is insignificant (Crossland et al., 1991; Fong and Paul, 2011) . The shaded deep-sea areas of reefs are mostly inhabited by low-production, long-lived red coralline algae. On undamaged coral reefs (where the percentage of substrate covered by corals exceeds 50%), the major primary production is provided by unicellular symbiotic algae (zooxanthellae). While on damaged coral reefs, macrophytes can become the major producers (Titlyanov and Titlyanova, 2008; Stambler, 2011) .",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 200,
                        "text": "(Crossland et al., 1991;",
                        "ref_id": null
                    },
                    {
                        "start": 201,
                        "end": 221,
                        "text": "Fong and Paul, 2011)",
                        "ref_id": null
                    },
                    {
                        "start": 585,
                        "end": 617,
                        "text": "(Titlyanov and Titlyanova, 2008;",
                        "ref_id": null
                    },
                    {
                        "start": 618,
                        "end": 633,
                        "text": "Stambler, 2011)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROLE OF MARINE PLANTS IN THE CORAL REEF ECOSYSTEM Primary Production of Organic Matter and Its Turnover",
                "sec_num": "2.9"
            },
            {
                "text": "Dying algae are washed up on the coast or gravitate to the bottom, where they are held among patch reefs. In both cases they become food for animals (consumers) and bacteria (reducers). Bacteria can transform organic substances into inorganic compounds, which increase the concentrations of dissolved nitrogen and phosphorus (especially in lagoons) up to a level that is high enough to support high productivity of marine plants (Fong and Paul, 2011).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROLE OF MARINE PLANTS IN THE CORAL REEF ECOSYSTEM Primary Production of Organic Matter and Its Turnover",
                "sec_num": "2.9"
            },
            {
                "text": "The communities of calcareous crustose algae of the genera Porolithon, Peyssonnelia, Lithothamnion, and Lithophyllum are reef builders. They connect together the neighboring areas of carbonate reef base, dead skeletons of colonies, coral pebbles, cement carbonate sand, and other sediments located in between coral colonies. Therefore they protect the reef from erosion and build a new carbonate layer on the base of the coral reefs (Fig. 2.29) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 433,
                        "end": 444,
                        "text": "(Fig. 2.29)",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Reef Builders",
                "sec_num": null
            },
            {
                "text": "Calcium carbonate is deposited within the tissues of crustose calcareous algae at the rate of more than 10 kg CaCO 3 /m 2 per year. In the subtidal zone, these algae can build up carbonate structures down to 50-100 m deep (Molinier, 1960; Lang, 1974; Littler et al., 1986) . The communities of large calcified green algae (the genera Halimeda and Udotea) and red algae (the genera Amphiroa and Galaxaura) also produce calcium carbonate. The remnants of thalluses from these algae transform into carbonate sands, which fill up gaps between coral colonies on the bottom and serve as building materials for coral reefs (Fig. 2.30 ). For example, algae of the genus Halimeda provide up to 40% (by volume) of the carbonate sand on the Belizean Barrier Reef in the Caribbean (Macintyre et al., 1987) . They accumulate calcium carbonate (in the form of aragonite) at a rate of approximately 2 kg CaCO 3 /m 2 per year (Merceron et al., 2007; Nelson, 2009) ; their contribution to the building of reef carbonate bases is about 8% (Hillis, 1997).",
                "cite_spans": [
                    {
                        "start": 222,
                        "end": 238,
                        "text": "(Molinier, 1960;",
                        "ref_id": null
                    },
                    {
                        "start": 239,
                        "end": 250,
                        "text": "Lang, 1974;",
                        "ref_id": null
                    },
                    {
                        "start": 251,
                        "end": 272,
                        "text": "Littler et al., 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 769,
                        "end": 793,
                        "text": "(Macintyre et al., 1987)",
                        "ref_id": null
                    },
                    {
                        "start": 910,
                        "end": 933,
                        "text": "(Merceron et al., 2007;",
                        "ref_id": null
                    },
                    {
                        "start": 934,
                        "end": 947,
                        "text": "Nelson, 2009)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 616,
                        "end": 626,
                        "text": "(Fig. 2.30",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Reef Builders",
                "sec_num": null
            },
            {
                "text": "An important function of marine plants on the reef is nitrogen fixation. This function is performed by the cyanobacteria (members of the genera Lyngbya, Oscillatoria, Calothrix, Anabaena, Entophysalis, Nodularia, etc.) inhabiting soft sediments in between coral colonies. They live on stones and dead coral colonies, epiphytic on seagrasses or endolithic inside of coral skeletons (Fig. 2.31) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 381,
                        "end": 392,
                        "text": "(Fig. 2.31)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Fixation of Atmospheric Nitrogen",
                "sec_num": null
            },
            {
                "text": "The rate of nitrogen fixation by blue-green algae depends on factors such as light intensity, availability of dissolved nutrients, and water temperature (Bergman et al., 1997; Welsh et al., 2000; Dong et al., 2002a Dong et al., ,b, 2006 2008; Lugomela and Bergman, 2002; Hamisi et al., 2004) .",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 175,
                        "text": "(Bergman et al., 1997;",
                        "ref_id": null
                    },
                    {
                        "start": 176,
                        "end": 195,
                        "text": "Welsh et al., 2000;",
                        "ref_id": null
                    },
                    {
                        "start": 196,
                        "end": 214,
                        "text": "Dong et al., 2002a",
                        "ref_id": null
                    },
                    {
                        "start": 215,
                        "end": 236,
                        "text": "Dong et al., ,b, 2006",
                        "ref_id": null
                    },
                    {
                        "start": 237,
                        "end": 242,
                        "text": "2008;",
                        "ref_id": null
                    },
                    {
                        "start": 243,
                        "end": 270,
                        "text": "Lugomela and Bergman, 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 271,
                        "end": 291,
                        "text": "Hamisi et al., 2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fixation of Atmospheric Nitrogen",
                "sec_num": null
            },
            {
                "text": "Marine macrobenthic algae and epiphytic microalgae are the major food of herbivorous animals inhabiting coral reefs (Fig. 2.32 ). Experiments have shown that herbivorous animals can consume up to 100% of daily production of macroalgae in 1 day (Carpenter, 1986; Duffy and Hay, 1990; Hay, 1997; Burkepile and Hay, 2006; Hughes et al., 2007) . Fishes from families like Blenniidae, Kyphosidae, and Siganidae selectively graze filamentous and fleshy algae from the turf community, thus helping calcareous coralline and other crustose algae to grow.",
                "cite_spans": [
                    {
                        "start": 244,
                        "end": 261,
                        "text": "(Carpenter, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 262,
                        "end": 282,
                        "text": "Duffy and Hay, 1990;",
                        "ref_id": null
                    },
                    {
                        "start": 283,
                        "end": 293,
                        "text": "Hay, 1997;",
                        "ref_id": null
                    },
                    {
                        "start": 294,
                        "end": 318,
                        "text": "Burkepile and Hay, 2006;",
                        "ref_id": null
                    },
                    {
                        "start": 319,
                        "end": 339,
                        "text": "Hughes et al., 2007)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 116,
                        "end": 126,
                        "text": "(Fig. 2.32",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Marine Plants Are the Initial Link of Food Chains",
                "sec_num": null
            },
            {
                "text": "Some fish species graze on the green algae of the genera Cladophora, Enteromorpha, and Ulva; other fishes forage on the brown algae of the genera Sargassum and Dictyota (Hay, 1997) . Besides fishes, marine algae are also eaten by sea urchins, crabs, and amphipods. Seagrasses are consumed only by animals that can digest cellulose, such as sea green turtles, manatees, and dugongs.",
                "cite_spans": [
                    {
                        "start": 169,
                        "end": 180,
                        "text": "(Hay, 1997)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants Are the Initial Link of Food Chains",
                "sec_num": null
            },
            {
                "text": "Communities of algal turf (especially in the subtidal zone), large densely branching gulfweeds, and seagrasses provide good refuges for fish, crustaceans, and mollusks, as well as their larvae. Articulated coralline algae provide refuges for many species of small invertebrates (Nelson, 2009; Fong and Paul, 2011) . Some scientists distinguish specific fauna of these algal communities (Kelaher, 2002; Kelaher et al., 2004; Chapman et al., 2005; Liuzzi and Gappa, 2008) .",
                "cite_spans": [
                    {
                        "start": 278,
                        "end": 292,
                        "text": "(Nelson, 2009;",
                        "ref_id": null
                    },
                    {
                        "start": 293,
                        "end": 313,
                        "text": "Fong and Paul, 2011)",
                        "ref_id": null
                    },
                    {
                        "start": 386,
                        "end": 401,
                        "text": "(Kelaher, 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 402,
                        "end": 423,
                        "text": "Kelaher et al., 2004;",
                        "ref_id": null
                    },
                    {
                        "start": 424,
                        "end": 445,
                        "text": "Chapman et al., 2005;",
                        "ref_id": null
                    },
                    {
                        "start": 446,
                        "end": 469,
                        "text": "Liuzzi and Gappa, 2008)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Communities of Marine Plants Provide Environment for Marine Animals",
                "sec_num": null
            },
            {
                "text": "Large macrophytes and crustose calcareous algae are a good substrate for some sessile marine animals, like hydroids, spirorbid polychaetes, bryozoans and foraminiferans. Coralline algae serve as substrate for scleractinian coral planulae, and help their settlement, attachment, development, and metamorphosis (Vermeij et al., 2009; Ritson-Williams et al., 2010 ). Therefore we can conclude that coralline algae settling on dead-coral colonies after natural or anthropogenic disasters could benefit restoration of the coral-reef system. Some species of coralline algae possess chemical substances and facilitate the settlement and metamorphosis of the larvae of some coral species. Coralline algae are utilized by marine farms specializing in growing abalone (Haliotis spp.), and service as a substrate for settlement and development of abalone larvae (Morse and Morse, 1991).",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 331,
                        "text": "(Vermeij et al., 2009;",
                        "ref_id": null
                    },
                    {
                        "start": 332,
                        "end": 360,
                        "text": "Ritson-Williams et al., 2010",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Communities of Marine Plants Provide Environment for Marine Animals",
                "sec_num": null
            },
            {
                "text": "Additionally, old thalluses of macroalgae and leaves of seagrasses are populated by numerous epiphytic and endophytic algae, as well as saprophytic marine fungi. Therefore marine plants ensure one of the major conditions for a coral reef to exist-its high biodiversity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Communities of Marine Plants Provide Environment for Marine Animals",
                "sec_num": null
            },
            {
                "text": "Coralline algae are highly resistant to surf. They settle on reef crest and develop a stout ridge that functions like a breakwater, which protects delicate algal forms and animals inhabiting the upper part of reef slope from damage. The coriaceous and frondose algae of the genera Turbinaria and Sargassum, inhabiting the lower intertidal zone and the uppermost part of the subtidal zone, also play similar roles (Littler and Littler, 1988) . ",
                "cite_spans": [
                    {
                        "start": 413,
                        "end": 440,
                        "text": "(Littler and Littler, 1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Protection of Reefs Against Deleterious Effects From Surf",
                "sec_num": null
            },
            {
                "text": "If seasonal or other slowly changing conditions lead to alterations in distribution and composition of algal communities, sharp changes in environmental conditions will lead to dramatic alterations in biomass and diversity of marine plants and animals in all reef ecosystems. For example, a typhoon surge, in most cases, will change the structure and relief of the bottom and destroy the entire biological assemblage. The increase in seawater temperature in the summer season by 1.5-2°C (up to 30-31°C) for 1 to 2 months commonly leads to partial or complete mortality of symbiotic algae zooxanthellae (bleaching of corals), as well as catastrophic changes in the composition, structure, and productivity of reef communities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INFLUENCE OF NATURAL CATASTROPHES AND HUMAN ACTIVITIES ON THE MARINE FLORA AND FAUNA OF CORAL REEFS",
                "sec_num": "2.10"
            },
            {
                "text": "After such events most of the frondose algae and benthic animals are detached (removed) and cast ashore by increased wave action. After mass bleaching and following the mortality of corals, new substrates are formed from dead-coral skeletons. Within the first year after catastrophes, opportunistic or ephemeral algae will colonize the newly formed substrate; within the second year, 90-95% of the substrate will be occupied by fast-growing filamentous, bushy, and fleshy algae that form algal turf (Fig. 2.33) . Hence, coral-covered reef will temporally become algal-covered reef (Fig. 2.34) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 499,
                        "end": 510,
                        "text": "(Fig. 2.33)",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 581,
                        "end": 592,
                        "text": "(Fig. 2.34)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "INFLUENCE OF NATURAL CATASTROPHES AND HUMAN ACTIVITIES ON THE MARINE FLORA AND FAUNA OF CORAL REEFS",
                "sec_num": "2.10"
            },
            {
                "text": "Current estimates suggest that reefs could take decades to recover. The future fate of damaged reef depends on many variables such as the degree of the coral reef damage, the presence of live corals on the reef or nearby (a source of planulae FIGURE 2.34 Coral reef of Sesoko Island (Okinawa, Japan), 4 years after bleaching events happened in 1998, the algal coverage amounted to about 90%. Inset: same place in 1995 before bleaching, the coral coverage was up to about 95% (Titlyanov and Titlyanova, 2012b). available for colonization and restoration of coral population), competitive abilities of remaining and newly formed corals and algal colonizers, natural changes (nutrition concentrations, current flows, bottom sediments, relief), and biotic factors (species composition, abundance of herbivorous and omnivorous animals, coral diseases).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INFLUENCE OF NATURAL CATASTROPHES AND HUMAN ACTIVITIES ON THE MARINE FLORA AND FAUNA OF CORAL REEFS",
                "sec_num": "2.10"
            },
            {
                "text": "The damaged coral reef may completely recover, recover to a different state, which is dominated by other species and forms of corals, or turn into plant reef. Eventually, the plant reef will gradually degrade and become covered by sand (Fig. 2.35) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 236,
                        "end": 247,
                        "text": "(Fig. 2.35)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "INFLUENCE OF NATURAL CATASTROPHES AND HUMAN ACTIVITIES ON THE MARINE FLORA AND FAUNA OF CORAL REEFS",
                "sec_num": "2.10"
            },
            {
                "text": "Reef formations have a long history of use by humans as a source of food, material, and recreation. People are interested in the beauty, mystique, and complexity of reef organisms. Therefore there are two basic environmental concerns about coral-reef ecosystems: resource utilization and nutrient and chemical pollution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INFLUENCE OF NATURAL CATASTROPHES AND HUMAN ACTIVITIES ON THE MARINE FLORA AND FAUNA OF CORAL REEFS",
                "sec_num": "2.10"
            },
            {
                "text": "Most coral reefs are severely threatened by human activities that affect the marine algae of tropical and subtropical reefs, such as fishing, collecting gastropods, gathering mollusks and sea urchins, hunting of herbivorous marine turtles, etc. For example, overexploitations of fishes allowed for more competitive organisms, such as algae that are regulated by large fish populations, to become dominant on reefs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INFLUENCE OF NATURAL CATASTROPHES AND HUMAN ACTIVITIES ON THE MARINE FLORA AND FAUNA OF CORAL REEFS",
                "sec_num": "2.10"
            },
            {
                "text": "One of the greatest threats to coral reef is human development. The construction of seawalls, piers, channels, platforms, and extensions of the urban land over reef flats, industrial and tourism developments, etc., all destroy natural current patterns and sedimentation processes. Deforestation and dredging greatly increase the terrestrial runoff onto reefs, which carries large amounts of sediments and high levels of nutrients from agricultural areas. Sedimentation and pollution are actually the major sources of coral-reef destruction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INFLUENCE OF NATURAL CATASTROPHES AND HUMAN ACTIVITIES ON THE MARINE FLORA AND FAUNA OF CORAL REEFS",
                "sec_num": "2.10"
            },
            {
                "text": "Humans utilize tropical algae for food and medicines and to get agar and carrageenan. Recently, industrial cultivation has been developed in countries such as Philippines, Indonesia, Chile, China, and Japan, and it completely superseded algal harvesting from natural stocks. At the same time, the plantations of cultured algae, producing large amounts of biomass, pollution, and shade, destroy and eliminate natural communities. Furthermore, the cultivation of shrimp in coastal areas is also very damaging, especially for coral-reef communities. The pollution of coastal waters by organic remnants from these plantations and farms leads to rapid growth of marine algae that supersede corals from these communities. Gathering of calcareous coralline algal nodules and dredging or dynamite blasting of sizable reef blocks (e.g., landfill), which are used as mortar or for liming acidic tropical soils, have obvious detrimental effects. Many of the world's reefs have already been exposed to different degrees of sewage pollution and oil spills. In addition, spear fishing and fishing trapping have been so intensive that the larger reef fishes have almost disappeared in many of the heavily populated regions. The protection of reefs is becoming so critical and also increasingly difficult, because the areas where reefs are found, particularly near the coast, are sites for tourism, industry, and resource exploitation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INFLUENCE OF NATURAL CATASTROPHES AND HUMAN ACTIVITIES ON THE MARINE FLORA AND FAUNA OF CORAL REEFS",
                "sec_num": "2.10"
            },
            {
                "text": "Seaweeds are mainly used in three fields: food, industry, and medicine. Products made from seaweeds are used in almost every country (Table 2 .1). The use of seaweeds for food is also traditional in countries adjacent to seas. Japan, Korea, the Philippines, China, Vietnam, France, and England have the highest consumption of seaweeds. Recently, the algal diet was introduced in countries like the United States, Germany, and Russia. Today more than 300 algal species are used for food in the world, in more than 2000 kinds of dishes and about 50 types of beverages. Salads are also prepared from fresh and dried seaweeds (Fig. 2.36) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 133,
                        "end": 141,
                        "text": "(Table 2",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 622,
                        "end": 633,
                        "text": "(Fig. 2.36)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "USEFUL MARINE PLANTS AND THEIR UTILIZATION Edible Seaweeds",
                "sec_num": "2.11"
            },
            {
                "text": "Marine algae are served together with various sauces, fish, meat, and vegetables. Pickled seaweeds are used as seasonings and side dishes; powders from dried seaweeds are added as spices into various pastes and puddings, kissels (thickened with potato flour) and mousses, sweets and spicy jells, etc. One of the main beverages made from algae is tea, which is prepared from brown algae; sweet beverages are made from red algae.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "USEFUL MARINE PLANTS AND THEIR UTILIZATION Edible Seaweeds",
                "sec_num": "2.11"
            },
            {
                "text": "Food produced from marine algae is healthy and tasty, also low in calories. It can clean the digestive system and clear the metabolic wastes and harmful products from the blood, thus benefiting health and longevity. Marine algae almost contain all the vitamins and minerals needed for human health. Asia-Pacific countries traditionally use seaweeds for food. In the past, people gathered seaweeds only from natural thickets, but recently they began to cultivate them on underwater plantations (Figs. 2.37 and 2.38) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 493,
                        "end": 514,
                        "text": "(Figs. 2.37 and 2.38)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "USEFUL MARINE PLANTS AND THEIR UTILIZATION Edible Seaweeds",
                "sec_num": "2.11"
            },
            {
                "text": "Seaweeds gathered from natural stocks or maricultural farms are delivered to markets in fresh, dried, or pickled form. They can also be processed into special forms, e.g., pressed into thin plates (from Porphyra spp., Monostroma nitidum and Ulva spp.) (Figs. 2.38-2.41) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 252,
                        "end": 269,
                        "text": "(Figs. 2.38-2.41)",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "USEFUL MARINE PLANTS AND THEIR UTILIZATION Edible Seaweeds",
                "sec_num": "2.11"
            },
            {
                "text": "Seaweeds for industrial utilization mainly come from natural beds and cultivation crops in the Philippines, Indonesia, Chile, Portugal, and Norway. They are processed in the United States, Japan, England, France, Germany, Norway, and Sweden. For medicinal purposes, seaweeds are widely used in China, Philippines, Vietnam, Russia, and United States. Green seaweeds (Chlorophyta) are mostly used for food and medicine. Brown algae (Ochrophyta) and red algae (Rhodophyta) are used for food, medicine, and alginate extraction, which is the best natural product for food preservation and thickening.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "USEFUL MARINE PLANTS AND THEIR UTILIZATION Edible Seaweeds",
                "sec_num": "2.11"
            },
            {
                "text": "Some algae are important raw materials for the agar industry and for carrageenan processing. They are also widely used for gel forming and thickening in the food industry, microbiology research, and perfumery.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "USEFUL MARINE PLANTS AND THEIR UTILIZATION Edible Seaweeds",
                "sec_num": "2.11"
            },
            {
                "text": "In Asia-Pacific countries, dishes and beverages made from seaweeds are sold in markets. Seaweeds are called \"vegetables from the sea\" (Arasaki and Arasaki, 1983), a name that correctly reflects their nutritional value for humans. More than 170 species (60 genera) of marine plants are used for food in Asia-Pacific countries. The genera Caulerpa, Codium, Monostroma, Ulva (Chlorophyta), Alaria, Cladosiphon, Ecklonia, Laminaria, Saccharina, Sargassum, Undaria (Ochrophyta), Betaphycus, Chondrus, Eucheuma, Gelidium, Gloiopeltis, Gracilaria, Halymenia, Hydropuntia, Kappaphycus, and Porphyra (Rhodophyta) are the most popular ones. Carrageenan (having thickening properties) is a stabilizing and gelling component that influences the properties of the substance it is mixed with. Carrageenan is also used as a dietary supplement in bakery bread, for the production of milk products and various beverages, as well as in the preservation of meat and fish. And it cannot, like agar, be digested in the gastrointestinal tract of humans.",
                "cite_spans": [
                    {
                        "start": 395,
                        "end": 603,
                        "text": "Cladosiphon, Ecklonia, Laminaria, Saccharina, Sargassum, Undaria (Ochrophyta), Betaphycus, Chondrus, Eucheuma, Gelidium, Gloiopeltis, Gracilaria, Halymenia, Hydropuntia, Kappaphycus, and Porphyra (Rhodophyta)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "USEFUL MARINE PLANTS AND THEIR UTILIZATION Edible Seaweeds",
                "sec_num": "2.11"
            },
            {
                "text": "Alginates are the salts of alginic acid. They are extracted from brown algae. Soluble alginates are widely used in the food industry as thickeners, stabilizers, and emulsifiers. Alginates are soluble in water-miscible solvents such as alcohols and ketones. At room temperature, alginate solutions (рН from 5.5 to 10) can maintain their properties for a long time. The most stable alginate is sodium alginate, and the less stable is alginic acid. Large amounts of sodium alginate, calcium alginate, potassium alginate, and ammonium alginate are produced today. Alginates, like zinc alginate, copper alginate, sodium calcium alginate, ammonium calcium, and propylene glycol alginate, are produced for special purposes. The food industry uses about 30% of produced alginates every year, the textile industry takes 50%, and the medical, cosmetic, and pharmaceutical industries utilize 20%.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Alginates",
                "sec_num": null
            },
            {
                "text": "Fucoidans-sulfated polysaccharides of brown algae that are widely used in food and pharmaceutical industries, as well as in medicine.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Alginates",
                "sec_num": null
            },
            {
                "text": "Hypnean-product obtained from the red alga Hypnea musciformis and related species, which are found mainly in tropical and subtropical waters. It has similar chemical structure and properties as carrageenan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Alginates",
                "sec_num": null
            },
            {
                "text": "Funoran-obtained from the red alga Gloiopeltis spp. It is mainly used in Asia, especially in Japan and China (in perms and hair coloring).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Alginates",
                "sec_num": null
            },
            {
                "text": "Iridophycan-obtained from red alga Iridaea spp. extraction, which is widely distributed in Central California, South Africa, Japan, and Chile. It has similar properties to funoran and carrageenan, and is often used as a solvent or filler in mixtures with biocolloids.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Alginates",
                "sec_num": null
            },
            {
                "text": "Phycoerythrin-a photosynthetic pigment of red algae with a pinkish-red color. It is used as a biocolorant in meat, fish, and confectioneries.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Alginates",
                "sec_num": null
            },
            {
                "text": "Marine plants are traditionally used in folk medicine for the treatment and prevention of many diseases in Asian countries. Products from marine plants are used as cosmetic agents to improve skin conditions or to protect it from UV light, etc. Some medicaments for the prevention of cancer, prevention and treatment of viral and bacterial infections, and for the improvement of immunity are produced from algae. Gels from algae are absolutely irreplaceable in the treatment of gastrointestinal diseases. It is almost impossible to remove heavy metals from the body, including its radioactivity, without the use of drugs made from brown algae. Brown algae are rich sources of bioactive compounds such as polysaccharides, peptides, omega-3 fatty acids, carotenoids, phenolic, vitamins, and minerals. In some places, marine plants are also used in thalassotherapy, where they are applied in fresh form, as well as in the form of ointments, with massage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants in Medicine",
                "sec_num": null
            },
            {
                "text": "What are the specific medicinal properties of the substances extracted from marine plants? In all developed countries, especially in the landlocked countries (Japan, China, Korea, Russia, India, United States, United Kingdom, etc.), there are ongoing studies aiming to find useful nutrients from marine plants and to test their medicinal properties. Extracts from algae have the following biological activities: antibiotic, anthelmintic, antioxidant, improving immunity, promoting lymphocyte proliferation, and regeneration of nerve cells. The following lists several examples of the biological activities of algal extracts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants in Medicine",
                "sec_num": null
            },
            {
                "text": "Sulfated polysaccharides (carrageenan, fucoidan, etc.) help to fight cancer and can be used to prevent tumor metastasis. They have a broad spectrum of antiviral activities, e.g., they inhibit viral entry into the cells, prevent viral diffusion, etc (Lee et al., 2004) .",
                "cite_spans": [
                    {
                        "start": 249,
                        "end": 267,
                        "text": "(Lee et al., 2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants in Medicine",
                "sec_num": null
            },
            {
                "text": "Florotannins and other phenolic and polyphenolic compounds from algae have antioxidant activity, which is utilized in the treatment of neoplastic diseases. They also have antibiotic activity that is equivalent to commercial antibiotics.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants in Medicine",
                "sec_num": null
            },
            {
                "text": "Lectins, extracted from the red algae of the genera Solieria, Eucheuma, and Gracilaria, have shown high biological activity including antitumor activity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants in Medicine",
                "sec_num": null
            },
            {
                "text": "Peptides. Marine algae are the main source of peptides. The peptides extracted from marine plants have shown cytotoxic, antitumor, and antioxidant effects. Many antitumor peptides have been isolated from Cyanophyta (e.g., Lyngbya majuscula, L. semiplena), Chlorophyta (e.g., Chara) (Ma et al., 2010), Ochrophyta, and Rhodophyta (e.g., Porphyra yezoensis). Peptides are also used in the cosmetic industry (e.g., in skincare and age-reversing products). They give new perspectives in medicine against neoplastic diseases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants in Medicine",
                "sec_num": null
            },
            {
                "text": "Fatty acids, especially unsaturated acids and their esters, have antitumor activity (Nishikawa et al., 1976) . The lipid fractions extracted from algae such as Sargassum ringgoldianum, Laminaria angustata (Ochrophyta), and Porphyra yezoensis are highly effective against fibrosarcoma (Noda et al., 1989 (Noda et al., , 1990 .",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 108,
                        "text": "(Nishikawa et al., 1976)",
                        "ref_id": null
                    },
                    {
                        "start": 284,
                        "end": 302,
                        "text": "(Noda et al., 1989",
                        "ref_id": null
                    },
                    {
                        "start": 303,
                        "end": 323,
                        "text": "(Noda et al., , 1990",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants in Medicine",
                "sec_num": null
            },
            {
                "text": "Volatile substances from Saccharina japonica, Kjellmaniella crassifolia (Ochrophyta), Gracilaria verrucosa (Rhodophyta), and Ulva pertusa (Chlorophyta) have antimicrobial activity against Escherichia coli and Erwimia carotovora (Kajiwara et al., 2006) .",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 251,
                        "text": "(Kajiwara et al., 2006)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants in Medicine",
                "sec_num": null
            },
            {
                "text": "People living by the sea mainly use algae and seagrasses for agriculture in two ways: for feeding animals and for fertilizing garden and crops. The widespread use of seaweed in agriculture in the past two decades is mostly due to: (1) increased production of ecologically clean agricultural products without the use of mineral fertilizers, and (2) the use of new technologies in algal processing for food additives (for animals) and various kinds of extra nutrition (for plants).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marine Plants in Agriculture",
                "sec_num": null
            },
            {
                "text": "Marine algae are very valuable organic fertilizers for growing vegetables, fruits, flowers, and other crops. Algae that are washed ashore can be directly applied to the soil and mixed (mulching), or they can be added to the compost first, where they can activate the processes of the compost \"maturation.\" Fresh algae or compost with algae added in bind small pieces together (due to gel-like glutinous alginic acid) and thereby improve soil structure.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Manufacture of Fertilizers and Liquid Top Dressings",
                "sec_num": null
            },
            {
                "text": "Wild and domestic animals living near the sea with access to the coast feed on marine plants washed ashore. Seaweeds are also prepared in the form of hay or steamed with flour for future use. Traditionally, algae are fed to pigs during the last days of their fattening (before slaughter) in order to obtain high-quality lard. In China, methods for the preparation of animal fodder from seafood (including algae) have been developed (http://www.leilinature.com).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Additives to Food for Animals",
                "sec_num": null
            },
            {
                "text": "What are the benefits of algae as food additives for animals? With the algae added in, the animal diets have more vegetable protein and essential amino acids, which promotes the rapid growth of young animals, accumulation of meat (muscle), durable construction of the skeleton, increase in milk yield and egg production of birds, etc.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Additives to Food for Animals",
                "sec_num": null
            },
            {
                "text": "In the last several decades, mariculture of mollusk abalone, shrimps, lobsters, and valuable species of fish has been intensively developed. Macroalgae are the main food for abalone, and they are also added to food when growing crustaceans and fish. The kind of algae that should be used for feeding mollusks mainly depends on its age. In nature, abalone larvae settle on coralline algae, while on farms, the green alga Ulvella lens are cultivated locally for the larvae to grow on (Daume, 2006) . Young mollusks develop from larvae and eat this alga. Adult abalones on most farms are fed by macroalgae, which are collected or cultivated nearby. Algal flour and products from algae are a part of almost every type of food for cultivated animals in the sea. The main component of this artificial food is fish meal with the addition of algal flour, agar, alginate, casein, gelatin, collagen, wheat flour, and other components, which are glued to food pieces, giving them shape and preventing their rapid erosion in seawater. On the one hand, the algal products in the food save fodder; on the other hand, they reduce pollution from food debris (Cuzon et al., 1994; Peñaflorida and Nelson, 1996; Marinho-Soriano et al., 2007) .",
                "cite_spans": [
                    {
                        "start": 482,
                        "end": 495,
                        "text": "(Daume, 2006)",
                        "ref_id": null
                    },
                    {
                        "start": 1142,
                        "end": 1162,
                        "text": "(Cuzon et al., 1994;",
                        "ref_id": null
                    },
                    {
                        "start": 1163,
                        "end": 1192,
                        "text": "Peñaflorida and Nelson, 1996;",
                        "ref_id": null
                    },
                    {
                        "start": 1193,
                        "end": 1222,
                        "text": "Marinho-Soriano et al., 2007)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Seaweeds as Food for Marine Animals",
                "sec_num": null
            },
            {
                "text": "At present, almost all developed countries use marine plants in the production of cosmetics. Seaweeds are widely used in creams, face masks, shampoos, body gels, and natural supplements for baths. Other products are also made for the recovery, restoration, and maintenance of skin elasticity. Companies producing cosmetic products with algae added commonly use either algal extracts or algal products such as alginates, carrageenans, or fucoidans.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cosmetics",
                "sec_num": null
            },
            {
                "text": "Marine plants are traditionally used in folk medicine and cooking. Algae from the genera Monostroma, Ulva (Chlorophyta), Laminaria, Saccharina, Sargassum, Undaria (Ochrophyta); Gelidium, Gracilaria, Hydropuntia, and Porphyra (Rhodophyta) are popular in China.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE USE OF MARINE PLANTS IN CHINA",
                "sec_num": "2.12"
            }
        ],
        "back_matter": [
            {
                "text": "The next equal important use of algae is for phycocolloids. Phycocolloids, or polysaccharides, are contained in the cell walls of algae. The percentage of phycocolloids in seaweeds is up to 60% of the dry weight. The structure of polysaccharides in marine plants is different from that in higher plants, and it also varies among different algal species from various taxonomic groups. For example, brown algae contain lots of alginic acid, while red algae contain agar and carrageenan. Algal polysaccharides are used as thickeners and gel-forming dietary supplements. From production of soft beverages to lubricants, they are widely used. Tons of algae are harvested and cultivated around the world today for polysaccharides. There are three types of polysaccharides produced in high quantities: agar, carrageenan from red algae, and alginates from brown algae.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Getting Phycocolloids",
                "sec_num": null
            },
            {
                "text": "Agar is contained in all algal species of the following orders: Gelidiales, Gracilariales, Ceramiales, and Rhodymeniales (Fredericq et al., 1996) . However, the polysaccharide is traditionally obtained from red algae belonging to the genera Gracilaria, Ahnfeltia, Gelidium, and Pterocladiella. Agar is widely used in many industries due to its ability to form a gel. The large difference between the gel-forming temperature and melting temperature gives agar its unique properties. About 90% of agar is used for food and only 10% is used for industrial purposes. For example, bakery bread, ice cream, meringue, fruit puddings, jams and marmalade all use agar in the production processes.Agar has no taste and smell and is often added to food together with other ingredients. In Asian countries, jellies made from agar and natural fruit juices are very popular.Agar is also used for preparation of canned meat and fish products. Since agar cannot be digested in the gastrointestinal tract, it is often used in low-calorie dishes (Arasaki and Arasaki, 1983) .In agricultural industry, agar is used as a neutral carrier for nutrients and growth substances. Seedling germination of herbaceous plants from meristematic tissue uses agar as nutrient substances (Armisén and Galatas, 1987) .Bacteriological agar is widely used in medical biotechnological and research projects, e.g., bacteria culture and testing, tissue culture, cell assays, etc.",
                "cite_spans": [
                    {
                        "start": 121,
                        "end": 145,
                        "text": "(Fredericq et al., 1996)",
                        "ref_id": null
                    },
                    {
                        "start": 1028,
                        "end": 1055,
                        "text": "(Arasaki and Arasaki, 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 1254,
                        "end": 1281,
                        "text": "(Armisén and Galatas, 1987)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Agar",
                "sec_num": null
            },
            {
                "text": "Carrageenan, like agar (having phycocolloids properties), is contained in the representatives of the following families and genera of red algae: Gigartinaceae (Chondracanthus, Chondrus, Gigartina, Iridaea, Mastocarpus; Mazzaella) ; Hypneaceae (Hypnea); Solieriaceae (Betaphycus, Eucheuma, Kappaphycus, Meristotheca) ; Rhodymeniaceae (Agardhiella, Callophyllis); and Phyllophoraceae (Ahnfeltiopsis). ",
                "cite_spans": [
                    {
                        "start": 159,
                        "end": 229,
                        "text": "(Chondracanthus, Chondrus, Gigartina, Iridaea, Mastocarpus; Mazzaella)",
                        "ref_id": null
                    },
                    {
                        "start": 266,
                        "end": 315,
                        "text": "(Betaphycus, Eucheuma, Kappaphycus, Meristotheca)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Carrageenan",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Beginning from the early 1950s of the last century, highly productive strains of Saccharina japonica (=Laminaria japonica) were obtained by crossing wild algal forms in the Yellow Sea. Since 1970, cell and tissue culture of algae have been developed, which initiated mass production. Today, about 6 million tons of wet weight of this kelp is planted in China",
                "authors": [],
                "year": 2007,
                "venue": "2003, the brown alga Sargassum fusiforme",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The use of Saccharina japonica, Chinese name Hai-tai, haidai (sea ribbon) dates back to at least the 5th century in China (Tseng, 1981a,b). Cultivation of algae in China began a few hundred years ago. Beginning from the early 1950s of the last century, highly productive strains of Saccharina japonica (=Laminaria japonica) were obtained by crossing wild algal forms in the Yellow Sea. Since 1970, cell and tissue culture of algae have been developed, which initiated mass production. Today, about 6 mil- lion tons of wet weight of this kelp is planted in China. In 2003, the brown alga Sargassum fusiforme (=Hizikia fusiformis) began to be cultivated in China (Pang et al., 2007).",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Undaria pinnatifida, Gracilaria tenuistipitata, Gelidium spp., Eucheuma spp., and Saccharina japonica is widely distributed. Undaria pinnatifida has been collected from natural habitats for centuries, mainly on the East China sea coast. Plants are cultivated on ropes in the vicinities of Quingdao and Dalian (near the Yellow Sea). Initially, the algae were transplanted from Korea and, perhaps, from Japan. Undaria is not as popular as Laminaria as a food. Its annual production in China is very low and no more than a few hundred tons of dry weight per year (www.seaweed.ie/uses general/ humanfood.php). Porphyra spp. and U. pinnatifida are used in China",
                "authors": [],
                "year": null,
                "venue": "The cultivation of Pyropia yezoensis (=Porphyra yezoensis), P. haitanensis",
                "volume": "15",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "About 15 species of algae from nine genera are used for food in China. The cultivation of Pyropia yezoensis (=Porphyra yezoensis), P. haitanensis, Undaria pinnatifida, Gracilaria tenuistipitata, Gelidium spp., Eucheuma spp., and Saccharina japonica is widely distributed. Undaria pinnatifida has been collected from natural habitats for centuries, mainly on the East China sea coast. Plants are cultivated on ropes in the vicinities of Quingdao and Dalian (near the Yellow Sea). Initially, the algae were transplanted from Korea and, perhaps, from Japan. Undaria is not as popular as Laminaria as a food. Its annual production in China is very low and no more than a few hundred tons of dry weight per year (www.seaweed.ie/uses general/ humanfood.php). Porphyra spp. and U. pinnatifida are used in China and exported to Japan and Korea (Figs. 39 and 42).",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "There are seven main species of Porphyra used in commercial cultivation in China, which started in the 17th century (more than 200 years ago). Natural populations of Gelidium pacificum and G. amansii and cultivated Gracilaria spp. are the main sources of agar produced in China",
                "authors": [],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "There are seven main species of Porphyra used in commercial cultivation in China, which started in the 17th century (more than 200 years ago). Natural populations of Gelidium pacificum and G. amansii and cultivated Gracilaria spp. are the main sources of agar produced in China (about 300 tons per year) (Tseng, 2001).",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Small quantities of carrageenans (about 400 tons) are obtained from cultivated red algae such as Kappaphycus spp. and Betaphycus gelatinae, as well as from natural populations of hypnean from Hypnea spp",
                "authors": [],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Small quantities of carrageenans (about 400 tons) are obtained from cultivated red algae such as Kappaphycus spp. and Betaphycus gelatinae, as well as from natural populations of hypnean from Hypnea spp (Critchley and Ohno, 1998).",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Alginates are produced from Saccharina japonica from cultivated plantations and natural stocks (8000 tons per year)",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alginates are produced from Saccharina japonica from cultivated plantations and natural stocks (8000 tons per year).",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Mannitol is also produced from brown algae",
                "authors": [],
                "year": 2001,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mannitol is also produced from brown algae (about 200 tons per year) (Tseng, 2001).",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Dried algae in a supermarket, Sanya City",
                "authors": [],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FIGURE 2.42 Dried algae in a supermarket, Sanya City. February 2012.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "text": "Green alga Caulerpa racemosa (Forsskål) J. Agardh. Hainan Island, April 2012.",
                "uris": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "num": null,
                "text": "Seagrass Thalassia hemprichii. Hainan Island, Sanya Bay, October 2008.",
                "uris": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "num": null,
                "text": "Bed of the brown Sargassaceae on coral reef at Luhuitou (Hainan Island). April 2012.",
                "uris": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "num": null,
                "text": "Red alga Ceramium macilentum on coral reef at Luhuitou (Hainan Island). March 2012.",
                "uris": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "num": null,
                "text": "Community of Cyanobacteria in the low intertidal zone (Sanya Bay, Hainan Island). Inserts: 1-Planktothrix agardhii; 2-Lyngbya majuscula.",
                "uris": null
            },
            "FIGREF5": {
                "type_str": "figure",
                "num": null,
                "text": "The diatom alga Licmophora sp.-epiphytic on the red alga Amphiroa foliacea. Sanya Bay, March 2012.",
                "uris": null
            },
            "FIGREF6": {
                "type_str": "figure",
                "num": null,
                "text": "Endosymbiotic algae-zooxanthellae in the tissue of the scleractinian coral Porites lutea (Titlyanov and Titlyanova, 2012b). Insert: dividing zooxanthella under an electronic microscope (photographed by Junzo Tsukahara).",
                "uris": null
            },
            "FIGREF7": {
                "type_str": "figure",
                "num": null,
                "text": "Morphology of seaweeds.",
                "uris": null
            },
            "FIGREF8": {
                "type_str": "figure",
                "num": null,
                "text": "Branching patterns of macroalgae (Titlyanov and Titlyanova, 2012b).",
                "uris": null
            },
            "FIGREF9": {
                "type_str": "figure",
                "num": null,
                "text": "10 Morphofunctional forms of marine plants.",
                "uris": null
            },
            "FIGREF10": {
                "type_str": "figure",
                "num": null,
                "text": "11 Sexual reproduction in brown, green, and red algae (Titlyanov and Titlyanova, 2012b).",
                "uris": null
            },
            "FIGREF11": {
                "type_str": "figure",
                "num": null,
                "text": "12 Endolithic green alga Ostreobium quekettii, living in the skeleton of the scleractinian coral Porites lutea(Titlyanov and Titlyanova, 2012a,b).",
                "uris": null
            },
            "FIGREF12": {
                "type_str": "figure",
                "num": null,
                "text": "13 Ceramium cimbricum, epiphytic on the red alga Grateloupia filicina. Sanya Bay, April 2012.",
                "uris": null
            },
            "FIGREF13": {
                "type_str": "figure",
                "num": null,
                "text": "14 Endophytic green alga Acrochaete leptochaete, living under the cuticle of the red alga Hypnea spinella. Sanya Bay, Hainan Island, April 2009.",
                "uris": null
            },
            "FIGREF14": {
                "type_str": "figure",
                "num": null,
                "text": "15 Temporary monodominant community of the green alga Ulva clathrata in the upper intertidal zone. Sanya Bay, October 2008.",
                "uris": null
            },
            "FIGREF15": {
                "type_str": "figure",
                "num": null,
                "text": "16 Temporary community of Cyanobacteria in low intertidal zone.",
                "uris": null
            },
            "FIGREF16": {
                "type_str": "figure",
                "num": null,
                "text": "18 Monodominant community of algal turf in the middle intertidal zone. Predominant species: red alga Centroceras clavulatum (Inset 4); accompanying species: Jania capillacea, Padina minor, and Dictyosphaeria cavernosa (Insets 1, 2, 3, respectively). Luhuitou Peninsula, February 2012.",
                "uris": null
            },
            "FIGREF17": {
                "type_str": "figure",
                "num": null,
                "text": "17 Ulva spp. bloom on unhealthy coral reef at Meixia, the northwest coast of Hainan Island. Inset: habit of the green alga Ulva intestinalis. March 2012.",
                "uris": null
            },
            "FIGREF18": {
                "type_str": "figure",
                "num": null,
                "text": "19 Polydominant community of algal turf in the upper subtidal zone. Dominant species: Gayliella mazoyerae (Inset 1), Hypnea pannosa (Inset 2), and Spyridia filamentosa (Inset 3). Luhuitou Peninsula, March 2012.",
                "uris": null
            },
            "FIGREF19": {
                "type_str": "figure",
                "num": null,
                "text": "20 Monodominant community of the brown alga Padina australis at the low intertidal zone. Sanya Bay, March 2012.",
                "uris": null
            },
            "FIGREF20": {
                "type_str": "figure",
                "num": null,
                "text": "22 Bidominant community of the red-crust alga Hildenbrandia rubra (orange color) and the brown alga Neoralfsia expansa in the upper to middle intertidal zone. Sanya Bay, March 2012.",
                "uris": null
            },
            "FIGREF21": {
                "type_str": "figure",
                "num": null,
                "text": "21 Thicket of brown Sargassaceae at the Luhuitou coral reef. April 2012 (Inset 1: Sargassum sanyaense; 2: Sargassum polycystum.).",
                "uris": null
            },
            "FIGREF22": {
                "type_str": "figure",
                "num": null,
                "text": "23 Polydominant community of calcareous crust algae in the middle intertidal zone. Sanya Bay, October 2008.",
                "uris": null
            },
            "FIGREF23": {
                "type_str": "figure",
                "num": null,
                "text": "24 Splash zone (above white line). Luhuitou Peninsula, Sanya Bay.",
                "uris": null
            },
            "FIGREF24": {
                "type_str": "figure",
                "num": null,
                "text": "26 Upper subtidal zone (3 m depth) at Luhuitou coral reef. April 2012.",
                "uris": null
            },
            "FIGREF25": {
                "type_str": "figure",
                "num": null,
                "text": "25 Intertidal zone at low tide. Luhuitou Peninsula, April 2009.",
                "uris": null
            },
            "FIGREF26": {
                "type_str": "figure",
                "num": null,
                "text": "28 Damaged coral reef. The substratum is free of corals and occupied by the highly productive green alga Ulva clathrata. Dagong Hai (Hainan Island), October 2008.",
                "uris": null
            },
            "FIGREF27": {
                "type_str": "figure",
                "num": null,
                "text": "27 Healthy-looking coral reef at Sesoko Island (Okinawa, Japan) occupied (about 95%) by the most productive organisms, the scleractinian corals.",
                "uris": null
            },
            "FIGREF28": {
                "type_str": "figure",
                "num": null,
                "text": "29 Red calcareous alga Lithophyllum okamurae on damaged coral reef. Yonaguni Island (Ryukyu Archipelago, Japan).",
                "uris": null
            },
            "FIGREF29": {
                "type_str": "figure",
                "num": null,
                "text": "30 Community of large calcified the green alga Halimeda opuntia on damaged coral reef. Vietnam, My Hoa Bay.",
                "uris": null
            },
            "FIGREF30": {
                "type_str": "figure",
                "num": null,
                "text": "31 Communities of blue-green algae overgrew algal turf on damaged coral reef in the upper subtidal zone at Luhuitou (Sanya Bay, Hainan Island). March 2012.",
                "uris": null
            },
            "FIGREF32": {
                "type_str": "figure",
                "num": null,
                "text": "32 Marine macrobenthic algae are the major food of herbivorous fish inhabiting coral reefs. Vietnam, Nha Trang Bay (Titlyanov and Titlyanova, 2012a).",
                "uris": null
            },
            "FIGREF33": {
                "type_str": "figure",
                "num": null,
                "text": "33 Bleached colony of Acropora sp. (after temperature was lowered to 10°C) during the winter season and dead colony (after bleaching) of the same species. Inset: dead coral occupied by green algae and red algae (Titlyanov and Titlyanova, 2012b).",
                "uris": null
            },
            "FIGREF34": {
                "type_str": "figure",
                "num": null,
                "text": "35 Possible fate of the damaged coral reef.",
                "uris": null
            },
            "FIGREF35": {
                "type_str": "figure",
                "num": null,
                "text": "36 Maricultured seaweeds (Undaria pinnatifida, Gracilaria spp., Saccharina japonica) in a supermarket in Dalian City (China). October 2008.FIGURE 2.37Cultivation of Saccharina japonica in the vicinity of Weihe City (China, the Yellow Sea). October 1998.",
                "uris": null
            },
            "FIGREF36": {
                "type_str": "figure",
                "num": null,
                "text": "38 Cultivation of Kappaphycus alvarezii in Vietnam (Titlyanov and Titlyanova, 2012a,b).",
                "uris": null
            },
            "FIGREF37": {
                "type_str": "figure",
                "num": null,
                "text": "39 Porphyra and Monostroma production, made from Korea.FIGURE 2.40 Kappaphycus alvarezii on central market in Nha Trang City (Titlyanov and Titlyanova, 2012b).",
                "uris": null
            },
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td>NC</td><td>CC</td><td>Utilization: (DA), (IA), (MA)</td><td>Distribution</td></tr></table>"
            },
            "TABREF1": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td>.1 Use of Marine Plants-cont'd</td></tr></table>"
            },
            "TABREF2": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td>Continued</td></tr></table>"
            },
            "TABREF3": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td>.1 Use of Marine Plants-cont'd</td></tr></table>"
            },
            "TABREF4": {
                "type_str": "table",
                "num": null,
                "text": "Cultivated crop; DA, dietary applications; IA, industry applications; MA, medical applications; NC, natural crop.",
                "content": "<table><tr><td>Continued</td></tr></table>"
            },
            "TABREF5": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table/>"
            }
        }
    }
}