{
    "paper_id": "A_bone_morphogenetic_protein_homologue_in_the_parasitic_flatworm__Schistosoma_mansoni",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:40:55.675659Z"
    },
    "title": "A bone morphogenetic protein homologue in the parasitic flatworm, Schistosoma mansoni q",
    "authors": [
        {
            "first": "Tori",
            "middle": [
                "C"
            ],
            "last": "Freitas",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Pennsylvania",
                "location": {
                    "addrLine": "380 S. University Ave",
                    "postCode": "19104",
                    "settlement": "Philadelphia",
                    "region": "PA",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Euihye",
            "middle": [],
            "last": "Jung",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Pennsylvania",
                "location": {
                    "addrLine": "380 S. University Ave",
                    "postCode": "19104",
                    "settlement": "Philadelphia",
                    "region": "PA",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Edward",
            "middle": [
                "J"
            ],
            "last": "Pearce",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Pennsylvania",
                "location": {
                    "addrLine": "380 S. University Ave",
                    "postCode": "19104",
                    "settlement": "Philadelphia",
                    "region": "PA",
                    "country": "USA"
                }
            },
            "email": "ejpearce@mail.med.upenn.edu"
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Members of the bone morphogenetic protein (BMP) subfamily of cytokines control many aspects of metazoan development including patterning and organogenesis. Despite the recognition that schistosomes possess key components of a BMP signaling pathway, a BMP-like ligand in the parasitic flatworm Schistosoma mansoni remained elusive. Here, we describe the cloning and characterisation of an S. mansoni BMP (SmBMP). SmBMP is most closely related to BMP homologues from the free-living flatworms Schmidtea mediterranea and Dugesia japonica, with 51% and 47% identity at the amino acid level, respectively. Based on reverse transcription-PCR, SmBMP is expressed throughout the mammalian lifecycle of the parasite in both male and female schistosomes. In support of these results, antibodies to SmBMP successfully immunoprecipitated the protein in adult male and female antigen preparations with more protein detected in male parasites. Immunofluorescent studies localised SmBMP to the protonephridia of adult parasites, and SmBMP was identified in the excretory/secretory products of adult male parasites via immunoprecipitation. With the previous description of a TGF-b subfamily homologue in S. mansoni, ligands representing both arms of the TGF-b superfamily have now been described in this trematode.",
    "pdf_parse": {
        "paper_id": "A_bone_morphogenetic_protein_homologue_in_the_parasitic_flatworm__Schistosoma_mansoni",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Members of the bone morphogenetic protein (BMP) subfamily of cytokines control many aspects of metazoan development including patterning and organogenesis. Despite the recognition that schistosomes possess key components of a BMP signaling pathway, a BMP-like ligand in the parasitic flatworm Schistosoma mansoni remained elusive. Here, we describe the cloning and characterisation of an S. mansoni BMP (SmBMP). SmBMP is most closely related to BMP homologues from the free-living flatworms Schmidtea mediterranea and Dugesia japonica, with 51% and 47% identity at the amino acid level, respectively. Based on reverse transcription-PCR, SmBMP is expressed throughout the mammalian lifecycle of the parasite in both male and female schistosomes. In support of these results, antibodies to SmBMP successfully immunoprecipitated the protein in adult male and female antigen preparations with more protein detected in male parasites. Immunofluorescent studies localised SmBMP to the protonephridia of adult parasites, and SmBMP was identified in the excretory/secretory products of adult male parasites via immunoprecipitation. With the previous description of a TGF-b subfamily homologue in S. mansoni, ligands representing both arms of the TGF-b superfamily have now been described in this trematode.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Over 600 million people are at risk of infection with trematode parasites of the genus Schistosoma (Chitsulo et al., 2000) . Schistosomiasis is one of the nine neglected tropical diseases that have received considerable attention over the last several years as the causes of extensive morbidity (Hotez et al., 2006) . While seven of these neglected diseases are caused by nematode infections, only schistosomiasis is caused by a platyhelminth.",
                "cite_spans": [
                    {
                        "start": 99,
                        "end": 122,
                        "text": "(Chitsulo et al., 2000)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 295,
                        "end": 315,
                        "text": "(Hotez et al., 2006)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "TGF-b signaling in mammals and model metazoan organisms such as Caenorhabditis elegans and Drosophila melanogaster are known to mediate a large number of physiological processes including growth and differentiation, cell death, tissue repair and developmental patterning (Massague et al., 2000) . Members of the TGF-b superfamily can be split into two main subfamilies based on sequence homology and the different downstream pathways they activate, namely the TGF-b/activin/nodal subfamily and the bone morphogenetic protein/growth and differentiation factor/Muellerian inhibiting substance (BMP/GDF/MIS) subfamily (Shi and Massague, 2003) . The basic TGF-b signaling mechanism involves binding of the extracellular TGF-b homologue to a heterodimeric receptor complex resulting in the activation of specific cytoplasmic proteins (Smads) that eventually translocate to the nucleus to influence transcriptional responses. In mammals, it is known that members of the two subfamilies activate distinct classes of Smad proteins: TGF-b subfamily members activate Smad2 and Smad3 homologues while BMP subfamily members activate Smad1, Smad5 and Smad8 homologues. Several components of TGF-b signaling have been characterised from S. mansoni including TGF-b receptors SmRK1 (also known as SmTbRI) (Davies et al., 1998) and SmRKII (also known as SmTbRII) (Forrester et al., 2004; Osman et al., 2006) , several Smad proteins (Beall et al., 2000; Osman et al., 2001 Osman et al., , 2004 Carlo et al., 2007) , and one homologue of the TGF-b subfamily, SmInAct (Freitas et al., 2007) .",
                "cite_spans": [
                    {
                        "start": 271,
                        "end": 294,
                        "text": "(Massague et al., 2000)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 615,
                        "end": 639,
                        "text": "(Shi and Massague, 2003)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1289,
                        "end": 1310,
                        "text": "(Davies et al., 1998)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1346,
                        "end": 1370,
                        "text": "(Forrester et al., 2004;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1371,
                        "end": 1390,
                        "text": "Osman et al., 2006)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1415,
                        "end": 1435,
                        "text": "(Beall et al., 2000;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1436,
                        "end": 1454,
                        "text": "Osman et al., 2001",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1455,
                        "end": 1475,
                        "text": "Osman et al., , 2004",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1476,
                        "end": 1495,
                        "text": "Carlo et al., 2007)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1548,
                        "end": 1570,
                        "text": "(Freitas et al., 2007)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "Previous work elucidating the role of TGF-b signaling in S. mansoni has been focused on components of the TGF-b subfamily, where this signaling pathway has been implicated in host-parasite interactions, parasite reproductive development and embryogenesis (Davies et al., 1998; Forrester et al., 2004; Osman et al., 2006; Freitas et al., 2007) . The existence of a BMP signaling pathway in S. mansoni has been assumed since the cloning and characterisation of two S. mansoni Smad1 homologues (SmSmad1 and SmSmad1b) (Beall et al., 2000; Carlo et al., 2007) , however, a ligand for the pathway has not been described. Here, we describe the cloning of an S. mansoni BMP homologue, SmBMP and characterise its expression in various stages of parasite development.",
                "cite_spans": [
                    {
                        "start": 255,
                        "end": 276,
                        "text": "(Davies et al., 1998;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 277,
                        "end": 300,
                        "text": "Forrester et al., 2004;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 301,
                        "end": 320,
                        "text": "Osman et al., 2006;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 321,
                        "end": 342,
                        "text": "Freitas et al., 2007)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 514,
                        "end": 534,
                        "text": "(Beall et al., 2000;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 535,
                        "end": 554,
                        "text": "Carlo et al., 2007)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "The Puerto Rican/Naval Medical Research Institute (NMRI) strain of S. mansoni was used in all experiments. Cercariae were collected by exposing infected Biomphalaria glabrata to light for 1 h. Adult parasites were recovered by hepatic-portal perfusion of C57BL/6 female mice (Jackson Laboratory, Bar Harbor, ME) infected 8 weeks previously via percutaneous exposure to $60 cercariae. S. mansoni eggs were collected from the livers of infected mice as previously described (MacDonald et al., 2001) . The use of mice in this study was approved by the Institutional Animal Care and Use Committee at the University of Pennsylvania.",
                "cite_spans": [
                    {
                        "start": 472,
                        "end": 496,
                        "text": "(MacDonald et al., 2001)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Parasites and animals",
                "sec_num": "2.1."
            },
            {
                "text": "The C-terminal deduced amino acid sequence of the D. melanogaster Decapentaplegic (DmDPP, NP477311, amino acids 487-588) was used in a tblastn search of the Wellcome Trust's Sanger Institute's S. mansoni genome scaffolds version 3.1. (http://www.sanger.ac.uk/cgi-bin/blast/submitblast/s_mansoni). A scaffold (Smp_scaff000116) with sequence showing homology to BMP-like ligands was identified and the corresponding putative coding sequence was named SmBMP. The 5 0 and 3 0 ends of SmBMP were isolated using total RNA (1 lg) from adult parasites and the Superscript III Generacer RACE kit (Invitrogen, Carlsbad, CA) according to the manufacturer's instructions. An SmBMP-specific primer was designed for isolating the 3 end (5 0 -TTGGGTTATTG CACCACAAG-3 0 ) and was used with the Generacer 3 primer in reverse transcription (RT)-PCR as per the manufacturer's instructions. The resulting amplicon was cloned into the TA-TOPO cloning vector (Invitrogen, Carlsbad, CA) and sequenced. An in silico analysis of the S. mansoni genome aided in the identification of the 5 0 end of SmBMP. The Wellcome Trust's Sanger Institutes S. mansoni predicted coding sequence databases (Augustus3, Glim-merHMM and Twinscan2) were searched for SmBMP by performing a blastn search of each database with the isolated 3 end of SmBMP. Each algorithm suggested different start sites and forward primers were designed corresponding to each (Augustus3 0 -ATGAAATATG CAAATGTCAGTT-3 0 ; GlimmerHMM 5 -ATGTT TAAATTACATGAACGTCATA-3 ; Twinscan2 5 -ATGGGGGAAAAGT CACTTACTCT-3 0 ). Each forward primer was used individually with an SmBMP-specific reverse primer (5 -TGGAAATGGACATTGACCT AAAC A-3 0 ) in an RT-PCR using cercariae cDNA as template. Only the combination of the GlimmerHMM forward primer with the SmBMP-specific reverse primer amplified a product of predicted size which was confirmed to be SmBMP upon sequencing. Further in silico analysis revealed a long open reading frame (1027 bp) upstream of the predicted GlimmerHMM 5 end. To isolate the 5 end of SmBMP, two SmBMP-specific reverse primers were designed within the GlimmerHMM amplified region and were used in 5 rapid amplification of cDNA ends (RACE) (5 -CTGGTTCAAAAATGGCT GCGGTTTG-3 0 ) and nested 5 0 RACE (5 0 -TGCTGCAACTAATTTTT CATTTGAAGGT-3 0 ) reactions using the Generacer RACE kit (Invitrogen, Carlsbad, CA) according to the manufacturer's instructions. The resulting amplicon was cloned and was confirmed by sequencing to be SmBMP (GenBank Accession No. EU684544).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SmBMP isolation",
                "sec_num": "2.2."
            },
            {
                "text": "Sequence comparisons between the deduced amino acid sequence of SmBMP and other TGF-b superfamily members were determined using the ClustalW algorithm and the Align 2 sequences (bl2seq) program at the National Center for Biotechnology Information (http://blast.ncbi.nlm.nih.gov/bl2seq/wblast2.cgi) using the final $100 amino acid residues of each sequence. An unrooted dendrogram was drawn using the final $100 amino acids within the conserved domain of SmBMP and other members of the TGFb superfamily, and distances were drawn using the Jones-Taylor-Thornton matrix and neighbour joining algorithm in the PHYLIP software package developed by J. Felsenstein (University of Washington, Seattle, Washington). Percentages at branch points were based on 1000 bootstrap runs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sequence analysis",
                "sec_num": "2.3."
            },
            {
                "text": "Total RNA was extracted from parasite material using Qiagen's RNeasy Mini kit (Qiagen, Valencia, CA) according to the manufacturer's instructions. Contaminating genomic DNA was removed using Turbo DNA-free endonuclease (Applied Biosystems, Foster City, CA). First strand cDNA was synthesised using Superscript II Reverse Transcriptase (Invitrogen, Carlsbad, CA) according to the manufacturer's instructions. Briefly, 200 ng of total RNA from S. mansoni eggs, cercariae, adult males and adult females were reverse transcribed using Superscript II Reverse Transcriptase primed with oligo dT. RT-minus controls were preformed to confirm the absence of any contaminating genomic DNA (data not shown).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RNA extraction and RT-PCR",
                "sec_num": "2.4."
            },
            {
                "text": "Presence of an SmBMP transcript in the various parasite life stages was determined via conventional RT-PCR using Invitrogen's Recombinant Taq DNA polymerase according to the manufacturer's instructions with 1 ll of cDNA from each stage tested as template or water as a negative control. SmBMP primers were: forward 0 -GGTTGGGCTGGTTGGGTTAT-3 and reverse 5 -TGGAAATGGACA TTGACCTAAACA-3 0 . Paramyosin primers were: forward 5 -CGTGA AGGTCGTCGTATGGT-3 0 and reverse 5 0 -GACGTTCAAATTTACGTGC TTG-3 0 . The cycling program used was 94°C for 2 min, then 35 cycles of 94°C for 30 s, 60°C for 30 s, 72°C for 30 s, followed by 72°C for 5 min. Amplified products were resolved on a 2% ethidium bromide-stained agarose gel.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RNA extraction and RT-PCR",
                "sec_num": "2.4."
            },
            {
                "text": "EcoRI (forward) and XhoI (reverse) tagged primers were designed to amplify the region corresponding to the last 179 amino acids of SmBMP (forward 5 0 -GGAATTCAGTCAAGATCGTT ATTATTA-3 0 and reverse 5 0 -CCGCTCGAGTTAACGACAAGCACAAC TTT-3 0 ). The cycling conditions were 1 cycle of 94°C for 2 min, followed by 40 cycles of 94°C for 30 s, 65°C for 30 s and 68°C for 1 min, ending with one cycle of 68°C for 5 min using Platinum Pfx DNA polymerase (Invitrogen, Carlsbad, CA). The amplified product was digested with EcoRI and XhoI and cloned into the bacterial expression vector pET28a (Novagen, Madison, WI), also digested with EcoRI and XhoI. Sequence analysis confirmed the absence of any mutations. Expression of recombinant SmBMP was induced in Escherichia coli BL21(DE3) by addition of 1 mM isopropyl-b-D-thiogalactopyranoside (IPTG) when cultures reached an OD of 0.5 at 37°C followed by further shaking at 37°C for 3 h. Recombinant SmBMP was expressed in the bacteria as insoluble inclusion bodies and was purified via nickel column chromatography under denaturing conditions (6 M urea) as per the manufacturer's suggestions (Novagen, Madison, WI). Antiserum to SmBMP was generated by Cocalico Biologicals (Cocalico Biologicals, Inc., Reamstown, PA) by s.c. inoculation of 100 lg of purified recombinant SmBMP in FCA, followed by three boosts of 50 lg in Freund's incomplete adjuvant on days 14, 21 and 49, followed by exsanguination on day 64.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Recombinant SmBMP expression and antisera generation",
                "sec_num": "2.5."
            },
            {
                "text": "Antigen from adult male and female parasites was extracted by boiling worms in lysis buffer (1% SDS, 200 mM NaCl, 40 mM Tris pH 8.8) and sheared via repeated passage through a 23 G needle. Protein concentration was determined by bicinchoninic acid (BCA) Protein Assay (Pierce, Rockford, IL). For immunoprecipitation of SmBMP, 80 lg of male and female antigen were diluted with vol. of 1% NP40 and pre-cleared with 10 ll of anti- , and probed with anti-SmBMP antiserum (1:10,000). Bound rabbit antibodies were detected using Rabbit IgG TrueBlot antibodies (eBioscience, San Diego, CA) according to the manufacturer's instructions. As a loading control, 20 lg of each adult antigen preparation used in the immunoprecipitation were also separated via 10% SDS-PAGE and electroblotted. This blot was probed with a monoclonal antibody (4B1) against paramyosin (1:10,000) and bound antibodies were detected using affinity purified horseradish peroxidase (HRP)-conjugated horse anti-mouse IgG (Cell Signaling Technology, Danvers, MA). Secondary antibodies were detected using ECL reagents as directed by the manufacturer (GE Healthcare, Piscataway, NJ). Excretory/secretory products from adult male parasites were collected by culturing 10 worms in each well of a six-well plate in a total volume of 4 ml of M199 (Invitrogen, Carlsbad, CA), 10% FCS, 1% antibiotic/antimycotic (Gibco) and 1% Hepes in a 37°C/ 5% CO 2 atmosphere for 48 h. Harvested culture supernatant was pre-cleared with 30 ll of anti-Rabbit IgG beads for 1 h on a rocking platform at 4°C, split into equal volumes and incubated with 3 lg of either pre-immune rabbit IgG or anti-SmBMP IgG at 4°C for 16 h on a rocking platform. Antibodies were precipitated and antibodyantigen complexes were detected as described above.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Immunoprecipitation and Western blot analysis",
                "sec_num": "2.6."
            },
            {
                "text": "To localise SmBMP within adult parasites, 5 lm sections of worms were treated with xylene and rehydrated through an ethanol series ending in PBS. Slides were blocked with 2% normal goat serum (Sigma, St. Louis, MO) for 1 h at room temperature and probed with either rabbit pre-immune serum or anti-SmBMP serum (1:100) overnight at 4°C. Sections were washed three times in PBS and bound rabbit antibodies were detected by probing with a fluorescein-conjugated F(ab 0 ) 2 goat anti-rabbit IgG (1:50) (Jackson Immunoresearch, West Grove, PA) for 1 h at room temperature. Slides were washed three times in PBS, dehydrated in ethanol and mounted. Worm sections were photographed using a Leica DMIRB microscope and DC500 camera (Leica, Germany).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Immunolocalisation",
                "sec_num": "2.7."
            },
            {
                "text": "SmBMP was identified in the Wellcome Trust's Sanger Institute's S. mansoni genome sequence database through a tblastn search using the last 100 amino acids of the D. melanogaster decapentaplegic (DPP) protein. The 5 0 and 3 0 ends of SmBMP were isolated via 5 0 and 3 0 RACE using SmBMP-specific primers designed from within the predicted coding sequence according to the genome sequence and adult parasite cDNA as template. The full-length transcript is 3013 bp including a 124 bp 5 untranslated region (UTR) and a 102 bp 3 0 UTR with a poly-A tail. The deduced amino acid sequence of SmBMP is 931 residues and contains many of the molecular characteristics of a BMP homologue including several putative proteolytic cleavage sites at positions 660 (RKPR), 700 (RYKR), 703 (RLQR), 738 (RSRR) and 748 bp (RHNR) where the bioactive, C-terminal domain (268-180 amino acids) could be enzymatically cleaved from the N-terminal pro-domain (Fig. 1) . Seven invariant cysteine residues are predicted in SmBMP along with other invariant residues (proline 851 and glycine 861) necessary for proper tertiary structure and dimerisation of a functional BMP homologue (Fig. 2) . Interestingly, signal sequence prediction software suggests the N-terminus of SmBMP does not contain a secretion signal. Within the C-terminal conserved domain (the last $100 amino acids), SmBMP is 51% and 47% identical to BMP homologues from the free-living flatworms Schmidtea mediterranea and Dugesia japonica, respectively (Fig. 2) . Furthermore, it is 46% identical to D. melanogaster DPP and 49% identical to human BMP2 at the amino acid level (Fig. 2) . Phylogenetic analysis of SmBMP among other members of the TGF-b superfamily groups this homologue with members of the BMP subfamily ( Fig. 3 ) and most closely with BMP-like ligands from S. mediterranea and D. japonica (Smed-BMP and DjBMP). This close clustering is expected considering all three worms are members of the phylum Platyhelminthes. Based on this analysis, it cannot be determined whether SmBMP is most closely related to members of the BMP2/4 or BMP5/8 subfamilies.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 933,
                        "end": 941,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1154,
                        "end": 1162,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1492,
                        "end": 1500,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1615,
                        "end": 1623,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1760,
                        "end": 1766,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Cloning and sequence analysis of SmBMP",
                "sec_num": "3.1."
            },
            {
                "text": "To determine the expression profile of the SmBMP transcript, conventional RT-PCR was performed on cDNA from eggs, cercariae, adult male and adult female parasites. As seen in Fig. 4 , SmBMP is expressed across all four stages tested compared with the reference gene paramyosin. This expression pattern was reproducible between separate RT-PCR experiments with different RNA/cDNA preparations. SmBMP was not identified in blast searches of the Sanger Institute's S. mansoni expressed sequence tag (EST) databases.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 175,
                        "end": 181,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "SmBMP transcript and protein expression and localisation",
                "sec_num": "3.2."
            },
            {
                "text": "Immunoprecipitation and Western blot analyses using polyclonal antibodies against recombinant SmBMP were performed to investigate the expression of SmBMP protein. Here, we focused on SmBMP expression in adult male and female parasites. An $100 kDa band was precipitated using anti-SmBMP antibodies in male antigen preparations which, based on the predicted molecular weight of the full-length transcript (109 kDa), corresponds to the pre-processed form of SmBMP (Fig. 5 ). This band was not immunoprecipitated using equivalent amounts of pre-immune antibodies. A smaller band was precipitated from female antigen ($85 kDa) as well as a smear of proteins under the 100 kDa band in the male antigen preparation. It is unclear at this time whether these are degraded products or represent alternative forms of SmBMP. A band representing a putative C-terminal, bioactive form of SmBMP with a molecular weight of $37 kDa was also precipitated from male antigen while overexposing the same blot revealed a second potential bioactive form of SmBMP with a molecular weight of $22 kDa. The $37 kDa band could be the result of a cleavage event at the 660 bp predicted site while the $22 kDa band may be formed by cleavage at either position 738 or 748. Based on the intensities of the pre-processed SmBMP bands, male parasites appear to express more SmBMP than female parasites.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 462,
                        "end": 469,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "SmBMP transcript and protein expression and localisation",
                "sec_num": "3.2."
            },
            {
                "text": "To determine where SmBMP is expressed in the worm, we performed immunofluorescence localisation assays on sections of adult parasites. Anti-SmBMP antibodies localised SmBMP to the protonephridia of adult male parasites (Fig. 6) . Intense staining was observed in the main tubules of the protonephridia that run laterally on either side of the worm (Fig. 6C) as well as within branches of the system (Fig. 6D) . No positive staining was detected in parasite sections using pre-immune serum.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 219,
                        "end": 227,
                        "text": "(Fig. 6)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 348,
                        "end": 357,
                        "text": "(Fig. 6C)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 399,
                        "end": 408,
                        "text": "(Fig. 6D)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "SmBMP transcript and protein expression and localisation",
                "sec_num": "3.2."
            },
            {
                "text": "Using culture supernatant of adult male parasites, we performed immunoprecipitation and Western blot analyses to determine whether or not SmBMP is secreted from the worm. Anti-SmBMP antibodies immunoprecipitated several bands from media exposed to adult males including an $80 kDa band and bands around 40 kDa in size (Fig. 7) . These bands were not immunoprecipitated using equivalent amounts of pre-immune antibodies.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 318,
                        "end": 326,
                        "text": "(Fig. 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SmBMP transcript and protein expression and localisation",
                "sec_num": "3.2."
            },
            {
                "text": "It is well established that S. mansoni possesses multiple components of active TGF-b signaling, however, little focus has been given to the BMP subfamily in this parasitic flatworm. In this study, we report the identification and characterisation of SmBMP, a BMP homologue in S. mansoni. SmBMP is expressed in medically important stages of the parasite, namely the egg, cercariae and adult parasites and localises to the protonephridia of the adult worm. A recent review by Loverde and colleagues alludes to a BMP homologue in the S. mansoni genome (Loverde et al., 2007) . Assuming the gene described in this review is that found in Genbank under Accession No. EF028064, we believe the BMP homologue characterised in this study is the same as that described by Loverde et al. with two exceptions: (i) our clone's deduced amino acid sequence is 402 amino acids longer at the N-terminus and (ii) the putative cleavage site is not 129 amino acids upstream from the stop codon, but rather 272 amino acids upstream, with a second and/or third potential cleavage site(s) at either 194 or 184 amino acids upstream of the stop codon. Multiple cleavage sites are not atypical of BMP homologues (Cui et al., 2001) . This would make the molecular weight of the SmBMP active dimer to be approximately 74 kDa (or $44 kDa from either of the downstream sites), rather than the previously described 23 kDa (Loverde et al., 2007) .",
                "cite_spans": [
                    {
                        "start": 549,
                        "end": 571,
                        "text": "(Loverde et al., 2007)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1186,
                        "end": 1204,
                        "text": "(Cui et al., 2001)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1391,
                        "end": 1413,
                        "text": "(Loverde et al., 2007)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "The deduced amino acid sequence of SmBMP is longer than all other full-length BMP homologues analysed in this study. For example, SmBMP is 530 residues longer than its most related homologue, Smed-BMP and 535 residues longer than human BMP2. Most of this increased length is attributed to a longer N-terminus of SmBMP; 659 amino acids lie upstream of the first cleavage site of SmBMP (737 and 747 residues are upstream of the second and third potential cleavage sites, respectively) while 287 make up the N-terminus of Smed-BMP. Functions of the pro-domain in BMP homologues include directing the ligand to the extracellular matrix (Gregory et al., 2005) and in protein stability (Constam and Robertson, 1999) . Furthermore, the pro-domain is believed to be essential for proper dimerisation and folding of nearly all TGF-b superfamily members (Gray and Mason, 1990) . It remains possible that, because different stages of S. mansoni live at different temperatures ($24°C in the intermediate snail host and environment and at 37°C in the definitive host), this longer prodomain may aid in proper folding of the protein regardless of temperature.",
                "cite_spans": [
                    {
                        "start": 632,
                        "end": 654,
                        "text": "(Gregory et al., 2005)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 680,
                        "end": 709,
                        "text": "(Constam and Robertson, 1999)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 844,
                        "end": 866,
                        "text": "(Gray and Mason, 1990)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "One function of BMP signaling is to establish the dorsalventral (DV) axis in the development of both vertebrates and invertebrates (reviewed in De Robertis and Kuroda, 2004) . Recently, RNA interference (RNAi) studies have shown that BMP signaling plays a role in specifying the DV axis in the free-living planaria D. japonica and S. mediterranea (Molina et al., 2007; Orii and Watanabe, 2007) . Considering SmBMP is most closely related to the BMP homologues isolated from these free-living flatworms and that, while S. mansoni is a trematode and D. japonica and S. mediterranea are free-living flatworms, they are nonetheless closely related phylogenetically, it is likely that SmBMP plays a similar role in S. mansoni. We treated adult parasites as well as growing schistosomula with double-stranded RNA (dsRNA) corresponding to SmBMP, however, while $40% knockdown was observed using quantitative RT-PCR (data not shown), immediate phenotypes were not observed. This could be due to insufficient knockdown compared with that obtained in D. japonica and S. mediterranea. It is appealing to speculate that the increase expression of SmBMP Shaded residues represent the invariant cysteine, proline and glycine moieties of all BMP homologues. Numbers to the right indicate the position of the last amino acid in the row within each sequence. In the case of DjBMP, a full-length sequence is not available therefore the positions are not applicable. Asterisks under the alignment indicate exact matches across all five sequences, '':\" represents strong similarity, ''.\" represents weak similarity and a lack of a symbol indicates no similarity among residues.",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 173,
                        "text": "Robertis and Kuroda, 2004)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 347,
                        "end": 368,
                        "text": "(Molina et al., 2007;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 369,
                        "end": 393,
                        "text": "Orii and Watanabe, 2007)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "in male parasites is a reflection of a potential role for SmBMP in establishing the DV axis. The dorsal and ventral surfaces of male parasites are anatomically and physiologically much more distinct than in females with many tubercles on the dorsal surface and the formation of the gynacophoral canal on the ventral surface, for example.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "The localisation of SmBMP in S. mansoni is different than that observed of the two other platyhelminth BMP homologues where SmBMP is expressed in the protonephridia while DjBMP and Smed-BMP are found along the dorsal midline (Orii et al., 1998; Molina et al., 2007) . The protonephridia is believed to serve as a primitive kidney, functioning to regulate the composition of fluids in the organism and in the clearance of metabolic wastes (Wilson and Webster, 1974) . Other protein processing and secreting functions have also been proposed for this organ (Finken-Eigen and Kunz, 1997; Skelly and Shoemaker, 2001) . One possible explanation for the discrepancy in localisation could be the methods employed. We used immunofluorescence on worm sections to localise SmBMP while whole-mount in situ hybridisation was used to localise both DjBMP and Smed-BMP in the free-living worms. Therefore, we could be detecting cells that have simply bound and are responding to SmBMP as opposed to those actually producing it. Additionally, considering the potential of the protonephridia to serve as a means of protein excretion/secretion, localisation of SmBMP here may be explained by impending release of SmBMP in excretory/secretory products. To this end, we isolated proteins in the excretory/secretory products of adult male parasites using our antibodies against SmBMP, suggesting SmBMP is secreted by the parasite. This is an interesting finding in that secreted forms of SmBMP will have the opportunity to interact with host receptors. Lastly, BMP signaling is known to play an important role in the development of the vertebrate kidney (reviewed in Cain et al., 2008) . Thus, it remains possible that SmBMP functions in the development and/or maintenance of the trematode protonephridia. . Conserved amino acids in the C-terminal region (the last $100 amino acids) of each protein was used in the analysis. Percentages at branch points are based on 1000 bootstrapping events. Accession numbers for sequences used in the analysis are: Acropora millepora decapentaplegic (AmDPP), AAM54049; Actinia equina BMP2/ 4 (AeBMP2/4), AAK20912; Amphiura filiformis afuni (Afuni), AAX54512; Ancylostoma caninum TGH-1 (AcTGH1), AAX36081; Branchiostoma floridae BMP2/4 (BfBMP2/4), AAC97488; Brugia malayi TGH-1 (BmTGH1), AF012878; B. malayi TGH-2 (BmTGH2), AF104016; Caenorhabditis elegans DAF-7 (CeDAF7), NP_497265; C. elegans DBL-1 (CeDBL1), NP_504709; Ciona intestinalis TGF-b superfamily signaling ligand (CiBMP), NP_001072008; Crassostrea gigas GDF (CgGDF), CAA10268; Drosophila melanogaster decapentaplegic (DmDPP), NP_477311; D. melanogaster glass bottom boat (DmGBB), NP_477340; D. melanogaster Screw (DmScrew), NP_524863; Dugesia japonica BMP (DjBMP), BAA32087; Homo sapiens BMP-2 (HsBMP2), NP_001191; H. sapiens BMP-4 (HsBMP4), NP_001193; H. sapiens BMP-5 (HsBMP5), NP_066551; H. sapiens BMP-6 (HsBMP6), AAH99625; H. sapiens BMP-7 (HsBMP7), NP_001710; H. sapiens BMP-8 (HsBMP8), XP_001716617; H. sapiens TGF-b1 (HsTGFb1), CAA29283; H. sapiens TGF-b2 (HsTGFb2), NP_003229; Nematostella vectensis BMP2/4 (NvBMP2/4), AAR13362; N. vectensis BMP5-8 (NvBMP5/8), ABC88372; Paracentrotus lividus univin (PlUnivin), ABG00200; Platynereis dumerilii decapentaplegic (PduDPP), CAJ38807; Ptychodera flava BMP2/4 (PfBMP2/4), BAA89012; Saccoglossus kowalevskii BMP2/4 (SkBMP2/4), ABD97262; S. kowalevskii BMP5/8 (SkBMP5/8), ABD97263; S. mansoni TGF-b (SmInAct), ABI64156; Schmidtea mediterranea BMP (Smed-BMP), ABV04322; Strongylocentrotus purpuratus (SpUnivin), NP_999793; Strongyloides stercoralis (SsTGH1), AY662390. Antigen extracts of adult male and female parasites were immunoprecipitated with antibodies from either rabbit preimmune serum or antibodies from rabbit serum after immunisation with recombinant SmBMP. SmBMP was only precipitated when anti-SmBMP antibodies were used. The bracket indicates the pre-processed form of SmBMP ($100 kDa) while the arrow points to a processed form of SmBMP ($37 kDa). Heavy and light chains of the rabbit IgG molecules used in immunoprecipitation are seen at $50 and 25 kDa, respectively. This blot was over-exposed and the region surrounding $25 kDa is shown to the right with an arrow pointing to a second potential processed form of SmBMP ($22 kDa). Equivalent parasite antigen was loaded on a separate gel and probed with anti-paramyosin antibodies.",
                "cite_spans": [
                    {
                        "start": 225,
                        "end": 244,
                        "text": "(Orii et al., 1998;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 245,
                        "end": 265,
                        "text": "Molina et al., 2007)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 438,
                        "end": 464,
                        "text": "(Wilson and Webster, 1974)",
                        "ref_id": null
                    },
                    {
                        "start": 555,
                        "end": 584,
                        "text": "(Finken-Eigen and Kunz, 1997;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 585,
                        "end": 612,
                        "text": "Skelly and Shoemaker, 2001)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1646,
                        "end": 1664,
                        "text": "Cain et al., 2008)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "To date, two Smad1 homologues have been characterised in S. mansoni, SmSmad1 and SmSmad1b (Beall et al., 2000; Carlo et al., 2007) . The expression of SmSmad1 has not been localised to specific tissues of the worm while SmSmad1b has been localisation to the vitellaria, reproductive ducts and subtegumental tissues of the adult female and in subtegumental and an unidentified tissue of the adult male (Carlo et al., 2007) . If SmBMP ligation to its receptor leads to the phosphorylation of both of these Smad1 homologues, SmBMP may have distinct functions in cells that express SmSmad1, SmSmad1b or a combination of the two, by mediating different transcriptional responses. To our knowledge, only one Smad1 homologue has been identified in free-living flatworms (Molina et al., 2007) . Future experiments will be necessary to determine if SmBMP is capable of leading to the phosphorylation of either S. mansoni Smad1 homologue.",
                "cite_spans": [
                    {
                        "start": 90,
                        "end": 110,
                        "text": "(Beall et al., 2000;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 111,
                        "end": 130,
                        "text": "Carlo et al., 2007)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 401,
                        "end": 421,
                        "text": "(Carlo et al., 2007)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 763,
                        "end": 784,
                        "text": "(Molina et al., 2007)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "With the isolation of a BMP homologue from S. mansoni, we now have representatives from each major subfamily of the TGF-b superfamily in this parasitic flatworm. The current version of the S. mansoni genome sequence suggests SmBMP and SmInAct are the only two TGF-b-like ligands present. TGF-b signaling is believed to be present in all metazoans providing a pathway that helps to regulate aspects of development key to being a multicellular organism, such as cell proliferation, differentiation, organisation and death (Massague and Gomis, 2006) . Considering D. melanogaster has seven TGF-b-like ligands and the nematode C. elegans has four, it will be interesting to determine how many functions the two TGF-b homologues in the platyhelminth S. mansoni may fulfill. Fig. 7 . Secretion of SmBMP from adult male parasites. Culture supernatants from male parasites were immunoprecipitated using antibodies from either rabbit preimmune serum or antibodies from rabbit serum after immunisation with recombinant SmBMP. The arrow points to an 80 kDa band specifically immunoprecipitated with anti-SmBMP antibodies while the bracket corresponds to bands $35-42 kDa in size also immunoprecipitated with anti-SmBMP antibodies.",
                "cite_spans": [
                    {
                        "start": 520,
                        "end": 546,
                        "text": "(Massague and Gomis, 2006)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 769,
                        "end": 775,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": "4."
            },
            {
                "text": "T.C.Freitas et al. / International Journal for Parasitology 39 (2009) 281-287",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Schistosome life stages used in this research were supplied by the National Institute of Allergy and Infectious Diseases (NIAID) Schistosomiasis Resource Center at the Biomedical Research Institute (Rockville, MD, USA) through NIAID Contract NO1-AI-30026. This work was supported by NIH Grant R01AI075226 to E.J.P. T.C.F. was supported by Grant No. F32AI071417 from the National Institute of Allergy and Infectious Disease.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Functional conservation of Schistosoma mansoni Smads in TGF-beta signaling",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Beall",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Mcgonigle",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Pearce",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Mol. Biochem. Parasitol",
                "volume": "111",
                "issue": "",
                "pages": "131--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beall, M.J., McGonigle, S., Pearce, E.J., 2000. Functional conservation of Schistosoma mansoni Smads in TGF-beta signaling. Mol. Biochem. Parasitol. 111, 131-142.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Bone morphogenetic protein signaling in the developing kidney: present and future",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Cain",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Hartwig",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Bertram",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "D"
                        ],
                        "last": "Rosenblum",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Differentiation",
                "volume": "76",
                "issue": "",
                "pages": "831--842",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cain, J.E., Hartwig, S., Bertram, J.F., Rosenblum, N.D., 2008. Bone morphogenetic protein signaling in the developing kidney: present and future. Differentiation 76, 831-842.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Identification and characterization of an R-Smad ortholog (SmSmad1B) from Schistosoma mansoni",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Carlo",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Osman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Niles",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Wu",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Fantappie",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "M"
                        ],
                        "last": "Oliveira",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "T"
                        ],
                        "last": "Loverde",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "FEBS J",
                "volume": "274",
                "issue": "",
                "pages": "4075--4093",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carlo, J.M., Osman, A., Niles, E.G., Wu, W., Fantappie, M.R., Oliveira, F.M., LoVerde, P.T., 2007. Identification and characterization of an R-Smad ortholog (SmSmad1B) from Schistosoma mansoni. FEBS J. 274, 4075-4093.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The global status of schistosomiasis and its control",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Chitsulo",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Engels",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Montresor",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Savioli",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Acta Trop",
                "volume": "77",
                "issue": "",
                "pages": "41--51",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chitsulo, L., Engels, D., Montresor, A., Savioli, L., 2000. The global status of schistosomiasis and its control. Acta Trop. 77, 41-51.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Regulation of bone morphogenetic protein activity by pro domains and proprotein convertases",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "B"
                        ],
                        "last": "Constam",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Robertson",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "J. Cell Biol",
                "volume": "144",
                "issue": "",
                "pages": "139--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Constam, D.B., Robertson, E.J., 1999. Regulation of bone morphogenetic protein activity by pro domains and proprotein convertases. J. Cell Biol. 144, 139-149.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The activity and signaling range of mature BMP-4 is regulated by sequential cleavage at two sites within the prodomain of the precursor",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Cui",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hackenmiller",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Berg",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Jean",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Nakayama",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Christian",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Genes Dev",
                "volume": "15",
                "issue": "",
                "pages": "2797--4802",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cui, Y., Hackenmiller, R., Berg, L., Jean, F., Nakayama, T., Thomas, G., Christian, J.L., 2001. The activity and signaling range of mature BMP-4 is regulated by sequential cleavage at two sites within the prodomain of the precursor. Genes Dev. 15, 2797-4802.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A divergent member of the transforming growth factor beta receptor family from Schistosoma mansoni is expressed on the parasite surface membrane",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Davies",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Shoemaker",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Pearce",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "J. Biol. Chem",
                "volume": "273",
                "issue": "",
                "pages": "11234--11240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Davies, S.J., Shoemaker, C.B., Pearce, E.J., 1998. A divergent member of the transforming growth factor beta receptor family from Schistosoma mansoni is expressed on the parasite surface membrane. J. Biol. Chem. 273, 11234-11240.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Dorsal-ventral patterning and neural induction in Xenopus embryos",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "De Robertis",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Kuroda",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Annu. Rev. Cell Dev. Biol",
                "volume": "20",
                "issue": "",
                "pages": "285--308",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "De Robertis, E.M., Kuroda, H., 2004. Dorsal-ventral patterning and neural induction in Xenopus embryos. Annu. Rev. Cell Dev. Biol. 20, 285-308.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Schistosoma mansoni: gene structure and localization of a homologue to cysteine protease ER 60",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Finken-Eigen",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Kunz",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Exp. Parasitol",
                "volume": "86",
                "issue": "",
                "pages": "1--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Finken-Eigen, M., Kunz, W., 1997. Schistosoma mansoni: gene structure and localization of a homologue to cysteine protease ER 60. Exp. Parasitol. 86, 1-7.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Tegumental expression of a novel type II receptor serine/threonine kinase (SmRK2) in Schistosoma mansoni",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Forrester",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Warfel",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Pearce",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Mol. Biochem. Parasitol",
                "volume": "136",
                "issue": "",
                "pages": "149--156",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Forrester, S.G., Warfel, P.W., Pearce, E.J., 2004. Tegumental expression of a novel type II receptor serine/threonine kinase (SmRK2) in Schistosoma mansoni. Mol. Biochem. Parasitol. 136, 149-156.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "TGF-beta signaling controls embryo development in the parasitic flatworm Schistosoma mansoni",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Freitas",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Jung",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Pearce",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "PLoS Pathog",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Freitas, T.C., Jung, E., Pearce, E.J., 2007. TGF-beta signaling controls embryo development in the parasitic flatworm Schistosoma mansoni. PLoS Pathog. 3, e52.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Requirement for activin A and transforming growth factor-beta 1 pro-regions in homodimer assembly",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Gray",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Mason",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Science",
                "volume": "247",
                "issue": "",
                "pages": "1328--1330",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gray, A.M., Mason, A.J., 1990. Requirement for activin A and transforming growth factor-beta 1 pro-regions in homodimer assembly. Science 247, 1328-1330.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The prodomain of BMP-7 targets the BMP-7 complex to the extracellular matrix",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Gregory",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "N"
                        ],
                        "last": "Ono",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "L"
                        ],
                        "last": "Charbonneau",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Kuo",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Keene",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "P"
                        ],
                        "last": "Bachinger",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "Y"
                        ],
                        "last": "Sakai",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "J. Biol. Chem",
                "volume": "280",
                "issue": "",
                "pages": "27970--27980",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gregory, K.E., Ono, R.N., Charbonneau, N.L., Kuo, C.L., Keene, D.R., Bachinger, H.P., Sakai, L.Y., 2005. The prodomain of BMP-7 targets the BMP-7 complex to the extracellular matrix. J. Biol. Chem. 280, 27970-27980.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The neglected tropical diseases: the ancient afflictions of stigma and poverty and the prospects for their control and elimination",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hotez",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Ottesen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fenwick",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Molyneux",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Adv. Exp. Med. Biol",
                "volume": "582",
                "issue": "",
                "pages": "23--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hotez, P., Ottesen, E., Fenwick, A., Molyneux, D., 2006. The neglected tropical diseases: the ancient afflictions of stigma and poverty and the prospects for their control and elimination. Adv. Exp. Med. Biol. 582, 23-33.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Schistosoma mansoni: TGF-beta signaling pathways",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "T"
                        ],
                        "last": "Loverde",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Osman",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Hinck",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Exp. Parasitol",
                "volume": "117",
                "issue": "",
                "pages": "304--317",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Loverde, P.T., Osman, A., Hinck, A., 2007. Schistosoma mansoni: TGF-beta signaling pathways. Exp. Parasitol. 117, 304-317.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "CD8 À dendritic cell activation status plays an integral role in influencing Th2 response development",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Macdonald",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Straw",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Bauman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Pearce",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "J. Immunol",
                "volume": "167",
                "issue": "",
                "pages": "1982--1988",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacDonald, A.S., Straw, A.D., Bauman, B., Pearce, E.J., 2001. CD8 À dendritic cell activation status plays an integral role in influencing Th2 response development. J. Immunol. 167, 1982-1988.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "TGFbeta signaling in growth control, cancer, and heritable disorders",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Massague",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Blain",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Lo",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Cell",
                "volume": "103",
                "issue": "",
                "pages": "295--309",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Massague, J., Blain, S.W., Lo, R.S., 2000. TGFbeta signaling in growth control, cancer, and heritable disorders. Cell 103, 295-309.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The logic of TGFbeta signaling",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Massague",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Gomis",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "FEBS Lett",
                "volume": "580",
                "issue": "",
                "pages": "2811--2820",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Massague, J., Gomis, R.R., 2006. The logic of TGFbeta signaling. FEBS Lett. 580, 2811- 2820.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The BMP pathway is essential for respecification and maintenance of the dorsoventral axis in regenerating and intact planarians",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Molina",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Salo",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Cebria",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Dev. Biol",
                "volume": "311",
                "issue": "",
                "pages": "79--94",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Molina, M.D., Salo, E., Cebria, F., 2007. The BMP pathway is essential for re- specification and maintenance of the dorsoventral axis in regenerating and intact planarians. Dev. Biol. 311, 79-94.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Molecular cloning of bone morphogenetic protein (BMP) gene from the planarian Dugesia japonica",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Orii",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Kato",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Agata",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Watanabe",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Zool. Sci",
                "volume": "15",
                "issue": "",
                "pages": "871--877",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Orii, H., Kato, K., Agata, K., Watanabe, K., 1998. Molecular cloning of bone morphogenetic protein (BMP) gene from the planarian Dugesia japonica. Zool. Sci. 15, 871-877.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Bone morphogenetic protein is required for dorsoventral patterning in the planarian Dugesia japonica",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Orii",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Watanabe",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Dev. Growth Differ",
                "volume": "49",
                "issue": "",
                "pages": "345--349",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Orii, H., Watanabe, K., 2007. Bone morphogenetic protein is required for dorso- ventral patterning in the planarian Dugesia japonica. Dev. Growth Differ 49, 345-349.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Identification and characterization of a Smad2 homologue from Schistosoma mansoni, a transforming growth factorbeta signal transducer",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Osman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Niles",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "T"
                        ],
                        "last": "Loverde",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "J. Biol. Chem",
                "volume": "276",
                "issue": "",
                "pages": "10072--10082",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osman, A., Niles, E.G., LoVerde, P.T., 2001. Identification and characterization of a Smad2 homologue from Schistosoma mansoni, a transforming growth factor- beta signal transducer. J. Biol. Chem. 276, 10072-10082.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Expression of functional Schistosoma mansoni Smad4: role in Erk-mediated transforming growth factor beta (TGFbeta) down-regulation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Osman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Niles",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "T"
                        ],
                        "last": "Loverde",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "J. Biol. Chem",
                "volume": "279",
                "issue": "",
                "pages": "6474--6486",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osman, A., Niles, E.G., LoVerde, P.T., 2004. Expression of functional Schistosoma mansoni Smad4: role in Erk-mediated transforming growth factor beta (TGF- beta) down-regulation. J. Biol. Chem. 279, 6474-6486.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Schistosoma mansoni TGF-b receptor II: role in host ligand-induced regulation of a schistosome target gene",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Osman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Niles",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Verjovski-Almeida",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "T"
                        ],
                        "last": "Loverde",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "PLoS Pathog",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osman, A., Niles, E.G., Verjovski-Almeida, S., LoVerde, P.T., 2006. Schistosoma mansoni TGF-b receptor II: role in host ligand-induced regulation of a schistosome target gene. PLoS Pathog. 2, e54.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Mechanisms of TGF-beta signaling from cell membrane to the nucleus",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Shi",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Massague",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Cell",
                "volume": "113",
                "issue": "",
                "pages": "685--700",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shi, Y., Massague, J., 2003. Mechanisms of TGF-beta signaling from cell membrane to the nucleus. Cell 113, 685-700.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Schistosoma mansoni proteases Sm31 (cathepsin B) and Sm32 (legumain) are expressed in the cecum and protonephridia of cercariae",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Skelly",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Shoemaker",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "J. Parasitol",
                "volume": "87",
                "issue": "",
                "pages": "1218--1221",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skelly, P.J., Shoemaker, C.B., 2001. Schistosoma mansoni proteases Sm31 (cathepsin B) and Sm32 (legumain) are expressed in the cecum and protonephridia of cercariae. J. Parasitol. 87, 1218-1221.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "Genomic organisation of SmBMP. Boxes represent exons with Roman numerals above each box indicating the exon number. Dashed lines represent introns. Exon length is indicated within each box while intron length is indicated above each dashed line. The solid lines flanking the coding region of SmBMP represent the 5 and 3 0 untranslated region (UTR) of the transcript. Arrows indicate potential cleavage sites (RXXR) where asterisks specify those sites with experimental evidence.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "text": "Multiple sequence alignment of the deduced amino sequence of the C-terminal region of SmBMP and other members of the BMP/GDF/MIS subfamily of TGF-b proteins.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "uris": null,
                "text": "Phylogenetic representation of SmBMP among other members of the TGF-b superfamily. SmBMP (boxed) is shown clustering among members of the BMP/GDF/ MIS subfamily (solid line) and not with members of the TGF-b subfamily (dashed line)",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "uris": null,
                "text": "Expression of SmBMP transcript. First strand cDNA from various Schistosoma mansoni stages was used in reverse transcription-PCR. Ethidium bromide-stained gel of products after 35 cycles of amplification. Numbers to the right of each gel represent the amplicon length for each transcript. The life-cycle stage is indicated at the top of each lane.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF4": {
                "uris": null,
                "text": "Expression of native SmBMP protein.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF5": {
                "uris": null,
                "text": "Immunofluorescence localisation analyses. Differential interference contrast (DIC) images (A and B) and fluorescence images (C-F) of adult male sections. Arrows point to the localisation of SmBMP in the main tubules (C) and branches of the protonephridia (D). G, gut; D, dorsal; V, ventral. Scale bar length indicated in A and B are the same as C and E, and D and F, respectively. Pictures shown are representative of two separate experiments.",
                "num": null,
                "type_str": "figure"
            }
        }
    }
}