{
    "paper_id": "A_dynamic_bioenergetic_model_for_coral-_Symbiodinium__symbioses_and_coral_bleaching_as_an_alternate_stable_state",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:41:29.657972Z"
    },
    "title": "Journal of Theoretical Biology",
    "authors": [
        {
            "first": "Ross",
            "middle": [],
            "last": "Cunning",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Hawaii at Manoa",
                "location": {
                    "country": "USA"
                }
            },
            "email": "ross.cunning@gmail.com"
        },
        {
            "first": "Erik",
            "middle": [
                "B"
            ],
            "last": "Muller",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of California",
                "location": {
                    "settlement": "Santa Barbara",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Ruth",
            "middle": [
                "D"
            ],
            "last": "Gates",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Hawaii at Manoa",
                "location": {
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Roger",
            "middle": [
                "M"
            ],
            "last": "Nisbet",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of California",
                "location": {
                    "settlement": "Santa Barbara",
                    "country": "USA"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Coral reef ecosystems owe their ecological success-and vulnerability to climate change-to the symbiotic metabolism of corals and Symbiodinium spp. The urgency to understand and predict the stability and breakdown of these symbioses (i.e., coral 'bleaching') demands the development and application of theoretical tools. Here, we develop a dynamic bioenergetic model of coral-Symbiodinium symbioses that demonstrates realistic steady-state patterns in coral growth and symbiont abundance across gradients of light, nutrients, and feeding. Furthermore, by including a mechanistic treatment of photo-oxidative stress, the model displays dynamics of bleaching and recovery that can be explained as transitions between alternate stable states. These dynamics reveal that \"healthy\" and \"bleached\" states correspond broadly to nitrogen-and carbon-limitation in the system, with transitions between them occurring as integrated responses to multiple environmental factors. Indeed, a suite of complex emergent behaviors reproduced by the model (e.g., bleaching is exacerbated by nutrients and attenuated by feeding) suggests it captures many important attributes of the system; meanwhile, its modular framework and open source R code are designed to facilitate further problem-specific development. We see significant potential for this modeling framework to generate testable hypotheses and predict integrated, mechanistic responses of corals to environmental change, with important implications for understanding the performance and maintenance of symbiotic systems.",
    "pdf_parse": {
        "paper_id": "A_dynamic_bioenergetic_model_for_coral-_Symbiodinium__symbioses_and_coral_bleaching_as_an_alternate_stable_state",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Coral reef ecosystems owe their ecological success-and vulnerability to climate change-to the symbiotic metabolism of corals and Symbiodinium spp. The urgency to understand and predict the stability and breakdown of these symbioses (i.e., coral 'bleaching') demands the development and application of theoretical tools. Here, we develop a dynamic bioenergetic model of coral-Symbiodinium symbioses that demonstrates realistic steady-state patterns in coral growth and symbiont abundance across gradients of light, nutrients, and feeding. Furthermore, by including a mechanistic treatment of photo-oxidative stress, the model displays dynamics of bleaching and recovery that can be explained as transitions between alternate stable states. These dynamics reveal that \"healthy\" and \"bleached\" states correspond broadly to nitrogen-and carbon-limitation in the system, with transitions between them occurring as integrated responses to multiple environmental factors. Indeed, a suite of complex emergent behaviors reproduced by the model (e.g., bleaching is exacerbated by nutrients and attenuated by feeding) suggests it captures many important attributes of the system; meanwhile, its modular framework and open source R code are designed to facilitate further problem-specific development. We see significant potential for this modeling framework to generate testable hypotheses and predict integrated, mechanistic responses of corals to environmental change, with important implications for understanding the performance and maintenance of symbiotic systems.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The nutritional exchange between corals and Symbiodinium directly underlies the capacity of corals to build coral reef ecosystems, worth trillions of US Dollars annually ( Costanza et al., 2014 ) . However, the complex symbiotic metabolism of corals is vulnerable to disruption by numerous anthropogenic environmental perturbations, jeopardizing their future persistence. In order to understand and predict responses of corals to complex changes in their environment, a mechanistic understanding of how multiple interacting factors drive the individual and emergent physiology of both symbiotic partners is necessary. Such a task is well suited for theoretical modeling frameworks such as Dynamic Energy Budget (DEB) theory ( Kooijman, 2010 ) , although the complexity of such theory makes these effort s inaccessible to many biologists ( Jager et al., 2013 ) . In order to bridge this gap, we present here a simplified dynamic bioenergetic model for coral-Symbiodinium symbioses that aims to mechanistically integrate the impacts of complex environmental change on the physiological performance of reef corals, including responses to environmental stress.",
                "cite_spans": [
                    {
                        "start": 170,
                        "end": 195,
                        "text": "( Costanza et al., 2014 )",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 724,
                        "end": 742,
                        "text": "( Kooijman, 2010 )",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 837,
                        "end": 859,
                        "text": "( Jager et al., 2013 )",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In reef coral symbioses, intracellular Symbiodinium translocate photosynthetically fixed carbon to support coral metabolism, while the animal host provides access to inorganic nutrients and carbon dioxide ( Muscatine and Porter, ) . Previous application of DEB theory to this syntrophic system ( Muller et al., 2009 ) demonstrated a stable symbiotic relationship and qualitatively realistic growth and biomass ratios across gradients of ambient irradiance, nutrients, and food. This model (as well as the present work) assumes that (1) Symbiodinium has priority access to fixed carbon through photosynthesis, (2) the coral animal has priority access to nitrogen through contact with seawater and feeding on prey, and (3) each partner shares with the other only what it cannot use for its own growth. In its simplest form, this principle of sharing the surhttp://dx.doi.org/10.1016/j.jtbi.2017.08.003 0022-5193/© 2017 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license. ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) plus is sufficient to describe the dynamics of diverse syntrophic organs and organisms (e.g., trees, duckweeds, corals), suggesting the mechanism is mathematically and evolutionarily robust (Nisbet et al., unpublished data) .",
                "cite_spans": [
                    {
                        "start": 205,
                        "end": 230,
                        "text": "( Muscatine and Porter, )",
                        "ref_id": null
                    },
                    {
                        "start": 294,
                        "end": 315,
                        "text": "( Muller et al., 2009",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1263,
                        "end": 1296,
                        "text": "(Nisbet et al., unpublished data)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "While the formal DEB model of Muller et al. (2009) represents the most significant theoretical contribution in coral symbiosis research to date, we aim to strengthen the role of theory and broaden its potential application in three primary ways:",
                "cite_spans": [
                    {
                        "start": 30,
                        "end": 50,
                        "text": "Muller et al. (2009)",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "1. Develop a new module of photo-oxidative stress. Of primary interest to coral biologists and ecologists is symbiosis dysfunction under environmental stress, resulting in coral \"bleaching\" -the loss of algal symbionts from the association ( Jokiel and Coles, 1977 ) . Bleaching is thought to be triggered by photooxidative stress in Symbiodinium ( Weis, 2008 ) , which has been modeled previously as a response to absolute external irradiance ( Eynaud et al., 2011 ) . However, this response may also depend on self-shading by other symbionts ( Enríquez et al., 2005 ) , CO 2 availability at the site of photosynthesis ( Wooldridge, 2009 ) , and other non-photochemical quenching mechanisms ( Roth, 2014 ) . We incorporate these features into a new photooxidative stress module linking overreduction of the photosynthetic light reactions to downstream impacts of photoinhibition and photodamage. Importantly, this formulation introduces a link between CO 2 -limitation of photosynthesis and bleaching, and potential synergistic roles for heterotrophy and nutrient availability in influencing bleaching responses ( Wooldridge, 2014b ) . 2. Reduce theoretical and mathematical complexity. Following the logic of Jager et al. 2013, we exclude certain features of formal DEB theory in order to capture behaviors of interest with the simplest possible formulation. Here, we present a model without reserves, maturity, or reproduction (see Kooijman, 2010 ) . This formulation precludes modeling the full life cycle of corals as reproduction, larval stages, and metamorphosis are not considered, but greatly reduces theoretical complexity and parameter numbers, which is advantageous given the relative paucity of data for corals. Moreover, dynamics of the symbiosis (i.e., changes in symbiont to host biomass, including bleaching and recovery) and coral biomass growth are efficiently captured with this simpler formulation, which also increases accessibility for biologists and ecologists without requiring expertise in DEB theory. 3. Provide well-documented, open source code. In order to facilitate the continued development and application of theoretical modeling tools for coral symbioses, we provide access to the model in the form of an R package called coRal ( github.com/jrcunning/ coRal ), which users may install to run and visualize model simulations. With an accessible and modular framework, we envision this code base as a resource for further development by the scientific community to include additional complexity and problem-specific components. We chose R ( R Core Team, 2014 ) , an open source programming language in common use by biologists and ecologists, to reach the widest possible audience with this work.",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 266,
                        "text": "( Jokiel and Coles, 1977 )",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 347,
                        "end": 361,
                        "text": "( Weis, 2008 )",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 444,
                        "end": 467,
                        "text": "( Eynaud et al., 2011 )",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 544,
                        "end": 569,
                        "text": "( Enríquez et al., 2005 )",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 620,
                        "end": 640,
                        "text": "( Wooldridge, 2009 )",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 692,
                        "end": 706,
                        "text": "( Roth, 2014 )",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 1113,
                        "end": 1134,
                        "text": "( Wooldridge, 2014b )",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 1435,
                        "end": 1451,
                        "text": "Kooijman, 2010 )",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 2580,
                        "end": 2592,
                        "text": "Team, 2014 )",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "With these as our primary motivations, we describe a simplified approach to bioenergetic modeling of coral-Symbiodinium symbioses that dynamically integrates the influences of external irradiance, nutrients, and prey availability on coral growth and symbiosis dynamics (i.e., changes in symbiont:host biomass ratios), allowing for the possibility of coral bleaching in response to photooxidative stress. An emergent finding of this work is that coral bleaching can be interpreted as an alternate stable state of the symbiotic system, which provides a new framework for understanding the mechanisms that drive a coral into a bleached state, as well as those that facilitate recovery. In the following sections, Fig. 1 . Graphical representation of coral-algal symbiosis model. Light, CO 2 , prey, and DIN are acquired from the external environment proportional to the biomass of the partner indicated by the black box for uptake. Mass fluxes (see Table 1 for definitions) are represented by j 's with subscripts indicating the type of mass, and in some cases the process (e.g., j CP is the flux of carbon produced by photosynthesis), and ρ's indicate fluxes that are shared by one partner with the other. Parallel complementary synthesizing units (SUs) are represented by large circles, and rejection fluxes from these SUs are indicated by dashed lines. c ROS is a proportional rate that impacts other model fluxes by inhibition or acceleration; likewise, j eC accelerates the rate of j CO 2 . Recycling fluxes are not shown for clarity (but see Table 1 for definitions).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 710,
                        "end": 716,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 946,
                        "end": 953,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 1545,
                        "end": 1552,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "we describe and provide rationale for the model structure, demonstrate a range of steady state and dynamic behaviors that are consistent with observed phenomena, and discuss new insights from this work in understanding responses of coral-Symbiodinium symbioses to environmental change.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": "1."
            },
            {
                "text": "In this dynamical system, both the coral host and algal symbiont acquire and use carbon and nitrogen to construct biomass. The symbiont fixes carbon through photosynthesis and receives nitrogen shared by the host, while the host acquires nitrogen from the environment and receives carbon shared by the symbiont. A graphical representation of the model is presented in Fig. 1 , and each model flux and parameter is defined in Tables 1 and 2 , respectively. We use C-moles (C-mol) as the unit of biomass for consistency with the rigorous mass balance of DEB theory: 1 C-mol is equivalent to the amount of biomass containing 1 mol of carbon atoms. Host biomass (expressed as C-mol H), symbiont biomass (expressed as C-mol S), and prey biomass (expressed as C-mol X) have fixed, but different, molar N:C ratios ( Table 2 ) , consistent with the assumption of strong homeostasis in DEB theory ( Kooijman, 2010 ) . Biomass is produced from carbon and nitrogen by parallel complementary synthesizing units (SUs) -mathematical specifications of the formation of a product by a metabolic network processing two complementary substrates in parallel ( Kooijman, 2010 , p. 105, Fig. 3.7) . The two state variables in the model are symbiont biomass and coral biomass; because resources are acquired proportionally to surface area, and surface area is proportional to volume (corals are V1-morphs in a DEB context ( Kooijman, 2010 , Table 1 Model fluxes (mass-specific). Units are explained in the text. (Abbreviations: CCMs = carbon concentrating mechanisms; NPQ = non-photochemical quenching; ROS = reactive oxygen species).",
                "cite_spans": [
                    {
                        "start": 888,
                        "end": 906,
                        "text": "( Kooijman, 2010 )",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1139,
                        "end": 1175,
                        "text": "( Kooijman, 2010 , p. 105, Fig. 3.7)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 368,
                        "end": 374,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 807,
                        "end": 818,
                        "text": "( Table 2 )",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1419,
                        "end": 1426,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Model description",
                "sec_num": "2."
            },
            {
                "text": "Description Units Eq. no.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "j X Prey assimilation (feeding) rate C-mol X C-mol H −1 d −1 (3) j N Nitrogen uptake rate mol N Cmol H −1 d −1 (4) j HG",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Host biomass formation rate C-mol H C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "H −1 d −1 (5) j HT",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Host biomass turnover rate C-mol H C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "H −1 d −1 (6) r NH",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Recycled nitrogen from host turnover mol N C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "H −1 d −1 (7) ρ N",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Nitrogen shared with the symbiont mol N C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "H −1 d −1 (8) j eC",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Excess carbon used to activate host CCMs mol C C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "H −1 d −1 (9) j CO 2 CO 2 input to photosynthesis mol CO 2 C-mol H −1 d −1 (10) j L Light absorption rate mol photons C-mol S −1 d −1 (12) r CH Recycled CO 2 from host mol CO 2 C-mol H −1 d −1 (13) r CS Recycled CO 2 from symbiont mol CO 2 C-mol S −1 d −1 (14) j CP Photosynthesis rate mol C C-mol S −1 d −1 (15) j eL",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Light energy in excess of photochemistry mol photons C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "S −1 d −1 (16) j NPQ Total capacity of NPQ mol photons C-mol S −1 d −1 (17) c ROS ROS production proportional to baseline - (18) r NS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Recycled nitrogen from symbiont turnover mol N C-mol Maximum prey assimilation rate from host feeding C-mol X C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "S −1 d −1 (19) j SG Symbiont biomass formation rate C-mol S C-mol S −1 d −1 (20) ρ C Fixed carbon shared with host mol C C-mol S −1 d −1 (21) j ST Symbiont biomass turnover rate C-mol S C-mol S −1 d −1 (22)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "H −1 d −1 0.13 K X",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Half-saturation constant for prey assimilation C-mol X L −1 10 −6 j Nm Maximum host DIN uptake rate mol N C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "H −1 d −1 0.035 K N",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Half-saturation constant for host DIN uptake mol N L −1 1 . 5 × 10 −6 k CO 2 Efficacy of CO 2 delivery to photosynthesis by host CCMs mol CO 2 mol C −1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbol",
                "sec_num": null
            },
            {
                "text": "Maximum specific growth rate of host C-mol H C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "H −1 d −1 1 y CL Quantum yield of photosynthesis mol C mol photons −1 0.1 y C Yield of biomass formation from carbon C-mol mol C −1 0.8 ā *",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "Effective light-absorbing cross-section of symbiont",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "m 2 C-mol S −1 1.34 k NPQ NPQ capacity of symbiont mol photons C-mol S −1 d −1 112 k ROS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "Excess photon energy that doubles ROS production, relative to baseline levels mol photons C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "S −1 d −1 80 j CPm",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "Maximum specific photosynthesis rate of symbiont mol C C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "S −1 d −1 2.8 j SGm",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "Maximum specific growth rate of symbiont C-mol S C-mol",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "S −1 d −1 0.25 b",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "Scaling parameter for bleaching response -5 p. 122), biomass increases exponentially during growth (indeed, corals grow exponentially Bak, 1976 ) . Environmental stress is implemented in the form of photooxidative stress, which is thought to be a primary trigger of coral bleaching ( Lesser, 1997; Weis, 2008; Wooldridge, 2009 ) . To simulate bleaching, we model the absorption and quenching of light energy by photochemistry and non-photochemical quenching, and the responses that occur (i.e., photoinhibition, photodamage, and symbiont loss) when these quenching capacities are overwhelmed. While bleaching in response to high light alone has been observed experimentally ( Downs et al., 2013; Schutter et al., 2011 ) , mass coral bleaching events occur concurrently with high temperature ( Hoegh-Guldberg, 1999 ) . Thus, it is important to justify our consideration of light as the primary stressor. In reality, light and temperature interact synergistically ( Coles and Jokiel, 1978; Jones et al., 1998 ) , and in fact, any stressor that disrupts the quenching of light energy may lead to bleaching Wooldridge, 2010 ) . This is because the proximate cause of photo-oxidative stress is excess excitation energy, but the upstream events that lead to this situation may be diverse. Indeed, elevated temperature may inhibit Rubisco functioning ( Jones et al., 1998 ) and the repair of the D1 protein in photosystem II ( Warner et al., 1999 ) , which reduces the capacity of photochemical quenching and leads to an excess of light energy. In this way, elevated temperature serves to reduce the threshold above which light stresses the system ( Hoegh-Guldberg, 1999 ) ; importantly, light is still the proximate stressor. Therefore, we omitted temperature from the model to maintain a desired level of simplicity, while still allowing photooxidative stress and bleaching to be simulated with biological realism in response to light.",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 145,
                        "text": "Bak, 1976 )",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 282,
                        "end": 297,
                        "text": "( Lesser, 1997;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 298,
                        "end": 309,
                        "text": "Weis, 2008;",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 310,
                        "end": 328,
                        "text": "Wooldridge, 2009 )",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 674,
                        "end": 695,
                        "text": "( Downs et al., 2013;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 696,
                        "end": 719,
                        "text": "Schutter et al., 2011 )",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 791,
                        "end": 815,
                        "text": "( Hoegh-Guldberg, 1999 )",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 962,
                        "end": 987,
                        "text": "( Coles and Jokiel, 1978;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 988,
                        "end": 1008,
                        "text": "Jones et al., 1998 )",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1103,
                        "end": 1121,
                        "text": "Wooldridge, 2010 )",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 1344,
                        "end": 1366,
                        "text": "( Jones et al., 1998 )",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1418,
                        "end": 1441,
                        "text": "( Warner et al., 1999 )",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 1641,
                        "end": 1665,
                        "text": "( Hoegh-Guldberg, 1999 )",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "j HGm",
                "sec_num": "10"
            },
            {
                "text": "The balance equations for symbiont ( S ) and host ( H ) biomass are expressed as \"specific\" rates, i.e. rates per unit of symbiont and host biomass, respectively:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "State equations",
                "sec_num": "2.1."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "dS Sdt = j SG − j ST (1) dH Hdt = j HG − j HT .",
                        "eq_num": "(2)"
                    }
                ],
                "section": "State equations",
                "sec_num": "2.1."
            },
            {
                "text": "The specific biomass growth and turnover rates that define these balance equations are produced by combinations of the individual model fluxes (see Table 1 for definitions and units), which are each expressed as mass-specific rates (e.g., per C-mole of symbiont or host biomass per day). When necessary, conversions between symbiont-mass-specific and host-mass-specific rates are accomplished by multiplying or dividing by the symbiont:host biomass ratio.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 148,
                        "end": 155,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "State equations",
                "sec_num": "2.1."
            },
            {
                "text": "The coral animal acquires both carbon and nitrogen from feeding on prey from the environment. Assimilation from feeding is specified by Michaelis-Menten kinetics (i.e., a Holling type II function) with a maximum rate of j Xm and half-saturation constant K X :",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "j X = j Xm • X X + K X .",
                        "eq_num": "(3)"
                    }
                ],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "Additionally, the coral animal acquires dissolved inorganic nitrogen (DIN) from the surrounding seawater, which is assumed to represent ammonium, the primary form utilized by corals ( Yellowlees et al., 2008 ) . This gives the host (rather than the symbiont) priority in nitrogen utilization; this capacity is supported by experimental evidence ( Wang and Douglas, 1998 ) and is consistent with the spatial arrangment of the partners, where the host is in direct contact with the external environment. The uptake of nitrogen from the environment is thus specified by Michaelis-Menten kinetics using a maximum uptake rate j Nm and half-saturation constant K N :",
                "cite_spans": [
                    {
                        "start": 182,
                        "end": 209,
                        "text": "( Yellowlees et al., 2008 )",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 345,
                        "end": 371,
                        "text": "( Wang and Douglas, 1998 )",
                        "ref_id": "BIBREF57"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "j N = j Nm • N N + K N .",
                        "eq_num": "(4)"
                    }
                ],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "Coral biomass formation is then specified by a parallel complementary SU (formula in Kooijman, 2010 , Fig. 3 .7). The general form for a production flux is (m",
                "cite_spans": [
                    {
                        "start": 85,
                        "end": 108,
                        "text": "Kooijman, 2010 , Fig. 3",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "−1 + x −1 + y −1 − (x + y ) −1 ) −1 , where m",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "is the maximum production flux, and x and y are the input fluxes of the two substrates. Coral biomass is thus produced from carbon and nitrogen according to",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "j HG = 1 j HGm + 1 y C ρ C S H + j X + 1 ( j N + n NX j X + r NH ) n −1 NH − 1 y C ρ C S H + j X + ( j N + n NX j X + r NH ) n −1 NH −1 (5)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "where ρ C is fixed carbon shared by the symbiont (see Eq. 21), and r NH is recycled nitrogen liberated by host biomass turnover (see Eq. (7) ). The parameter y C specifies the yield of biomass from organic carbon, which we take to be 0.8 to satisfy redox balance (see Muller et al., 2009 ) . Host biomass turnover is equal to the specific maintenance rate of host biomass, j HT = j 0 HT (6) and the specific flux of nitrogen that is recycled to the host biomass SU is calculated as",
                "cite_spans": [
                    {
                        "start": 268,
                        "end": 289,
                        "text": "Muller et al., 2009 )",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 387,
                        "end": 390,
                        "text": "(6)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "r NH = σ NH n NH j HT . (7)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "The amount of nitrogen input to the coral biomass SU in excess of what is actually consumed in biomass formation (i.e., surplus nitrogen, or the rejection flux 1 of the SU) is then made available to the symbiont:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "ρ N = ( j N + n NX j X + r NH − n NH j HG y −1 C ) + .",
                        "eq_num": "(8)"
                    }
                ],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "Due to the inherent inefficiency of the parallel complementary SU formulation, there is always some nitrogen shared with the symbiont even when coral biomass formation is strongly nitrogenlimited. Likewise, there is always a non-zero rejection flux of excess carbon from the coral biomass SU. The carbon rejected from this SU reflects the amount of excess fixed carbon available to the host that is not used in biomass formation:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "j eC = j X + ρ C S H − j HG y −1 C + .",
                        "eq_num": "(9)"
                    }
                ],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "This flux, j eC , is assumed to be available to the host as a respiratory substrate to support energetically demanding processes; of particular importance is the host's active carbon concentrating mechanisms (CCMs) that supply CO 2 for symbiont photosynthesis Wooldridge, 2013 ) . We therefore specify j CO 2 as the host-mediated delivery of CO 2 to photosynthesis that encompasses potentially diverse CCMs, including active transport of bicarbonate, carbonic anhydrase-catalyzed conversion of bicarbonate to CO 2 to promote diffusion toward the symbiont , and acidification of the symbiosome to increase localized CO 2 concentrations around the symbiont ( Barott et al., 2014 ) . Since these active CCMs require energetic input by the host, we define j CO 2 as proportional to j eC , assuming that some of this carbon is respired to energize the CCMs. This formulation means that the symbiont indirectly ensures its own CO 2 supply by providing fixed carbon ( = energy) to the host ( Wooldridge, 2013 ) . The parameter k CO 2 scales the efficacy of host CCMs, which enables the comparison of different rates of CO 2 delivery that may characterize different coral species ( Wooldridge, 2014a ) . The active input of CO 2 to the photosynthesis SU is therefore specified as",
                "cite_spans": [
                    {
                        "start": 260,
                        "end": 278,
                        "text": "Wooldridge, 2013 )",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 655,
                        "end": 678,
                        "text": "( Barott et al., 2014 )",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 983,
                        "end": 1003,
                        "text": "( Wooldridge, 2013 )",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 1172,
                        "end": 1193,
                        "text": "( Wooldridge, 2014a )",
                        "ref_id": "BIBREF64"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "j CO 2 = k CO 2 j eC (10)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral animal fluxes",
                "sec_num": "2.2."
            },
            {
                "text": "The symbiont produces fixed carbon through photosynthesis, a process represented here by a single SU with two substrates: light (photons) and inorganic carbon (CO 2 ). The amount of light absorbed by the symbiont depends on the scalar irradiance at the site of light absorption, which is modified substantially relative to external downwelling irradiance owing to multiple scattering by the coral skeleton and self-shading by surrounding symbionts ( Enríquez et al., 2005; Marcelino et al., 2013 ) . We used skeletal light amplification measurements from Marcelino et al. (2013) to empirically derive an amplification factor, A (Fig. S1 ), indicating the ratio of internal scalar irradiance to external downwelling irradiance as a function of symbiont density (S:H biomass), which is specified as",
                "cite_spans": [
                    {
                        "start": 448,
                        "end": 472,
                        "text": "( Enríquez et al., 2005;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 473,
                        "end": 497,
                        "text": "Marcelino et al., 2013 )",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 555,
                        "end": 578,
                        "text": "Marcelino et al. (2013)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 628,
                        "end": 636,
                        "text": "(Fig. S1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "A = 1 . 26 + 1 . 39 • exp −6 . 48 • S H .",
                        "eq_num": "(11)"
                    }
                ],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "This amplification factor is then multiplied by the external downwelling irradiance L and a parameter representing the effective light-absorbing surface area of symbiont biomass ā * to specify the total light absorption:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "j L = A • L •ā * .",
                        "eq_num": "(12)"
                    }
                ],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "CO 2 arrives at the photosynthesis SU from multiple sources: in addition to the CO 2 actively supplied by the host through its CCMs ( j CO 2 ; Eq. (10) ), we assume a fixed proportion σ CH of metabolic 1 Rejection fluxes must always be positive, and hence are specified with the notation (x ) + , which means max ( x , 0). CO 2 generated by the host from both biomass turnover and formation is passively available to the photosynthesis SU, according to",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "r CH = σ CH ( j HT + (1 − y C ) j HG y −1 C )",
                        "eq_num": "(13)"
                    }
                ],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "along with a fixed proportion of CO 2 generated by symbiont biomass turnover 2 and formation:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "r CS = σ CS ( j 0 ST + (1 − y C ) j SG y −1 C ) .",
                        "eq_num": "(14)"
                    }
                ],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "Fixed carbon is then produced by the photosynthesis SU according to",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "j CP = 1 j CPm + 1 y CL j L + 1 ( j CO 2 + r CH ) H S + r CS − 1 y CL j L + ( j CO 2 + r CH ) H S + r CS −1 • c −1 ROS (15)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "where j CPm is the maximum specific rate of photosynthesis, and c ROS is the relative rate ( ≥ 1) of reactive oxygen species production (see Eq. 18). Dividing the photosynthetic rate by c ROS causes a decline in response to photooxidative stress at high light levels, and the emergent outcome of this SU formulation demonstrates a classic photoinhibition response ( Fig. S2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 366,
                        "end": 373,
                        "text": "Fig. S2",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "Light energy absorbed in excess of what is used to fix carbon is specified by the SU rejection flux, according to",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "j eL = ( j L − j CP y −1 CL ) + .",
                        "eq_num": "(16)"
                    }
                ],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "This excess light energy must be quenched by alternative pathways in order to prevent photooxidative damage ( Powles, 1984 ) . Symbiodinium utilize a variety of pathways for non-photochemical quenching (NPQ; Roth, 2014 ), which we collect in a total NPQ capacity specified as a parameter of the symbiont ( k NPQ ). The NPQ flux j NPQ is then specified as a single-substrate SU formula with a maximum of k NPQ :",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 124,
                        "text": "( Powles, 1984 )",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "j NPQ = (k −1 NPQ + j −1 eL ) −1 (17)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "If light energy further exceeds the capacity of both photochemistry and NPQ, then reactive oxygen species (ROS) are produced. We represent this as a relative quantity c ROS , which takes a value of 1 when all light energy is quenched by photochemistry and NPQ, and increases as the amount of excess excitation energy increases, specified as",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "c ROS = 1 + ( j eL − j NPQ ) + k ROS (18)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "where k ROS is a parameter of the symbiont that determines the rate of ROS production (specifically, the amount of excess excitation energy that doubles ROS production relative to baseline levels). Importantly, c ROS is specified here not as a function of absolute external light, but rather the amount of excess light energy after accounting for quenching by carbon fixation and NPQ. A direct consequence of this formulation is that CO 2 -limitation of photosynthesis can lead to ROS production, an important mechanism ( Butow et al., 1998; Wooldridge, 2009 ) that was not captured by previous representations of photooxidative stress ( Eynaud et al., 2011 ) . With this single SU, both the light and dark reactions of photosynthesis are represented, allowing for sink-limitation (i.e., CO 2 -limitation) to cause overreduction of the electron transport chain and ROS production.",
                "cite_spans": [
                    {
                        "start": 520,
                        "end": 541,
                        "text": "( Butow et al., 1998;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 542,
                        "end": 560,
                        "text": "Wooldridge, 2009 )",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 636,
                        "end": 659,
                        "text": "( Eynaud et al., 2011 )",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "Carbon fixed by photosynthesis ( j CP ; Eq. (15) ) is then combined with nitrogen shared by the host ( ρ N ; Eq. (8) ) and nitrogen recycled from symbiont biomass turnover (see footnote 2)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "r NS = σ NS n NS j 0 ST (19)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "to build new symbiont biomass, following the SU equation:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "j SG = 1 j SGm + 1 y C j CP + 1 (ρ N H S + r NS ) n −1 NS − 1 y C j CP + (ρ N H S + r NS ) n −1 NS −1",
                        "eq_num": "(20)"
                    }
                ],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "The rejection flux of carbon from this SU represents the amount of fixed carbon produced by photosynthesis in excess of what can be used to produce symbiont biomass; this surplus, ρ C , is translocated to the coral host:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "ρ C = ( j CP − j SG y −1 C ) +",
                        "eq_num": "(21)"
                    }
                ],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "Nitrogen rejected by the symbiont biomass SU, which has already been rejected by the host biomass SU, cannot be used by either partner and is thus lost to the environment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "Symbiont biomass turnover includes a component of constant turnover specified by the parameter j 0",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "ST , representing fixed maintenance costs, plus a component that scales with the magnitude of ROS production,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "j ST = j 0 ST (1 + b(c ROS − 1)) . (22)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "This second component of symbiont biomass loss represents both photodamage and/or symbiont expulsion (i.e., bleaching), both of which occur in response to high levels of ROS production. The parameter b is included to scale biomass loss due to bleaching in response to ROS.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "To aid in visualizing model results, we calculated values to indicate the degree to which product formation at an SU was limited by availability of either of its two substrates using the formula log",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "min ( j S1 , j Pm ) min ( j S2 , j Pm ) (23)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "where j S 1 and j S 2 are the specific input fluxes of the two substrates and j Pm is the maximum specific product formation rate, in units of Cmol Cmol −1 d −1 . When both substrate input fluxes are higher than what can be used at the maximum production rate, this limitation coefficient is zero, implying that neither substrate is limiting production.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Symbiodinium fluxes",
                "sec_num": "2.3."
            },
            {
                "text": "The model dynamics are specified by the differential equations (1) and ( 2 ) that impose biomass balance for host and symbiont and by a set of coupled non-linear algebraic equations ( 3 )-( 22 ) that define fluxes. Several of these fluxes are defined implicitly ; for example, the rejection fluxes of carbon and nitrogen from the symbiont and host biomass SUs, respectively, act as reciprocal input fluxes to the other SU. Similarly, the photosynthesis SU receives CO 2 at a rate proportional to the carbon rejection flux from the host biomass SU, and the rejection flux of excitation energy from the photosynthesis SU acts to reduce its own production through photoinhibition. Without further assumptions, however, the dynamical system is not always unambiguously defined because for some combinations of parameters and environmental forcing functions the system of algebraic equations has more than one solution with all fluxes non-negative (see results below). In such circumstances, the right hand side of the differential equations (1) and ( 2 ) is not uniquely defined even when S and H are specified. We resolved this problem by defining the dynamical system as the limit as a time step t → 0 of a discretized system corresponding to Euler integration of the differential equations, with those fluxes that represent flows of elemental matter implemented by assuming that transfer of material between components of the system takes one time step. Thus, for example, carbon rejected from the symbiont SU at time t arrives at the host SU at time t + t.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Numerical analysis",
                "sec_num": "2.4."
            },
            {
                "text": "Simulations using the discretized scheme were performed using R code developed in the coRal R package ( github.com/jrcunning/ coRal ). By experimentation, we found that a time step of 0.1 days gave adequate precision for most simulations (including used to generate Figs. 2 -8 in this paper). For steady state estimations, sim-ulations were run until the changes in specific growth rate of the host and the S:H biomass ratio were less than 1e −5 per time step. In regions of state space where very slow transient dynamics could be expected (i.e. near bifurcation points), sample steady state calculations were verified using MATHEMATICA code for numerical root finding (function FindRoot) with the code written independently by a coauthor without reference to the R code. All of the R code for the simulations and figures presented in this paper can be found in the accompanying data repository at github.com/ jrcunning/coRal-analysis .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Numerical analysis",
                "sec_num": "2.4."
            },
            {
                "text": "In a constant environment, the system ultimately reaches a steady state of exponential growth or decline. However, under some conditions, either of these outcomes may occur depending on initial values of symbiont and host biomass, indicating the presence of alternate stable states ( Fig. 2 ) . The mechanism that produces these alternate stable states is the positive feedback between carbon-limitation of the host and CO 2 -limitation of photosynthesis: if symbiont biomass is initially very low (i.e., a \"bleached\" coral), very little carbon is fixed, and the system cannot escape this positive feedback and cannot grow (unless feeding is sufficiently high). However, if symbiont biomass is initially high (i.e., a \"healthy\" coral), then the system remains in a nitrogen-limited state with positive growth. For practical purposes, this section of the manuscript considers only positive growth steady states under constant environments; subsequently, we explore how environmental forcing may cause the system to switch between alternate stable states, which we interpret in the context of coral bleaching (see \"Coral Bleaching and Recovery\", below).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 282,
                        "end": 292,
                        "text": "( Fig. 2 )",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Steady state behavior",
                "sec_num": "3."
            },
            {
                "text": "To analyze positive-growth steady state behavior, we ran the model to steady state across gradients of external irradiance and nutrients ( Fig. ) , which revealed patterns consistent with observed phenomena in corals. Predicted growth rates are low at low light and DIN ( ∼ 0.01 d −1 ), and begin increasing as both of these factors increase ( Fig. 3 (A) ). Low light limits photosynthetic rates, resulting in less fixed carbon shared with the host and an asso- Fig. 3 . Steady state values of (A) specific growth (C-mol H C-mol H −1 d −1 ) and (B) the symbiont to host biomass ratio (C-mol S C-mol H −1 ) across gradients of external irradiance and dissolved inorganic nitrogen. Note that typical conditions for reefs are ∼ 1e −7 M DIN and 10-20 mol photons m −2 d −1 . Simulations for each combination of light and nutrients (41 points along each axis) were run to steady state with all parameters at default values and prey density set to zero. Negative steady state growth rates and corresponding S:H ratios were set to zero, and a ceiling of 0.5 was imposed on S:H ratios to aid in visualization. Fig. 4 . Sensitivity analysis. Plots show the fractional change in steady state values of growth rate (solid lines) and S:H biomass (dashed lines) in response to fractional changes in default parameter values (see Table 2 for default values). Parameters are grouped by the processes in which they are involved. This sensitivity analysis was conducted at conditions typical for coral reef environments: low DIN (1e −7 M) and intermediate light (15 mol photons m −2 d −2 ), with prey density set to zero. Sensitivity analyses conducted other environmental conditions are presented in Figs. S3-S7. ciated increase in the symbiont to host biomass ratio ( Fig. 3 (B) ). In agreement with this trend are many observations of negative correlation between irradiance and symbiont density ( Brown et al., 1999; Fitt et al., 20 0 0; Stimson, 1997; Titlyanov et al., 2001 ). As higher light alleviates light-limitation of photosynthesis, host growth becomes less carbon-limited.",
                "cite_spans": [
                    {
                        "start": 1882,
                        "end": 1903,
                        "text": "( Brown et al., 1999;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1904,
                        "end": 1924,
                        "text": "Fitt et al., 20 0 0;",
                        "ref_id": null
                    },
                    {
                        "start": 1925,
                        "end": 1939,
                        "text": "Stimson, 1997;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 1940,
                        "end": 1962,
                        "text": "Titlyanov et al., 2001",
                        "ref_id": "BIBREF56"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 139,
                        "end": 145,
                        "text": "Fig. )",
                        "ref_id": null
                    },
                    {
                        "start": 342,
                        "end": 354,
                        "text": "( Fig. 3 (A)",
                        "ref_id": null
                    },
                    {
                        "start": 462,
                        "end": 468,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 1102,
                        "end": 1108,
                        "text": "Fig. 4",
                        "ref_id": null
                    },
                    {
                        "start": 1316,
                        "end": 1323,
                        "text": "Table 2",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1751,
                        "end": 1763,
                        "text": "( Fig. 3 (B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Steady state behavior",
                "sec_num": "3."
            },
            {
                "text": "Similarly, increasing DIN alleviates nitrogen-limitation ( Fig. 3 (A) ). Increased growth at higher DIN is predicted by the DEB model of Muller et al. (2009) , and has also been observed experimentally ( Muller-Parker et al., 1994; Tanaka et al., 2013 Tanaka et al., , 2007 . However, DIN elevation beyond a certain point (e.g., ∼ 3-4 μM in these simulations) has little effect on growth as carbon becomes limiting. Although very high nutrient levels may reduce growth in nature ( Shantz et al., 2015 ) , these impacts are not likely to occur within the range of concentrations considered here ( < 4 μM) ( Ferrier-Pagés et al., 20 0 0 ). In addition to increasing growth, DIN also increases the symbiont to host biomass ratio ( Fig. 3 (B) ), a phenomenon also observed in reef corals ( Marubini and Davies, 1996 ) . At low DIN and intermediate light, more typical of coral reef environments, symbiont to host biomass ratios are around ∼ 0.06-0.21, which is consistent with values reported in the literature ( Edmunds et al., 2011; Hawkins et al., 2016; Muscatine et al., 1981 ) .",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 157,
                        "text": "Muller et al. (2009)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 202,
                        "end": 231,
                        "text": "( Muller-Parker et al., 1994;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 232,
                        "end": 251,
                        "text": "Tanaka et al., 2013",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 252,
                        "end": 273,
                        "text": "Tanaka et al., , 2007",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 479,
                        "end": 502,
                        "text": "( Shantz et al., 2015 )",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 784,
                        "end": 813,
                        "text": "( Marubini and Davies, 1996 )",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1007,
                        "end": 1030,
                        "text": "( Edmunds et al., 2011;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1031,
                        "end": 1052,
                        "text": "Hawkins et al., 2016;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1053,
                        "end": 1077,
                        "text": "Muscatine et al., 1981 )",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 59,
                        "end": 69,
                        "text": "Fig. 3 (A)",
                        "ref_id": null
                    },
                    {
                        "start": 726,
                        "end": 738,
                        "text": "( Fig. 3 (B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Steady state behavior",
                "sec_num": "3."
            },
            {
                "text": "The maximum predicted growth rates of ∼ 0.1 d −1 , occurring between ∼ 10-25 mol photons m −2 d −1 light and ∼ 4 μM DIN ( Fig. 3 (A) ), are comparable to the rate of 0.07 d −1 measured by Tanaka et al. (2007) in Acropora pulchra under similar N-enriched conditions. Under conditions more typical of reef environments ( < 0.5 μM DIN), predicted growth rates are ∼ 0.01-0.03 d −1 . Observed specific growth rates in several coral species fall near or below the lower end of this range ( ∼ 0.01 d −1 ) , though values as high as 0.025 d −1 have been reported in Galaxea fascicularis ( Schutter et al., 2010 ) , and 0.04 d −1 in Aiptasia diaphana , a non-calcifying symbiotic anemone Fig. 5 . Light-driven seasonal dynamics of symbiont abundance and coral growth. Light input (upper panel) was designed as a sinusoidal curve with a period of one year, with maximum and minimum values of 44 and 20 mol photons m −2 d −1 , corresponding to those measured by Stimson (1997) . The dynamic behavior of symbiont to host biomass ratio (middle panel) and the specific growth rate of host biomass (lower panel) show seasonal oscillations that are greater in magnitude under high nutrients (15.14 μM N; dashed lines) relative to low nutrients (0.14 μM N; solid lines), consistent with the findings of Stimson (1997) . Prey density was set at 1e −6 CmolX L −1 . ( Armoza-Zvuloni et al., 2014 ) . However, it is not surprising that observed growth rates are often lower than model predictions, since the model does not account for ecological factors that may limit growth (e.g., competition, predation, bioerosion). Furthermore, while most measurements are made on skeletal growth, the model predicts biomass growth, which may not always be strongly correlated ( Anthony, 2002 ) .",
                "cite_spans": [
                    {
                        "start": 188,
                        "end": 208,
                        "text": "Tanaka et al. (2007)",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 580,
                        "end": 605,
                        "text": "( Schutter et al., 2010 )",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 952,
                        "end": 966,
                        "text": "Stimson (1997)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 1287,
                        "end": 1301,
                        "text": "Stimson (1997)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 1347,
                        "end": 1378,
                        "text": "( Armoza-Zvuloni et al., 2014 )",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1745,
                        "end": 1762,
                        "text": "( Anthony, 2002 )",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 120,
                        "end": 132,
                        "text": "( Fig. 3 (A)",
                        "ref_id": null
                    },
                    {
                        "start": 680,
                        "end": 686,
                        "text": "Fig. 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Steady state behavior",
                "sec_num": "3."
            },
            {
                "text": "At irradiance levels above ∼ 25 mol photons m −2 d −1 , steady state growth rates decline until positive growth ceases above ∼ 40 μmol photons m −2 d −1 ( Fig. 3 (A) ). The mechanism underlying this decline is the increase in light energy beyond the capacities of photosynthesis and non-photochemical quenching: excess excitation energy generates reactive oxygen species (ROS) ( Roth, 2014; Weis, 2008 ) , which, in this model, have the phenomenological consequences of reducing the photosynthetic rate (representing photoinhibition) and increasing symbiont biomass loss (representing photodamage and/or symbiont expulsion) (see Eynaud et al., 2011 ) . Together, these impacts reduce the symbiont to host biomass ratio ( Fig. 3 (B) ), as occurs during coral bleaching. This reduction in symbionts consequently reduces the flux of fixed carbon to the host, resulting in increasing carbon-limitation and eventual cessation of growth ( Fig. 3 (A) ).",
                "cite_spans": [
                    {
                        "start": 377,
                        "end": 390,
                        "text": "( Roth, 2014;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 391,
                        "end": 403,
                        "text": "Weis, 2008 )",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 629,
                        "end": 650,
                        "text": "Eynaud et al., 2011 )",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 153,
                        "end": 165,
                        "text": "( Fig. 3 (A)",
                        "ref_id": null
                    },
                    {
                        "start": 719,
                        "end": 731,
                        "text": "( Fig. 3 (B)",
                        "ref_id": null
                    },
                    {
                        "start": 933,
                        "end": 943,
                        "text": "Fig. 3 (A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Steady state behavior",
                "sec_num": "3."
            },
            {
                "text": "The incorporation of photooxidative stress in the model sets an upper limit to the amount of light at which a stable symbiotic interaction can be maintained, but even below this threshold of breakdown, negative effects of high light reduce steady state growth and symbiont:host biomass ( Fig. 3 ) . This gradual decline is consistent with experimental results showing that high light levels decrease growth , and field studies documenting optimum growth rates at intermediate depths ( Baker and Weber, 1975; Huston and Discovery, 1985 ) . By incorporating these impacts of light stress, the model predicts greater, and more realistic, variation in state variables across light gradients than was predicted by the models of Muller et al. (2009) , which did not include photoinhibition or photodamage, or Eynaud et al. (2011) , which included representations of photoinhibition or photodamage separately. It is important to recognize that the upper light limit set by photooxidative stress on a stable symbiosis under steady state conditions ( Fig. 3 ) may be temporarily crossed by a dynamic system, which may experience a period of symbiont loss (bleaching) and reduced growth, after which a return to benign conditions may restore symbiont biomass and positive growth. To explore this further and illustrate the behavior of the model in more detail, we evaluate a number of dynamic simulations below (see \"Dynamic behavior\").",
                "cite_spans": [
                    {
                        "start": 483,
                        "end": 507,
                        "text": "( Baker and Weber, 1975;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 508,
                        "end": 536,
                        "text": "Huston and Discovery, 1985 )",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 723,
                        "end": 743,
                        "text": "Muller et al. (2009)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 803,
                        "end": 823,
                        "text": "Eynaud et al. (2011)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 286,
                        "end": 296,
                        "text": "( Fig. 3 )",
                        "ref_id": null
                    },
                    {
                        "start": 1040,
                        "end": 1048,
                        "text": "( Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Steady state behavior",
                "sec_num": "3."
            },
            {
                "text": "The values used for each parameter in the model ( Table 2 ) are derived from relevant literature (see Supplementary Information) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 48,
                        "end": 59,
                        "text": "( Table 2 )",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 102,
                        "end": 128,
                        "text": "Supplementary Information)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Sensitivity analysis",
                "sec_num": "4."
            },
            {
                "text": "Here we evaluate the sensitivity of the model to changes in these parameter values, which also serves to demonstrate the behavior of the dynamical system. We calculated fractional change in steady state values in response to fractional changes in parameter values, relative to their default values, under environmental conditions typical of coral reefs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sensitivity analysis",
                "sec_num": "4."
            },
            {
                "text": "Overall, relative changes in the steady state of the system are less than the equivalent relative change in parameter value. However, changes in certain parameter values have more significant impacts: increasing j Nm or decreasing K N both dramatically increase host growth ( Fig. 4 ) , demonstrating the strong nitrogen-limitation that characterizes these symbioses. The parameter ā * has a strong impact on S:H biomass ratios ( Fig. 4 ) since this parameter determines the amount of light absorbed by symbionts, with lower values increasing light-limitation. Increasing the maximum growth and turnover rates have the expected effects of increasing and decreasing growth, respectively. Parameters relating to photooxidative stress and bleaching have little impact under low nutrients and intermediate light ( Fig. 4 ) , but have larger impacts under higher light (e.g., Fig. S6 ). Sensitivity analyses conducted under different combinations of external light and nutrients are presented in Figs. S3-S7.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 274,
                        "end": 284,
                        "text": "( Fig. 4 )",
                        "ref_id": null
                    },
                    {
                        "start": 428,
                        "end": 436,
                        "text": "( Fig. 4",
                        "ref_id": null
                    },
                    {
                        "start": 808,
                        "end": 818,
                        "text": "( Fig. 4 )",
                        "ref_id": null
                    },
                    {
                        "start": 871,
                        "end": 878,
                        "text": "Fig. S6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Sensitivity analysis",
                "sec_num": "4."
            },
            {
                "text": "The dynamic behavior of the model demonstrates its power to integrate multiple environmental forcings simultaneously. Here we present several scenarios that demonstrate the model's ability to reproduce complex phenomena that have been observed in corals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dynamic behavior",
                "sec_num": "5."
            },
            {
                "text": "Symbiont densities and coral growth rates are known to vary seasonally, representing an integrated response to changes in a suite of environmental factors. Light in particular is a strong driver of these trends ( Brown et al., 1999; Fagoonee et al., 1999; Fitt et al., 20 0 0; Stimson, 1997 ) , with high light associated with lower symbiont abundance and reduced tissue biomass. The role of light in driving seasonal changes in symbiont density was demonstrated nicely by Stimson (1997) , who also found that experimental nutrient-enrichment amplified the light-driven seasonal oscillation. Using the levels of light and nutrients from this study as inputs, the model reproduces this observed interaction among environmental factors ( Fig. 5 ) , and also provides the mechanism: increasing light in summer decreases symbiont growth rates due Fig. 6 . Coral bleaching as a switch from a nitrogen-to carbon-limited alternative stable state. This transition is demonstrated in response to gradually increasing external light (A), which causes an increase in production of ROS (B) that reduces the photosynthetic rate through photoinhibition (C). Decreasing photosynthesis moves the system from overall nitrogen-limitation toward carbon-limitation (D); when this threshold is crossed, the system rapidly becomes highly carbon-limited as photosynthesis becomes CO 2 -limited (E) and symbiont densities rapidly decline (F) into a bleached state. Substrate limitation coefficients were calculated using Eq. (23) . All parameters were set at default values with external DIN = 1e −7 mol N/L and prey density set to zero. Fig. 7 . Bleaching with interactive factors. Simulations of high light stress (sinusoid with maximum = 48 mol pH m −2 d −1 ) under default environmental conditions (solid line; DIN = 1e −7 mol N L-; prey = 2e −7 C-molX L −1 ), or with elevated feeding (dashed line; prey = 1e −6 C-molX L −1 ), or elevated nutrients (dotted line; DIN = 4e −6 mol N L −1 ). Initial symbiont biomass was set to the steady state for each set of starting conditions, with all other parameters at default values.",
                "cite_spans": [
                    {
                        "start": 211,
                        "end": 232,
                        "text": "( Brown et al., 1999;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 233,
                        "end": 255,
                        "text": "Fagoonee et al., 1999;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 256,
                        "end": 276,
                        "text": "Fitt et al., 20 0 0;",
                        "ref_id": null
                    },
                    {
                        "start": 277,
                        "end": 292,
                        "text": "Stimson, 1997 )",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 473,
                        "end": 487,
                        "text": "Stimson (1997)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 734,
                        "end": 744,
                        "text": "( Fig. 5 )",
                        "ref_id": null
                    },
                    {
                        "start": 843,
                        "end": 849,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 1614,
                        "end": 1620,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Seasonal variability",
                "sec_num": "5.1."
            },
            {
                "text": "to photooxidative stress, leading to decreasing S:H ratios. Under nutrient enrichment, this effect is more pronounced, as CO 2limitation of photosynthesis (due to higher symbiont standing stocks) causes mild bleaching that results in a similar summertime minimum S:H as the ambient nutrient case ('physiological bleaching' sensu Fitt et al. (2001) . Decreasing light into winter then alleviates the photooxidative stress constraints on carbon fixation such that nitrogen-limitation constrains the S:H ratio, explaining why S:H increases more when DIN is enriched (Fig. S8) .",
                "cite_spans": [
                    {
                        "start": 329,
                        "end": 347,
                        "text": "Fitt et al. (2001)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 563,
                        "end": 572,
                        "text": "(Fig. S8)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Seasonal variability",
                "sec_num": "5.1."
            },
            {
                "text": "The prediction of higher growth when light is reduced indicates that growth is not limited by low light in winter, but is actually reduced by excess light in summer, 3 consistent with the experimental findings of Schutter et al. (2011) . Seasonal summertime reductions in tissue biomass have also been well-documented in the field ( Fitt et al., 20 0 0 ) , along with reductions in net photosynthetic capacity ( Muller-Parker and Giséle, 1987 ) . Importantly, while light alone may drive seasonal dynamics in the ways discussed (see footnote 3), temperature fluctuations may attenuate or even reverse the effect of light as cooler winters depress metabolism. Fig. 8 . Hysteresis under different nutrient and feeding regimes. Steady state S:H biomass ratios in constant environments with (A) low DIN (1e −7 mol N L −1 ) and low food (2e −7 C-molX L −1 ), (B) low DIN (1e −7 mol N L −1 ) and no food, (C) high DIN (2e −6 mol N L −1 ) and low food (2e −7 C-molX L −1 ), and (D) high DIN (2e −6 mol N L −1 ) and high food (4e −7 C-molX L −1 ). In each panel, steady states are shown starting from both high initial S:H biomass (1, i.e. healthy corals -closed circles) and low initial initial S:H biomass (0.0 0 01, i.e. bleached corals -open circles). Points are colored according to whether the host exhibits positive (black) or negative (red) growth at steady state. Arrows above points indicate values beyond the y -axis range. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) Seasonal changes in nutrients associated with fertilization use and runoff during growing seasons may also impact these dynamics. Thus, the relative magnitude of fluctuation in temperature, light, and nutrients may produce wide variability in the direction and magnitude of seasonal changes in growth and symbiont abundance, depending on location and microhabitat. Nevertheless, the seasonal variability predicted here in response to light ( Fig. 5 ) is consistent with experimental and field observations for corals, and demonstrates the model's ability to predict dynamic behavior that mechanistically integrates multiple environmental drivers.",
                "cite_spans": [
                    {
                        "start": 213,
                        "end": 235,
                        "text": "Schutter et al. (2011)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 331,
                        "end": 345,
                        "text": "( Fitt et al.,",
                        "ref_id": null
                    },
                    {
                        "start": 346,
                        "end": 354,
                        "text": "20 0 0 )",
                        "ref_id": null
                    },
                    {
                        "start": 410,
                        "end": 444,
                        "text": "( Muller-Parker and Giséle, 1987 )",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 659,
                        "end": 665,
                        "text": "Fig. 8",
                        "ref_id": null
                    },
                    {
                        "start": 1997,
                        "end": 2005,
                        "text": "( Fig. 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Seasonal variability",
                "sec_num": "5.1."
            },
            {
                "text": "Coral bleaching is the stress-induced loss of symbiotic algae from coral tissues, which can occur in response to a variety of environmental stressors. In most cases, coral bleaching is thought to begin with photooxidative stress in symbiont photosynthesis ( Lesser, 1997 ) , which triggers a cascade of events leading to symbiont expulsion ( Weis, 2008 ) . As symbionts are expelled, the host receives less fixed carbon, which may then compromise its ability to activate CCMs that deliver CO 2 to photosynthesis ( Wooldridge, 2013 ) . Increasing CO 2 -limitation for remaining symbionts, along with an amplified internal light environment due to reduced selfshading ( Enríquez et al., 2005 ) , may further exacerbate photooxida-tive stress and accelerate symbiont expulsion, driving the coral into a bleached state.",
                "cite_spans": [
                    {
                        "start": 256,
                        "end": 272,
                        "text": "( Lesser, 1997 )",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 340,
                        "end": 354,
                        "text": "( Weis, 2008 )",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 512,
                        "end": 532,
                        "text": "( Wooldridge, 2013 )",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 666,
                        "end": 691,
                        "text": "( Enríquez et al., 2005 )",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral bleaching and recovery",
                "sec_num": "5.2."
            },
            {
                "text": "While these positive feedbacks have been discussed previously in the literature, this is the first attempt to implement and explore their properties within a dynamical model. Interestingly, these feedbacks lead to alternate stable states in the symbiotic system. The 'healthy' state is characterized by nitrogen-limitation of both symbiont and host: under these conditions, the symbiont translocates sufficient carbon to support host growth and CCMs, which ensures that photosynthesis does not become CO 2 -limited. However, if carbon translocation is disrupted (and light is sufficiently high), then the system is driven into the 'bleached' state by photooxidative stress and positively reinforcing carbon-and CO 2limitation. In this context, coral bleaching can be understood as a transition from one stable state to another, and bleaching thresholds are sets of environmental conditions that push a healthy-state coral onto a trajectory leading to a bleached state.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral bleaching and recovery",
                "sec_num": "5.2."
            },
            {
                "text": "We are highly interested in the conditions under which the system switches from a healthy to a bleached state, and can use this model as a tool to explore this dynamic behavior. Most straightforwardly, this switch occurs when increasing external irradiance ( Fig. 6 (A) ) causes sufficient ROS production ( Fig. 6 (B) ) and photoinhibition ( Fig. 6 (C) ) that the positive feedbacks between host carbon-limitation ( Fig. 6 (D) ) and CO 2 -limitation of photosynthesis ( Fig. 6 (E) ) are rapidly engaged, leading to even greater photooxidative stress and a rapid decline in S:H biomass ( Fig. 6 (F) ), characteristic of coral bleaching. However, the positive feedbacks involved in bleaching are not engaged only in response to high external irradiance alone; in fact, they depend on the relative balance of light energy absorption and quenching, which in turn depends on the availability of CO 2 for photosynthesis. While previous models framed photooxidative stress as a fixed response to absolute external irradiance ( Eynaud et al., 2011 ) , our implementation considers the dynamic balance of multiple energy sinks in the causation of stress, which is more consistent with current understanding of symbiosis dysfunction ( Wooldridge, 2013 ) , and establishes a critical role of host CCMs in providing CO 2 for photosynthesis Tansik et al., 2015 ) .",
                "cite_spans": [
                    {
                        "start": 1018,
                        "end": 1041,
                        "text": "( Eynaud et al., 2011 )",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1223,
                        "end": 1243,
                        "text": "( Wooldridge, 2013 )",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 1328,
                        "end": 1349,
                        "text": "Tansik et al., 2015 )",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 259,
                        "end": 269,
                        "text": "Fig. 6 (A)",
                        "ref_id": null
                    },
                    {
                        "start": 307,
                        "end": 317,
                        "text": "Fig. 6 (B)",
                        "ref_id": null
                    },
                    {
                        "start": 342,
                        "end": 352,
                        "text": "Fig. 6 (C)",
                        "ref_id": null
                    },
                    {
                        "start": 416,
                        "end": 426,
                        "text": "Fig. 6 (D)",
                        "ref_id": null
                    },
                    {
                        "start": 470,
                        "end": 480,
                        "text": "Fig. 6 (E)",
                        "ref_id": null
                    },
                    {
                        "start": 587,
                        "end": 597,
                        "text": "Fig. 6 (F)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Coral bleaching and recovery",
                "sec_num": "5.2."
            },
            {
                "text": "The importance of host CCM activity establishes significant interactive roles for other factors in influencing coral bleaching responses. For example, simulations of high light stress ( Fig. 7 ) demonstrate that bleaching can be attenuated by heterotrophic feeding, a phenomenon which has been observed experimentally ( Borell et al., 2008 ) . The mechanism underlying this prediction is that feeding by the host increases host CCM activity, which delays the onset of CO 2 -limitation of photosynthesis and reduces bleaching severity. On the other hand, elevated nutrients exacerbate bleaching ( Fig. 7 ) , since higher symbiont densities are more susceptible to CO 2 -limitation ( Wooldridge, 2009 ) . Several experimental ( Cunning and Baker, 2013; Thurber et al., 2014; Wiedenmann et al., 2013 ) and correlational studies ( Wooldridge and Done, 2009 ) are consistent with this mechanistic link between high nutrients and bleaching.",
                "cite_spans": [
                    {
                        "start": 318,
                        "end": 341,
                        "text": "( Borell et al., 2008 )",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 680,
                        "end": 700,
                        "text": "( Wooldridge, 2009 )",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 724,
                        "end": 750,
                        "text": "( Cunning and Baker, 2013;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 751,
                        "end": 772,
                        "text": "Thurber et al., 2014;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 773,
                        "end": 798,
                        "text": "Wiedenmann et al., 2013 )",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 825,
                        "end": 854,
                        "text": "( Wooldridge and Done, 2009 )",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 184,
                        "end": 194,
                        "text": "( Fig. 7 )",
                        "ref_id": null
                    },
                    {
                        "start": 594,
                        "end": 604,
                        "text": "( Fig. 7 )",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Coral bleaching and recovery",
                "sec_num": "5.2."
            },
            {
                "text": "Since bleaching can be understood as a transition from a nitrogen-limited state with high S:H biomass to a carbon-limited state with low S:H biomass, induced by an external stressor, recovery can be understood as a switch back to the nitrogen-limited state once the external stressor is alleviated. In natural settings, this typically occurs through seasonal declines in temperature and light. However, hysteresis associated with the system's alternate stable states indicates that the symbiosis cannot recover along the same trajectory it followed during bleaching; indeed, the stressor must be alleviated below the threshold that initially caused bleaching in order for the system to recover ( Fig. 2 ) . This is because under the same external conditions, a bleached coral with low S:H biomass (relative to a healthy coral with high S:H biomass) is char-acterized by greater light amplification and weaker CCM activity, which enhance photooxidative stress and serve to maintain the carbon-limited state. In order for the system to recover, the stressor must be reduced enough such that photooxidative stress ceases and translocation of carbon from symbiont to host is resumed. Once this occurs, the host can energize its CCMs, which further enhances carbon fixation and accelerates the system back toward a nitrogen-limited state, indicative of recovery. The conditions under which recovery can occur -which determine the magnitude of hysteresis ( Fig. ) depend on the relative abundance of nitrogen and carbon in the environment. Higher food levels, representing a non-autotrophic carbon source for the host, make it easier for the host to overcome carbon-limitation ( Fig. 8 (A) and (D)), thus providing a potential mechanism underlying observations that feeding aids recovery from bleaching ( Connolly et al., 2012; Grottoli et al., ) . Conversely, high external DIN impedes the re-establishment of nitrogen-limitation, making recovery from bleaching more difficult (i.e., narrowing -or eliminating -conditions under which recovery is possible, Fig. 8 (C) ).",
                "cite_spans": [
                    {
                        "start": 1797,
                        "end": 1821,
                        "text": "( Connolly et al., 2012;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1822,
                        "end": 1840,
                        "text": "Grottoli et al., )",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 694,
                        "end": 704,
                        "text": "( Fig. 2 )",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1449,
                        "end": 1457,
                        "text": "( Fig. )",
                        "ref_id": null
                    },
                    {
                        "start": 1673,
                        "end": 1683,
                        "text": "Fig. 8 (A)",
                        "ref_id": null
                    },
                    {
                        "start": 2051,
                        "end": 2061,
                        "text": "Fig. 8 (C)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Coral bleaching and recovery",
                "sec_num": "5.2."
            },
            {
                "text": "Dynamic simulations of recovery reveal another interesting behavior of the system: under some conditions, an 'overshoot' occurs in which S:H biomass temporarily increases beyond the ratio maintained in the 'healthy' state, before returning to stabilize at this value ( Fig. 9 ) . In fact, unusually high symbiont densities have been observed following bleaching in both experimental and field studies ( Kemp et al., 2014 ) , and have been interpreted as a potential 'disequilibrium in host-symbiont regulation' ( Kemp et al., 2014 ) . The model reveals the dynamics of this 'overshoot' as follows: as symbionts repopulate the host, photosynthesis becomes increasingly CO 2 -limited due to weak CCM activity of the carbon-limited host. Thus, although symbiont growth is not yet carbon-limited, a growing symbiont population has less and less excess carbon (per symbiont) to share, and is thus moving toward carbon-limitation. Meanwhile, because S:H biomass is increasing, the host receives more and more carbon per unit host biomass, and is thus moving away from carbon-limitation. If the host overcomes carbon-limitation before the symbiont reaches it, then the system rapidly transitions to the nitrogen-limited state and the S:H ratio stabilizes without an overshoot ( Fig. (A) ). However, if the symbiont becomes carbon-limited first ( Fig. 9 (B) and (C)), then carbon translocation per symbiont declines further and photosynthesis becomes more CO 2 -limited, which maintains carbon-limitation of the host. In this situation, continued growth of less and less productive symbionts drives S:H biomass to a much higher level before the host finally overcomes carbon-limitation. At this point, representing the peak of the overshoot, the transition to nitrogenlimitation finally takes place and the S:H biomass ratio declines and stabilizes as positive growth is resumed.",
                "cite_spans": [
                    {
                        "start": 401,
                        "end": 422,
                        "text": "( Kemp et al., 2014 )",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 511,
                        "end": 532,
                        "text": "( Kemp et al., 2014 )",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 267,
                        "end": 277,
                        "text": "( Fig. 9 )",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1269,
                        "end": 1279,
                        "text": "( Fig. (A)",
                        "ref_id": null
                    },
                    {
                        "start": 1337,
                        "end": 1349,
                        "text": "( Fig. 9 (B)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Coral bleaching and recovery",
                "sec_num": "5.2."
            },
            {
                "text": "Whether this 'overshoot' occurs or not is determined by the relative availability of carbon and nitrogen to the host -any factor that enhances carbon-limitation of host growth (e.g. high DIN and/or low feeding) therefore magnifies the overshoot and prolongs the dysfunctional, carbon-limited state of the symbiosis ( Fig. 9 ) . On the other hand, factors that favor nitrogen-limitation, such as low external DIN and/or high feeding rates, will accelerate the re-establishment of nitrogen-limitation and prevent an overshoot from occurring at all. While many scenarios are possible under different environmental conditions, we illustrate the general effects of varying N and C availability on recovery from bleaching with a series of simulations that vary the N:C ratio of host's heterotrophic food source ( Fig. 9 (A) -(C)): lower N:C ratios (effectively representing lower DIN and/or higher heterotrophy) favor nitrogenlimitation and more rapid recovery, while higher N:C ratios (effectively representing higher DIN and/or lower heterotrophy) favor carbon-limitation and prolonged recovery with a larger overshoot in S:H biomass. Higher N:C ratios in a heterotrophic food source (effectively representing higher external DIN and/or lower feeding rates) cause a larger overshoot in the S:H biomass ratio, and prolong the duration of time until the system 'recovers' by re-establishing nitrogen-limitation. Substrate limitation coefficients were calculated using Eq. (23) . All simulations were run with default parameters (except varying n NX ), with L = 20 mol photons m 2 d −1 , DIN = 1e −7 mol N k L −1 , prey = 1e −7 CmolX L −1 , and initial S:H biomass = 0.001.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 315,
                        "end": 325,
                        "text": "( Fig. 9 )",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 805,
                        "end": 817,
                        "text": "( Fig. 9 (A)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Coral bleaching and recovery",
                "sec_num": "5.2."
            },
            {
                "text": "These dynamics reveal that the re-establishment of nitrogenlimitation is the most important diagnostic of recovery to a 'healthy' state, as this is when positive growth rates are resumed. A high S:H biomass ratio alone does not necessarily indicate that a 'healthy' state has been reached, since the carbon-limited state may still persist (e.g. Fig. 9 (B) and (C)). This could explain why corals that have recovered their symbiont populations after bleaching may still exhibit energetic deficits and physiological impacts, possibly for months to years ( Hughes and Grottoli, 2013; Levitan et al., 2014 ) . These findings suggest that host acquisition of carbon from a source other than the symbiont may be extremely important for the system to recover from bleaching. Indeed, host feeding has been shown to promote a more rapid return to pre-bleaching levels of key physiological parameters in recovering corals ( Connolly et al., 2012 ) . Additional carbon sources for the host, such as direct uptake of dissolved organic carbon ( Levas et al., 2015 ) , may also promote more rapid recovery from a bleached state.",
                "cite_spans": [
                    {
                        "start": 552,
                        "end": 580,
                        "text": "( Hughes and Grottoli, 2013;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 581,
                        "end": 603,
                        "text": "Levitan et al., 2014 )",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 912,
                        "end": 937,
                        "text": "( Connolly et al., 2012 )",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1030,
                        "end": 1052,
                        "text": "( Levas et al., 2015 )",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 345,
                        "end": 355,
                        "text": "Fig. 9 (B)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Coral bleaching and recovery",
                "sec_num": "5.2."
            },
            {
                "text": "This dynamic bioenergetic model of coral-Symbiodinium symbioses mechanistically reproduces patterns in steady-state coral growth and symbiont abundance commonly observed in corals, including higher symbiont abundance with higher nutrients and feeding, lower symbiont abundance with increasing light, and optimal growth at intermediate light levels. Moreover, the model reproduces complex dynamic behaviors including seasonal changes in symbiont density at different nutrient levels, rapid bleaching above a threshold of high light, mitigation of bleaching by heterotrophic feeding, exacerbation of bleaching by elevated nutrients, and an overshoot of symbiont density during recovery from bleaching. These examples demonstrate the model's ability to integrate multiple environmental forcing functions to reproduce complex responses; meanwhile, the diversity of these phenomena suggest the model has captured many of the important features of the system in a unifying mechanistic framework. This model also provides a new conceptual framework for considering coral bleach-ing as a transition to an alternate stable state, which has important implications for understanding the performance and maintenance of symbiotic interactions. In this context, the 'healthy' stable state represents a scenario in which nitrogen-limitation stabilizes the symbiont to host biomass ratio and maintains positive growth. Conversely, carbon-limitation represents a dysfunctional state wherein positive feedbacks result in coral bleaching and negative growth, with hysteresis maintaining this alternate state until a favorable environment is re-established. Interestingly, alternate stable states have received much attention in coral reef community ecology with respect to coral-and macroalgal-dominance on reefs ( Mumby et al., 2007 ) . Here, we find that the same principles may also mediate bleaching and recovery in individual corals.",
                "cite_spans": [
                    {
                        "start": 1794,
                        "end": 1816,
                        "text": "( Mumby et al., 2007 )",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": "6."
            },
            {
                "text": "The model developed here can be used to explore many different dynamic environmental scenarios, and represents a tool that biologists and ecologists can use to generate hypotheses and make predictions in both experimental and natural settings. Moreover, parameter values can be modified to correspond to different genetic or functional types of coral hosts and Symbiodinium partners in order to evaluate variability in system responses. Thus, the diversity of potential applications for this model is high, and we envision this work as a foundation for continued development, which may include more detailed treatments of specific modules (e.g., DIC processing), and the incorporation of more external forcing capabilities (e.g., external DIC, temperature). Importantly, open source R code allows this effort to benefit from contributions from the wider scientific community, including those with empirical and theoretical backgrounds. Ultimately, the continued refinement of these tools is fundamental in elucidating the mechanisms of symbiosis function and dysfunction, and in predicting coral responses to environmental change.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": "6."
            },
            {
                "text": "Note that recycling of symbiont biomass turnover ( r NS and r CS ) only occurs based on the maintenance component of turnover (i.e., j 0 ST ), and not the photodamage/bleaching component, as this loss represents biomass that is expelled from the host.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At the light levels indicated inStimson (1997) . Note that if light levels were reduced throughout the year (e.g. for a coral at greater depth) such that light did not cause photo-oxidative stress in summer but became limiting to photosynthesis in winter, the S:H ratio would still increase in winter, but growth would decrease; the latter scenario is predicted both by the present model as well as that ofMuller et al. (2009) , since photo-oxidative stress does not become relevant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This work was supported by a NSF Postdoctoral Research Fellowship in Biology to RC (#1400787).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            },
            {
                "text": "Supplementary material associated with this article can be found, in the online version, at doi: 10.1016/j.jtbi.2017.08.003 .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supplementary material",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Comparative analysis of energy allocation to tissue and skeletal growth in corals",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Anthony",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Limnol. Oceanogr",
                "volume": "47",
                "issue": "5",
                "pages": "1417--1429",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anthony, K., 2002. Comparative analysis of energy allocation to tissue and skeletal growth in corals. Limnol. Oceanogr. 47 (5), 1417-1429. https://www.scopus.com/ inward/record.uri?partnerID=HzOxMe3b&scp=0036733455&origin=inward .",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Trioecy, a unique breeding strategy in the sea anemone aiptasia diaphana and its association with sex steroids",
                "authors": [
                    {
                        "first": "Rachel",
                        "middle": [],
                        "last": "Armoza-Zvuloni",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Kramarsky-Winter",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Loya",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Schlesinger",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Rosenfeld",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Biol. Reprod",
                "volume": "90",
                "issue": "6",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1095/biolreprod.113.114116"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Armoza-Zvuloni, Rachel, Kramarsky-Winter, E., Loya, Y., Schlesinger, A., Rosen- feld, H., 2014. Trioecy, a unique breeding strategy in the sea anemone aiptasia diaphana and its association with sex steroids. Biol. Reprod. 90 (6), 122 . Society for the Study of Reproduction. doi: 10.1095/biolreprod.113.114116 .",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The growth of coral colonies and the importance of crustose coralline algae and burrowing sponges in relation with carbonate accumulation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bak",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Neth. J. Sea Res",
                "volume": "10",
                "issue": "3",
                "pages": "90--99",
                "other_ids": {
                    "DOI": [
                        "10.1016/0077-7579(76)90009-0"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bak, R., 1976. The growth of coral colonies and the importance of crustose coralline algae and burrowing sponges in relation with carbonate accumulation. Neth. J. Sea Res. 10 (3), 285-337. doi: 10.1016/0 077-7579(76)90 09-0 .",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Coral 'bleaching' as a generalized stress response to environmental disturbance",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cunning",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Diseases of Coral",
                "volume": "",
                "issue": "",
                "pages": "396--409",
                "other_ids": {
                    "DOI": [
                        "10.1002/9781118828502.ch30"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Baker, A.C., Cunning, R., 2015. Coral 'bleaching' as a generalized stress response to environmental disturbance. In: Diseases of Coral. John Wiley & Sons, Inc., Hobo- ken, NJ, pp. 396-409. doi: 10.1002/9781118828502.ch30 .",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Coral growth rate: variation with depth",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Weber",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Earth Planet. Sci. Lett",
                "volume": "27",
                "issue": "1",
                "pages": "57--61",
                "other_ids": {
                    "DOI": [
                        "10.1016/0012-821X(75)90160-0"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Baker, P., Weber, J.N., 1975. Coral growth rate: variation with depth. Earth Planet. Sci. Lett. 27 (1), 57-61. doi: 10.1016/0012-821X(75)90160-0 .",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Coral host cells acidify symbiotic algal microenvironment to promote photosynthesis",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Barott",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Venn",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "O"
                        ],
                        "last": "Perez",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Tambutte",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Tresguerres",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Proceedings of the National Academy of Sciences of the United States of America",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1073/pnas.1413483112"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Barott, K.L., Venn, A .A ., Perez, S.O., Tambutte, S., Tresguerres, M., December 2014. Coral host cells acidify symbiotic algal microenvironment to promote photosyn- thesis. In: Proceedings of the National Academy of Sciences of the United States of America, p. 201413483. doi: 10.1073/pnas.1413483112 .",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The effect of heterotrophy on photosynthesis and tissue composition of two scleractinian corals under elevated temperature",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Borell",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Yuliantri",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Bischof",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Richter",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "364",
                "issue": "",
                "pages": "116--123",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Borell, E.M. , Yuliantri, A. , Bischof, K. , Richter, C. , 2008. The effect of heterotrophy on photosynthesis and tissue composition of two scleractinian corals under el- evated temperature. J. Exp. Mar. Biol. Ecol. 364, 116-123 .",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Seasonal fluctuations in environmental factors and variations in symbiotic algae and chlorophyll pigments in four indo-pacific coral species",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Dunne",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Ambarsari",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Tissier",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Satapoomin",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Mar. Ecol. Prog. Ser",
                "volume": "191",
                "issue": "",
                "pages": "53--69",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, B.E. , Dunne, R.P. , Ambarsari, I. , Tissier, M.L. , Satapoomin, U. , 1999. Seasonal fluctuations in environmental factors and variations in symbiotic algae and chlorophyll pigments in four indo-pacific coral species. Mar. Ecol. Prog. Ser. 191, 53-69 .",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The synergistic effect of carbon concentration and high temperature on lipid peroxidation in peridinium gatunense",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Butow",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Wynne",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Sukenik",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hadas",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Tel-Or",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "J. Plankton Res",
                "volume": "",
                "issue": "2",
                "pages": "355--369",
                "other_ids": {
                    "DOI": [
                        "10.1093/plankt/20.2.355"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Butow, B., Wynne, D., Sukenik, A., Hadas, O., Tel-Or, E., 1998. The synergistic effect of carbon concentration and high temperature on lipid peroxidation in peridinium gatunense. J. Plankton Res. (2), 355-369 . Oxford University Press. doi: 10. 1093/plankt/20.2.355 .",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Synergistic effects of temperature, salinity and light on the hermatypic coral montipora verrucosa",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Coles",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Jokiel",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Mar. Biol",
                "volume": "49",
                "issue": "",
                "pages": "187--195",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Coles, S., Jokiel, P.L., 1978. Synergistic effects of temperature, salinity and light on the hermatypic coral montipora verrucosa. Mar. Biol. 49, 187-195. http://www. springerlink.com/index/LU582837924G7674.pdf .",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Food availability promotes rapid recovery from thermal stress in a scleractinian coral",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Connolly",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Lopez-Yglesias",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R N"
                        ],
                        "last": "Anthony",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Coral Reefs",
                "volume": "31",
                "issue": "4",
                "pages": "951--960",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00338-012-0925-9"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Connolly, S.R., Lopez-Yglesias, M.A., Anthony, K.R.N., 2012. Food availability promotes rapid recovery from thermal stress in a scleractinian coral. Coral Reefs 31 (4), 951-960 . Springer-Verlag. doi: 10.10 07/s0 0338-012-0925-9 .",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Changes in the global value of ecosystem services",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Costanza",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "De Groot",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Sutton",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Global Environ. Chang",
                "volume": "26",
                "issue": "",
                "pages": "152--158",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.gloenvcha.2014.04.002"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Costanza, R., de Groot, R., Sutton, P., 2014. Changes in the global value of ecosys- tem services. Global Environ. Chang. 26, 152-158. doi: 10.1016/j.gloenvcha.2014. 04.002 .",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Investigating the causes and consequences of symbiont shuffling in a multi-partner reef coral symbiosis under environmental change",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cunning",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cunning",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "N"
                        ],
                        "last": "Silverstein",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Nat. Clim. Chang",
                "volume": "3",
                "issue": "",
                "pages": "259--262",
                "other_ids": {
                    "DOI": [
                        "10.1098/rspb.2014.1725&domain$=$pdf&date_stamp"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Cunning, R., Baker, A.C., 2013. Excess algal symbionts increase the susceptibility of reef corals to bleaching. Nat. Clim. Chang. 3, 259-262. doi: 10.1038/nclimate1711 . Cunning, R., Silverstein, R.N., Baker, A.C., 2015. Investigating the causes and con- sequences of symbiont shuffling in a multi-partner reef coral symbiosis un- der environmental change. Proc. R. Soc. B 282, 20141725. doi: 10.1098/rspb.2014. 1725&domain=pdf&date _ stamp .",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Heatstress and light-stress induce different cellular pathologies in the symbiotic dinoflagellate during coral bleaching",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Downs",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Mcdougall",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Woodley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Fauth",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Kushmaro",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Gibb",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Yossi",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "K"
                        ],
                        "last": "Ostrander",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Kramarsky-Winter",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "PLoS One",
                "volume": "8",
                "issue": "12",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1371/journal.pone.0077173"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Downs, C.A., McDougall, K.E., Woodley, C.M., Fauth, J.E., Richmond, R.H., Kush- maro, A., Gibb, S.W., Yossi, L., Ostrander, G.K., Kramarsky-Winter, E., 2013. Heat- stress and light-stress induce different cellular pathologies in the symbiotic dinoflagellate during coral bleaching. PLoS One 8 (12), e77173. doi: 10.1371/ journal.pone.0077173 .",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Benchmarks in organism performance and their use in comparative analyses",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Edmunds",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "M"
                        ],
                        "last": "Putnam",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Nisbet",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Muller",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Oecologia",
                "volume": "167",
                "issue": "2",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00442-011-2004-2"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Edmunds, P.J., Putnam, H.M., Nisbet, R.M., Muller, E.B., 2011. Benchmarks in organ- ism performance and their use in comparative analyses. Oecologia 167 (2), 379- 390. doi: 10.10 07/s0 0442-011-2004-2 .",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Multiple scattering on coral skeletons enhances light absorption by symbiotic algae",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Enríquez",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Méndez",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Iglesias-Prieto",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Limnol. Oceanogr",
                "volume": "50",
                "issue": "4",
                "pages": "1025--1032",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Enríquez, S. , Méndez, E.R. , Iglesias-Prieto, R. , 2005. Multiple scattering on coral skeletons enhances light absorption by symbiotic algae. Limnol. Oceanogr. 50 (4), 1025-1032 .",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Impact of excess and harmful radiation on energy budgets in scleractinian corals",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Eynaud",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Nisbet",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Muller",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Ecol. Model",
                "volume": "222",
                "issue": "7",
                "pages": "1315--1322",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eynaud, Y., Nisbet, R.M., Muller, E.B., 2011. Impact of excess and harmful radiation on energy budgets in scleractinian corals. Ecol. Model. 222 (7), 1315-1322 . El- sevier. http://www.sciencedirect.com/science/article/pii/S0304380 0110 0 0263 .",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The dynamics of zooxanthellae populations: a long-term study in the field",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Fagoonee",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "B"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "P"
                        ],
                        "last": "Hassell",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Turner",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Science",
                "volume": "283",
                "issue": "5403",
                "pages": "843--845",
                "other_ids": {
                    "DOI": [
                        "10.1126/science.283.5403.843"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Fagoonee, I., Wilson, H.B., Hassell, M.P., Turner, J.R., 1999. The dynamics of zooxan- thellae populations: a long-term study in the field. Science 283 (5403), 843- 845. doi: 10.1126/science.283.5403.843 .",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Effect of nutrient enrichment on growth and photosynthesis of the zooxanthellate coral stylophora pistillata",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Ferrier-Pagés",
                        "suffix": ""
                    },
                    {
                        "first": "J.-P",
                        "middle": [],
                        "last": "Gattuso",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Dallot",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Jaubert",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Coral Reefs",
                "volume": "20",
                "issue": "0",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ferrier-Pagés, C., Gattuso, J.-P., Dallot, S., Jaubert, J., 20 0 0. Effect of nutrient enrich- ment on growth and photosynthesis of the zooxanthellate coral stylophora pis- tillata. Coral Reefs. http://www.springerlink.com/index/3DRC3K1Q57TPC0UT.pdf .",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Coral bleaching: interpretation of thermal tolerance limits and thermal thresholds in tropical corals",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "K"
                        ],
                        "last": "Fitt",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Warner",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Dunne",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Coral Reefs",
                "volume": "20",
                "issue": "",
                "pages": "51--65",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fitt, W.K. , Brown, B.E. , Warner, M.E. , Dunne, R.P. , 2001. Coral bleaching: interpreta- tion of thermal tolerance limits and thermal thresholds in tropical corals. Coral Reefs 20, 51-65 .",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Seasonal patterns of tissue biomass and densities of symbiotic dinoflagellates in reef corals and relation to coral bleaching",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "K"
                        ],
                        "last": "Fitt",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "K"
                        ],
                        "last": "Mcfarland",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Warner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Chilcoat",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Limnol. Oceanogr",
                "volume": "20",
                "issue": "0",
                "pages": "677--685",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fitt, W.K. , McFarland, F.K. , Warner, M.E. , Chilcoat, G.C. , 20 0 0. Seasonal patterns of tissue biomass and densities of symbiotic dinoflagellates in reef corals and re- lation to coral bleaching. Limnol. Oceanogr. 45 (3), 677-685 .",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Heterotrophic plasticity and resilience in bleached corals",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Grottoli",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Rodrigues",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Palardy",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Nature",
                "volume": "440",
                "issue": "7088",
                "pages": "1186--1189",
                "other_ids": {
                    "DOI": [
                        "10.1038/nature04565"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Grottoli, A.G., Rodrigues, L.J., Palardy, J.E., 2006. Heterotrophic plasticity and resilience in bleached corals. Nature 440 (7088), 1186-1189. doi: 10.1038/ nature04565 .",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Partitioning of respiration in an animal-algal symbiosis: implications for different aerobic capacity between symbiodinium spp",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "Hawkins",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C G"
                        ],
                        "last": "Hagemeyer",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "D"
                        ],
                        "last": "Hoadley",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Warner",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Front. Physiol",
                "volume": "7",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.3389/fphys.2016.00128"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Hawkins, T.D., Hagemeyer, J.C.G., Hoadley, K.D., Marsh, A.G., Warner, M.E., 2016. Par- titioning of respiration in an animal-algal symbiosis: implications for different aerobic capacity between symbiodinium spp. Front. Physiol. 7, 125. doi: 10.3389/ fphys.2016.00128 .",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Climate change, coral bleaching and the future of the world's coral reefs",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Hoegh-Guldberg",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Mar. Freshwater Res",
                "volume": "50",
                "issue": "",
                "pages": "839--866",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hoegh-Guldberg , 1999. Climate change, coral bleaching and the future of the world's coral reefs. Mar. Freshwater Res. 50, 839-866 .",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Internal carbonic anhydrase activity in the tissue of scleractinian corals is sufficient to support proposed roles in photosynthesis and calcification",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Hopkinson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Tansik",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "K"
                        ],
                        "last": "Fitt",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "J. Exp. Biology . The Company of Biologists Ltd",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1242/jeb.118182"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Hopkinson, B.M., Tansik, A.L., Fitt, W.K., 2015. Internal carbonic anhydrase activity in the tissue of scleractinian corals is sufficient to support proposed roles in photosynthesis and calcification. J. Exp. Biology . The Company of Biologists Ltd. doi: 10.1242/jeb.118182 .",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Heterotrophic compensation: a possible mechanism for resilience of coral reefs to global warming or a sign of prolonged stress?",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Hughes",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Grottoli",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "PLoS One",
                "volume": "8",
                "issue": "11",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1371/journal.pone.0081172"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Hughes, A.D., Grottoli, A.G., 2013. Heterotrophic compensation: a possible mech- anism for resilience of coral reefs to global warming or a sign of prolonged stress? PLoS One 8 (11), e81172 . Public Library of Science. doi: 10.1371/journal. pone.0081172 .",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Variation in coral growth rates with depth at discovery Bay",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Huston",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Discovery",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Jamaica. Coral Reefs",
                "volume": "",
                "issue": "1",
                "pages": "19--25",
                "other_ids": {
                    "DOI": [
                        "10.1007/BF00302200"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Huston, M., Discovery, B., 1985. Variation in coral growth rates with depth at dis- covery Bay, Jamaica. Coral Reefs (1), 19-25. doi: 10.10 07/BF0 030220 0 .",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "DEBKiss or the quest for the simplest generic model of animal life history",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Jager",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "T"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "I"
                        ],
                        "last": "Zimmer",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "J. Theor. Biol",
                "volume": "328",
                "issue": "",
                "pages": "9--18",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.jtbi.2013.03.011"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Jager, T., Martin, B.T., Zimmer, E.I., 2013. DEBKiss or the quest for the simplest generic model of animal life history. J. Theor. Biol. 328, 9-18. doi: 10.1016/j.jtbi. 2013.03.011 .",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Effects of temperature on the mortality and growth of hawaiian reef corals",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Jokiel",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Coles",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Mar. Biol",
                "volume": "43",
                "issue": "3",
                "pages": "201--208",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jokiel, P.L. , Coles, S. , 1977. Effects of temperature on the mortality and growth of hawaiian reef corals. Mar. Biol. 43 (3), 201-208 .",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Temperature-induced bleaching of corals begins with impairment of the CO 2 fixation mechanism in zooxanthellae",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hoegh-Guldberg",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "W D"
                        ],
                        "last": "Larkum",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Schreiber",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Plant Cell Environ",
                "volume": "21",
                "issue": "12",
                "pages": "1219--1230",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jones, R.J. , Hoegh-Guldberg, O. , Larkum, A.W.D. , Schreiber, U. , 1998. Temperature-in- duced bleaching of corals begins with impairment of the CO 2 fixation mecha- nism in zooxanthellae. Plant Cell Environ. 21 (12), 1219-1230 .",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Community dynamics and physiology of symbiodinium spp. before, during, and after a coral bleaching event",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Kemp",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Hernandez-Pech",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Iglesias-Prieto",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "K"
                        ],
                        "last": "Fitt",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Schmidt",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Limnol. Oceanogr",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kemp, D.W., Hernandez-Pech, X., Iglesias-Prieto, R., Fitt, W.K., Schmidt, G.W., 2014. Community dynamics and physiology of symbiodinium spp. before, during, and after a coral bleaching event. Limnol. Oceanogr. http://www.aslo.org/lo/pdf/vol _ 59/issue _ 3/0788.pdf .",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Dynamic Energy Budget Theory for Metabolic Organization",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Kooijman",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kooijman, 2010. Dynamic Energy Budget Theory for Metabolic Organization. 3rd ed. Cambridge University Press. SALM.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Oxidative stress causes coral bleaching during exposure to elevated temperatures",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "P"
                        ],
                        "last": "Lesser",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Coral Reefs",
                "volume": "16",
                "issue": "",
                "pages": "187--192",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lesser, M.P. , 1997. Oxidative stress causes coral bleaching during exposure to ele- vated temperatures. Coral Reefs 16, 187-192 .",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Can heterotrophic uptake of dissolved organic carbon and zooplankton mitigate carbon budget deficits in annually bleached corals?",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Levas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Grottoli",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Schoepf",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Aschaffenburg",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Baumann",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Bauer",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Warner",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Coral Reefs",
                "volume": "35",
                "issue": "2",
                "pages": "495--506",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00338-015-1390-z"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Levas, S., Grottoli, A.G., Schoepf, V., Aschaffenburg, M.D., Baumann, J., Bauer, J.E., Warner, M.E., 2015. Can heterotrophic uptake of dissolved organic car- bon and zooplankton mitigate carbon budget deficits in annually bleached corals? Coral Reefs 35 (2), 495-506 . Springer Berlin Heidelberg. doi: 10.1007/ s00338-015-1390-z .",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Long-term reduced spawning in orbicella coral species due to temperature stress",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Levitan",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Boudreau",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Jara",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Knowlton",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Mar. Ecol. Prog. Ser",
                "volume": "515",
                "issue": "",
                "pages": "1--10",
                "other_ids": {
                    "DOI": [
                        "10.3354/meps11063"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Levitan, D.R., Boudreau, W., Jara, J., Knowlton, N., 2014. Long-term reduced spawning in orbicella coral species due to temperature stress. Mar. Ecol. Prog. Ser. 515, 1- 10. doi: 10.3354/meps11063 .",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Modulation of light-enhancement to symbiotic algae by light-scattering in corals and evolutionary trends in bleaching",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Marcelino",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Westneat",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Stoyneva",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Henss",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Rogers",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Radosevich",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Turzhitsky",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "PLoS One",
                "volume": "8",
                "issue": "4",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1371/journal.pone.0061492.s008"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marcelino, L.A., Westneat, M.W., Stoyneva, V., Henss, J., Rogers, J.D., Radosevich, A., Turzhitsky, V., 2013. Modulation of light-enhancement to symbiotic algae by light-scattering in corals and evolutionary trends in bleaching. PLoS One 8 (4), e61492. doi: 10.1371/journal.pone.0061492.s008 .",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Nitrate increases zooxanthellae population density and reduces skeletogenesis in corals",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Marubini",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Davies",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Mar. Biol",
                "volume": "127",
                "issue": "2",
                "pages": "319--328",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marubini, F., Davies, P., 1996. Nitrate increases zooxanthellae population den- sity and reduces skeletogenesis in corals. Mar. Biol. 127 (2), 319-328. http://www.scopus.com/inward/record.url?partnerID=yv4JPVwI&eid=2-s2. 0-0 030301761&md5=0971551a6865f30 046294b9e17fb4081 .",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Dynamic energy budgets in syntrophic symbiotic relationships between heterotrophic hosts and photoautotrophic symbionts",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Muller",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Sebastiaan",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kooijman",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Edmunds",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Doyle",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Nisbet",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "J. Theor. Biol",
                "volume": "259",
                "issue": "1",
                "pages": "44--57",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.jtbi.2009.03.004"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Muller, E.B., Sebastiaan, A.L., Kooijman, M., Edmunds, P.J., Doyle, F.J., Nisbet, R.M., 2009. Dynamic energy budgets in syntrophic symbiotic relationships between heterotrophic hosts and photoautotrophic symbionts. J. Theor. Biol. 259 (1), 44- 57. doi: 10.1016/j.jtbi.20 09.03.0 04 .",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Seasonal variation in light-shade adaptation of natural populations of the symbiotic sea anemone aiptasiapulchella (carlgren, 1943) in Hawaii",
                "authors": [
                    {
                        "first": "Giséle",
                        "middle": [],
                        "last": "Muller-Parker",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "112",
                "issue": "2",
                "pages": "90115--90123",
                "other_ids": {
                    "DOI": [
                        "10.1016/0022-0981(87)90115-8"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Muller-Parker, Giséle, 1987. Seasonal variation in light-shade adaptation of natu- ral populations of the symbiotic sea anemone aiptasiapulchella (carlgren, 1943) in Hawaii. J. Exp. Mar. Biol. Ecol. 112 (2), 165-183. doi: 10.1016/0022-0981(87) 90115-8 .",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Effect of ammonium enrichment on animal and algal biomass of the coral pocillopora damicornis",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Muller-Parker",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Giséle",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Mccloskey",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hoegh-Guldberg",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Mcauley",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Pac. Sci",
                "volume": "48",
                "issue": "3",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muller-Parker, Giséle, McCloskey, L.R., Hoegh-Guldberg, O., McAuley, P., 1994. Effect of ammonium enrichment on animal and algal biomass of the coral pocillopora damicornis. Pac. Sci. 48 (3) http://scholarspace.manoa.hawaii.edu/handle/10125/ .",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Thresholds and the resilience of caribbean coral reefs",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Mumby",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Hastings",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Edwards",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Nature",
                "volume": "450",
                "issue": "7166",
                "pages": "98--101",
                "other_ids": {
                    "DOI": [
                        "10.1038/nature06252"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Mumby, P.J., Hastings, A., Edwards, H.J., 2007. Thresholds and the resilience of caribbean coral reefs. Nature 450 (7166), 98-101 . Nature Publishing Group. doi: 10.1038/nature06252 .",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Estimating the daily contribution of carbon from zooxanthellae to coral animal respiration",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Mccloskey",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Marian",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Limnol. Oceanogr",
                "volume": "26",
                "issue": "4",
                "pages": "601--611",
                "other_ids": {
                    "DOI": [
                        "10.4319/lo.1981.26.4.0601"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Muscatine, L., McCloskey, L.R., Marian, R.E., 1981. Estimating the daily contribution of carbon from zooxanthellae to coral animal respiration. Limnol. Oceanogr. 26 (4), 601-611. doi: 10.4319/lo.1981.26.4.0601 .",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Reef corals: mutualistic symbioses adapted to nutrient-poor environments",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Muscatine",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Porter",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Bioscience",
                "volume": "27",
                "issue": "7",
                "pages": "454--460",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muscatine, L. , Porter, J.W. , 1977. Reef corals: mutualistic symbioses adapted to nu- trient-poor environments. Bioscience 27 (7), 454-460 .",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The biology and economics of coral growth",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Osinga",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Schutter",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Griffioen",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Wijffels",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A J"
                        ],
                        "last": "Verreth",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Shafir",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Henard",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Taruffi",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Claudia",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Silvia",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Mar. Biotechnol",
                "volume": "13",
                "issue": "4",
                "pages": "658--671",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10126-011-9382-7"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Osinga, R., Schutter, M., Griffioen, B., Wijffels, R.H., Verreth, J.A.J., Shafir, S., Henard, S., Taruffi, M., Claudia, G., Silvia, L., 2011. The biology and economics of coral growth. Mar. Biotechnol. 13 (4), 658-671. doi: 10.1007/s10126-011-9382-7 .",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "The CORALZOO project: a synopsis of four years of public aquarium science",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Osinga",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Schutter",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Wijgerde",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Rinkevich",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Shafir",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Shpigel",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Luna",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "J. Mar. Biol. Assoc. U. K",
                "volume": "92",
                "issue": "04",
                "pages": "753--768",
                "other_ids": {
                    "DOI": [
                        "10.1017/S0025315411001779"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Osinga, R., Schutter, M., Wijgerde, T., Rinkevich, B., Shafir, S., Shpigel, M., Luna, G.M., 2012. The CORALZOO project: a synopsis of four years of public aquarium sci- ence. J. Mar. Biol. Assoc. U. K. 92 (04), 753-768 . Cambridge University Press. doi: 10.1017/S0025315411001779 .",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Photoinhibition of photosynthesis induced by visible light",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Powles",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Annu. Rev. Plant. Physiol",
                "volume": "35",
                "issue": "",
                "pages": "15--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Powles, S.B. , 1984. Photoinhibition of photosynthesis induced by visible light. Annu. Rev. Plant. Physiol. 35, 15-44 .",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "The engine of the reef: photobiology of the coral-algal symbiosis",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Roth",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "http://journal.frontiersin.org/Journal/10.3389/fmicb.2014.00422/pdf"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Roth, M.S., 2014. The engine of the reef: photobiology of the coral-algal symbiosis. Front Microbiol. http://journal.frontiersin.org/Journal/10.3389/fmicb.2014.00422/ pdf .",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The effect of different flow regimes on the growth and metabolic rates of the scleractinian coral galaxea fascicularis",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Schutter",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Crocker",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Paijmans",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Osinga",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Verreth",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Wijffels",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Coral Reefs",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00338-010-0617-2"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Schutter, M.J., Crocker, A., Paijmans, M.J., Osinga, R., Verreth, A.J., Wijffels, R.H., 2010. The effect of different flow regimes on the growth and metabolic rates of the scleractinian coral galaxea fascicularis. Coral Reefs doi: 10.1007/ s00338-010-0617-2 .",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Light intensity, photoperiod duration, daily light flux and coral growth of galaxea fascicularis in an aquarium setting: a matter of photons?",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Schutter",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Van Der Ven",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Janse",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A J"
                        ],
                        "last": "Verreth",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Wijffels",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Osinga",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "J. Mar. Biol. Assoc. UK",
                "volume": "92",
                "issue": "04",
                "pages": "703--712",
                "other_ids": {
                    "DOI": [
                        "10.1017/S0025315411000920"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Schutter, M., van der Ven, R.M., Janse, M., Verreth, J.A.J., Wijffels, R.H., Osinga, R., 2011. Light intensity, photoperiod duration, daily light flux and coral growth of galaxea fascicularis in an aquarium setting: a matter of photons? J. Mar. Biol. Assoc. UK 92 (04), 703-712 . Cambridge University Press. doi: 10.1017/ S0025315411000920 .",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Nutrient loading alters the performance of key nutrient exchange mutualisms",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Shantz",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "P"
                        ],
                        "last": "Lemoine",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Burkepile",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Ecol. Lett",
                "volume": "19",
                "issue": "1",
                "pages": "20--28",
                "other_ids": {
                    "DOI": [
                        "10.1111/ele.12538"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Shantz, A .A ., Lemoine, N.P., Burkepile, D.E., 2015. Nutrient loading alters the perfor- mance of key nutrient exchange mutualisms. Ecol. Lett. 19 (1), 20-28. doi: 10. 1111/ele.12538 .",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "The annual cycle of density of zooxanthellae in the tissues of field and laboratory-held pocillopora damicornis (linnaeus)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Stimson",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "214",
                "issue": "1-2",
                "pages": "35--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stimson, J. , 1997. The annual cycle of density of zooxanthellae in the tissues of field and laboratory-held pocillopora damicornis (linnaeus). J. Exp. Mar. Biol. Ecol. 214 (1-2), 35-48 .",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Marine pollution bulletin",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Tanaka",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Iguchi",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Inoue",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Mori",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Sakai",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Suzuki",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Kawahata",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Nakamura",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Mar. Pollut. Bull",
                "volume": "68",
                "issue": "1-2",
                "pages": "93--98",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.marpolbul.2012.12.017"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Tanaka, Y., Iguchi, A., Inoue, M., Mori, C., Sakai, K., Suzuki, A., Kawahata, H., Naka- mura, T., 2013. Marine pollution bulletin. Mar. Pollut. Bull. 68 (1-2), 93-98. doi: 10.1016/j.marpolbul.2012.12.017 .",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Imbalanced coral growth between organic tissue and carbonate skeleton caused by nutrient enrichment",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Tanaka",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Miyajima",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Koike",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Hayashibara",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Ogawa",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Limnol. Oceanogr",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tanaka, Y., Miyajima, T., Koike, I., Hayashibara, T., Ogawa, H., 2007. Imbalanced coral growth between organic tissue and carbonate skeleton caused by nutrient en- richment. Limnol. Oceanogr. http://www.aslo.org/lo/toc/vol _ 52/issue _ 3/1139.pdf .",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "External carbonic anhydrase in three caribbean corals: quantification of activity and role in CO 2 uptake",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Tansik",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "K"
                        ],
                        "last": "Fitt",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Hopkinson",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Coral Reefs",
                "volume": "34",
                "issue": "3",
                "pages": "703--713",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00338-015-1289-8"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Tansik, A.L., Fitt, W.K., Hopkinson, B.M., 2015. External carbonic anhydrase in three caribbean corals: quantification of activity and role in CO 2 uptake. Coral Reefs 34 (3), 703-713 . Springer Berlin Heidelberg. doi: 10.10 07/s0 0338-015-1289-8 .",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "R: A Language and Environment for Statistical Computing",
                "authors": [],
                "year": 2014,
                "venue": "R Foundation for Statistical Computing",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "R Development Core Team, 2014. R: A Language and Environment for Statisti- cal Computing. Vienna, Austria: R Foundation for Statistical Computing. http: //www.R-project.org/ .",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Chronic nutrient enrichment increases prevalence and severity of coral disease and bleaching",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Thurber",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Rebecca",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Burkepile",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Fuchs",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Shantz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Mcminds",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Zaneveld",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Glob. Chang. Biol",
                "volume": "20",
                "issue": "2",
                "pages": "544--554",
                "other_ids": {
                    "DOI": [
                        "10.1111/gcb.12450"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Thurber, V., Rebecca, L., Burkepile, D.E., Fuchs, C., Shantz, A .A ., McMinds, R., Zan- eveld, J.R., 2014. Chronic nutrient enrichment increases prevalence and severity of coral disease and bleaching. Glob. Chang. Biol. 20 (2), 544-554. doi: 10.1111/ gcb.12450 .",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Photo-acclimation dynamics of the coral stylophora pistillata to low and extremely low light",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Titlyanov",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "V"
                        ],
                        "last": "Titlyanova",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Yamazato",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Van Woesik",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "J. Exp. Mar. Biol. Ecol",
                "volume": "263",
                "issue": "2",
                "pages": "211--225",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Titlyanov, E.A. , Titlyanova, T.V. , Yamazato, K. , van Woesik, R. , 2001. Photo-acclima- tion dynamics of the coral stylophora pistillata to low and extremely low light. J. Exp. Mar. Biol. Ecol. 263 (2), 211-225 .",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Nitrogen recycling or nitrogen conservation in an alga-invertebrate symbiosis?",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Douglas",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "J. Exp. Biol",
                "volume": "201",
                "issue": "",
                "pages": "2445--2453",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wang, J. , Douglas, A.E. , 1998. Nitrogen recycling or nitrogen conservation in an al- ga-invertebrate symbiosis? J. Exp. Biol. 201, 2445-2453 .",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Damage to photosystem II in symbiotic dinoflagellates: a determinant of coral bleaching",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Warner",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "K"
                        ],
                        "last": "Fitt",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Schmidt",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Proc. Natl. Acad. Sci. USA",
                "volume": "96",
                "issue": "14",
                "pages": "8007--8012",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Warner, M.E. , Fitt, W.K. , Schmidt, G.W. , 1999. Damage to photosystem II in symbiotic dinoflagellates: a determinant of coral bleaching. Proc. Natl. Acad. Sci. USA 96 (14), 8007-8012 .",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Cellular mechanisms of cnidarian bleaching: stress causes the collapse of symbiosis",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "M"
                        ],
                        "last": "Weis",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "J. Exp. Biol",
                "volume": "211",
                "issue": "",
                "pages": "3059--3066",
                "other_ids": {
                    "DOI": [
                        "10.1242/jeb.009597"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Weis, V.M., 2008. Cellular mechanisms of cnidarian bleaching: stress causes the col- lapse of symbiosis. J. Exp. Biol. 211 (Pt 19), 3059-3066. doi: 10.1242/jeb.009597 .",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Nutrient enrichment can increase the susceptibility of reef corals to bleaching",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Wiedenmann",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "D'angelo",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "N"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "F.-E",
                        "middle": [],
                        "last": "Legiret",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Postle",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Achterberg",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Nat. Clim. Chang",
                "volume": "3",
                "issue": "",
                "pages": "160--164",
                "other_ids": {
                    "DOI": [
                        "10.1038/nclimate1661"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wiedenmann, J., D'Angelo, C., Smith, E.G., Hunt, A.N., Legiret, F.-E., Postle, A.D., Achterberg, E.P., 2013. Nutrient enrichment can increase the susceptibility of reef corals to bleaching. Nat. Clim. Chang. 3, 160-164 . Nature Publishing Group. doi: 10.1038/nclimate1661 .",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "A new conceptual model for the warm-water breakdown of the coral-algae endosymbiosis",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Wooldridge",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Mar. Freshwater Res",
                "volume": "60",
                "issue": "",
                "pages": "83--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wooldridge, S.A. , 2009. A new conceptual model for the warm-water breakdown of the coral-algae endosymbiosis. Mar. Freshwater Res. 60, 4 83-4 96 .",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Is the coral-algae symbiosis really 'mutually beneficial' for the partners?",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Wooldridge",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Bioessays",
                "volume": "32",
                "issue": "",
                "pages": "615--625",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wooldridge, S.A. , 2010. Is the coral-algae symbiosis really 'mutually beneficial' for the partners? Bioessays 32, 615-625 .",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Breakdown of the coral-algae symbiosis: towards formalising a linkage between warm-water bleaching thresholds and the growth rate of the intracellular zooxanthellae",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Wooldridge",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Biogeosciences",
                "volume": "10",
                "issue": "",
                "pages": "1647--1658",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wooldridge, S.A., 2013. Breakdown of the coral-algae symbiosis: towards formalis- ing a linkage between warm-water bleaching thresholds and the growth rate of the intracellular zooxanthellae. Biogeosciences 10, 1647-1658. http://www. biogeosciences.net/10/1647/2013/bg-10-1647-2013.html .",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Differential thermal bleaching susceptibilities amongst coral taxa: re-posing the role of the host",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Wooldridge",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Coral Reefs",
                "volume": "",
                "issue": "1",
                "pages": "15--27",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00338-013-1111-4"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wooldridge, S.A., 2014a. Differential thermal bleaching susceptibilities amongst coral taxa: re-posing the role of the host. Coral Reefs (1), 15-27 . Springer Berlin Heidelberg. 10.10 07/s0 0338-013-1111-4 .",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Formalising a mechanistic linkage between heterotrophic feeding and thermal bleaching resistance. Coral Reefs 1-6",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Wooldridge",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00338-014-1193-7"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wooldridge, S.A., 2014b. Formalising a mechanistic linkage between heterotrophic feeding and thermal bleaching resistance. Coral Reefs 1-6 . Springer Berlin Hei- delberg. doi: 10.10 07/s0 0338-014-1193-7 .",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Improved water quality can ameliorate effects of climate change on corals",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Wooldridge",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Done",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Ecol. Appl",
                "volume": "19",
                "issue": "6",
                "pages": "1492--1499",
                "other_ids": {
                    "DOI": [
                        "10.1890/08-0963.1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Wooldridge, S.A., Done, T.J., 2009. Improved water quality can ameliorate effects of climate change on corals. Ecol. Appl. 19 (6), 1492-1499 . Ecological Society of America. doi: 10.1890/08-0963.1 .",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Metabolic interactions between algal symbionts and invertebrate hosts",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Yellowlees",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "A V"
                        ],
                        "last": "Rees",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Leggat",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Plant Cell Environ",
                "volume": "31",
                "issue": "",
                "pages": "679--694",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yellowlees, D. , Rees, T.A.V. , Leggat, W. , 2008. Metabolic interactions between algal symbionts and invertebrate hosts. Plant Cell Environ. 31, 679-694 .",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Alternate stable states in S:H biomass and growth across a light gradient. Alternate stable states occur between ∼ 25-42 mol photons m −1 d −1 under these conditions (DIN = 1e −7 mol N L −1 ; X = 1e −7 C-mol X L −1 ), depending on whether initial S:H is high (1, closed circles), representing a healthy coral, or low (0.0 0 01, open circles), representing a bleached coral. Arrow above point at L = 25 indicates a S:H ratio beyond the y -axis range; this \"overshoot\" phenomenon, in which initially bleached corals may achieve high S:H ratios while remaining in a carbon-limited state is discussed in the Coral Bleaching and Recovery section.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "text": "Recovery from bleaching with varying N:C availability (A: N:C = 0.100; B: N:C = 0.175; C: N:C = 0.220).",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "text": "",
                "content": "<table><tr><td colspan=\"4\">Model parameters (units explained in the text). Justification and/or derivation of each parameter value along with supporting references are</td></tr><tr><td colspan=\"4\">provided in the Supplementary Information. (Abbreviations: CCMs = carbon concentrating mechanisms; NPQ = non-photochemical quench-</td></tr><tr><td colspan=\"2\">ing; ROS = reactive oxygen species; DIN = dissolved inorganic nitrogen).</td><td/><td/></tr><tr><td>Symbol</td><td>Description</td><td>Units</td><td>Value</td></tr><tr><td>n NH</td><td>N:C molar ratio in host biomass</td><td>-</td><td>0 . 1 8</td></tr><tr><td>n NS</td><td>N:C molar ratio in symbiont biomass</td><td>-</td><td>0 . 1 3</td></tr><tr><td>n NX</td><td>N:C molar ratio in prey biomass</td><td>-</td><td>0 . 2</td></tr><tr><td>j 0 HT j 0 ST σ NH</td><td>Maintenance rate of host biomass Maintenance rate of symbiont biomass Proportion N turnover recycled in host</td><td>C-mol H C-mol H −1 d −1 C-mol S C-mol S −1 d −1 -</td><td>0.03 0.03 0 . 9</td></tr><tr><td>σ CH</td><td>Proportion host metabolic CO 2 recycled to photosynthesis</td><td>-</td><td>0 . 1</td></tr><tr><td>σ NS</td><td>Proportion N turnover recycled in symbiont</td><td>-</td><td>0 . 9</td></tr><tr><td>σ CS</td><td>Proportion symbiont metabolic CO 2 recycled to photosynthesis</td><td>-</td><td>0 . 9</td></tr><tr><td>j Xm</td><td/><td/><td/></tr></table>",
                "num": null,
                "type_str": "table"
            }
        }
    }
}