{
    "paper_id": "Adipose-derived_stromal_cells_for_osteoarticular_repair__trophic_function_versus_stem_cell_activity",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:44:54.008979Z"
    },
    "title": "Adipose-derived stromal cells for osteoarticular repair: trophic function versus stem cell activity",
    "authors": [
        {
            "first": "M",
            "middle": [],
            "last": "Ruetze",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "W",
            "middle": [],
            "last": "Richter",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The identification of multipotent adipose-derived stromal cells (ASC) has raised hope that tissue regeneration approaches established with bone-marrowderived stromal cells (BMSC) can be reproduced with a cell-type that is far more accessible in large quantities. Recent detailed comparisons, however, revealed subtle functional differences between ASC and BMSC, stressing the concept of a common mesenchymal progenitor existing in a perivascular niche across all tissues. Focussing on bone and cartilage repair, this review summarises recent in vitro and in vivo studies aiming towards tissue regeneration with ASC. Advantages of good accessibility, high yield and superior growth properties are counterbalanced by an inferiority of ASC to form ectopic bone and stimulate long-bone healing along with their less pronounced osteogenic and angiogenic gene expression signature. Hence, particular emphasis is placed on establishing whether stem cell activity of ASC is so far proven and relevant for successful osteochondral regeneration, or whether trophic activity may largely determine therapeutic outcome.",
    "pdf_parse": {
        "paper_id": "Adipose-derived_stromal_cells_for_osteoarticular_repair__trophic_function_versus_stem_cell_activity",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The identification of multipotent adipose-derived stromal cells (ASC) has raised hope that tissue regeneration approaches established with bone-marrowderived stromal cells (BMSC) can be reproduced with a cell-type that is far more accessible in large quantities. Recent detailed comparisons, however, revealed subtle functional differences between ASC and BMSC, stressing the concept of a common mesenchymal progenitor existing in a perivascular niche across all tissues. Focussing on bone and cartilage repair, this review summarises recent in vitro and in vivo studies aiming towards tissue regeneration with ASC. Advantages of good accessibility, high yield and superior growth properties are counterbalanced by an inferiority of ASC to form ectopic bone and stimulate long-bone healing along with their less pronounced osteogenic and angiogenic gene expression signature. Hence, particular emphasis is placed on establishing whether stem cell activity of ASC is so far proven and relevant for successful osteochondral regeneration, or whether trophic activity may largely determine therapeutic outcome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Established strategies for cartilage and bone repair, such as autologous chondrocyte transplantation (ACT) (Ref. 1) and bone grafting (Ref. 2), have reached broad clinical application and yield satisfactory results due to continuous improvement. These therapies, however, require the excision of healthy tissue from a nonlesioned site, necessarily incorporating the disadvantages of additional medical procedures, donor site morbidity and further rehabilitative burden on the patient (Ref. 3). Repair strategies that are based on autologous bone-marrow-derived stromal cells (BMSC) do not circumvent these problems, but harvesting bone marrow from the iliac crest is generally judged as less invasive (Ref. 4) . The discovery that multipotent stromal cells can be isolated from lipoaspirates (Ref. 5) and that the number of adherent cells in an equal volume of adipose tissue exceeds the content of bone marrow aspirate by about 300-fold (Refs 6, 7, 8) challenged the assumption that bone marrow would be the most appropriate source for cellbased therapies of skeletal injuries and diseases.",
                "cite_spans": [
                    {
                        "start": 701,
                        "end": 709,
                        "text": "(Ref. 4)",
                        "ref_id": null
                    },
                    {
                        "start": 792,
                        "end": 800,
                        "text": "(Ref. 5)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "In order to verify whether adipose-derived stromal cells (ASC) represent an easily accessible cell type that may substitute for BMSC completely in cell-based approaches for osteochondral regeneration, they were characterised in terms of in vitro performance (Refs 9, 10), in vivo localisation (Refs 11, 12) and their ability to differentiate into various mesenchymal cell types (Refs 13, 14, 15, 16) . This review summarises current knowledge of ASC and BMSC plasticity and in vivo function, describing similarities and differences between both cell types that have been determined upon expansion. Furthermore, an overview is provided on osteoarticular regenerative approaches that have thus far been conducted using ASC. In summary, data on ASC-based osteoarticular repair strategies indicate that ASC do not possess intrinsic osteochondral potential, such as BMSC, but require reprogramming for in vivo development towards the osteochondral lineage. These observations stress the concept of equivalent mesenchymal progenitors in bone marrow and adipose tissue (Ref. 8) . In view of a long list of successful experimental intervention studies in distinct models, trophic functions of ASC may be more relevant than stem cell potential in mediating osteoarticular repair.",
                "cite_spans": [
                    {
                        "start": 293,
                        "end": 302,
                        "text": "(Refs 11,",
                        "ref_id": null
                    },
                    {
                        "start": 303,
                        "end": 306,
                        "text": "12)",
                        "ref_id": null
                    },
                    {
                        "start": 378,
                        "end": 387,
                        "text": "(Refs 13,",
                        "ref_id": null
                    },
                    {
                        "start": 388,
                        "end": 391,
                        "text": "14,",
                        "ref_id": null
                    },
                    {
                        "start": 392,
                        "end": 395,
                        "text": "15,",
                        "ref_id": null
                    },
                    {
                        "start": 396,
                        "end": 399,
                        "text": "16)",
                        "ref_id": null
                    },
                    {
                        "start": 1062,
                        "end": 1070,
                        "text": "(Ref. 8)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Thus far absent from the literature is a comprehensive, general convention that defines intrinsic properties for stem cells of any given tissue (Ref. 17) . From a functional point of view, a well-accepted interpretation would be that a single stem cell possesses the capacity to build up a physiological, multicellular tissue that is capable of autonomous regeneration in vivo. Specific cellular functions such as asymmetric cell division, prolonged self-renewal and differentiation capacities are needed to fulfil this requirement. Most importantly, in vitro detection of these properties in a particular cell type alone, however, does not necessarily prove stemness. It is self-explanatory that a stem cell only deserves this designation if the observed fundamental capacities represent intrinsic features of the native cell in vivo, rather than being achieved by artificial treatments or molecular reprogramming. These stringent criteria for stem cell definition (Ref. 18) are met by haematopoietic stem cells (HSC), which reconstitute bone marrow when clonally derived HSC are transplanted into lethally irradiated mice (Ref. 19 ). In the context of osteoarticular repair, BMSC are so far the only entity representing skeletal stem cells, according to this stringent definition. Sacchetti et al. established that clonal BMSC populations are self-renewing and can form an ectopic bone organ after subcutaneous transplantation into immunocompromised mice (Ref. 20) . This result was further refined by Chan et al. by demonstrating the formation of multicellular bone tissue at other ectopic sites and by unravelling routes of differentiation from a discrete progenitor subpopulation to cell types that either contribute to bone, cartilage or haematopoiesissupportive stroma within the new bone organ (Ref. 21). Besides BMSC and HSC, a plethora of other cell types is commonly designated as stem cells, although evidence for clonal in vivo organ formation without pre-induction is missing. This circumstance also holds true for ASC that, nevertheless, are often referred to as adiposederived mesenchymal stem cells, despite the fact that the capacity of a single ASC to build up a functional mesenchymal tissue has not been shown to date. Thus, the idea of universal mesenchymal stem cells in a perivascular niche (Ref. 22) with an intrinsic capacity to build up and maintain multiple mesenchymal tissues (Ref. 8) by a common mesengenic in vivo process is still an unconfirmed hypothesis. Conclusively, BMSC are the only perivascular cells with proven skeletal stem cell characteristics.",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 153,
                        "text": "(Ref. 17)",
                        "ref_id": null
                    },
                    {
                        "start": 1124,
                        "end": 1132,
                        "text": "(Ref. 19",
                        "ref_id": null
                    },
                    {
                        "start": 1457,
                        "end": 1466,
                        "text": "(Ref. 20)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Stemness of BMSC and ASC Criteria for stem cell definition",
                "sec_num": null
            },
            {
                "text": "Current data do not exclude that ASC may possess stem cell characteristics, according to the stringent criteria outlined above, and results are encouraging that future experiments may support adipose tissue-specific stem cell properties. In vitro characterisation of isolated ASC demonstrated extensive proliferative potential (Ref. 5). The application of standard in vitro differentiation protocols to ASC reflected possession of osteogenic, adipogenic and chondrogenic differentiation capacity (Ref. 5), although the physiological relevance of these assays has been questioned (Ref. 18). Notably, clonal analyses revealed that >2% of cells within expanded ASC cultures exhibit tri-lineage potential in vitro, indicating that typical isolation protocols lead only to a small fraction of ASC with in vitro multilineage potential after artificial treatment (Ref. 10).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lack of evidence for stem cell characteristics of ASC",
                "sec_num": null
            },
            {
                "text": "Like the most mesenchymal cells (Ref. 23), ASC express a cell surface marker profile that is comparable to BMSC (Refs 9, 24), fulfilling all requirements that have been suggested as the minimal criteria for defining multipotent mesenchymal stromal cells (Ref. 25) . Although most mesenchymal cells also meet these standards (Refs 23, 26), a functional equivalence of ASC and BMSC was construed from this classification and subsequent studies focussed on the question of whether ASC exhibit analogous cartilage and bone regeneration capacities. For this purpose, ASC were directly tested for their application to osteochondral in vivo repair approaches; however, the question whether ASC are skeletal stem cells functionally equivalent to BMSC attracted little interest.",
                "cite_spans": [
                    {
                        "start": 254,
                        "end": 263,
                        "text": "(Ref. 25)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lack of evidence for stem cell characteristics of ASC",
                "sec_num": null
            },
            {
                "text": "From a retrospective point of view, it seems inconsistent that ASC were first assessed for their cartilage and bone regeneration potential before their capacity to build up and maintain a physiological adipose tissue environment was investigated. Although in vitro engineered adipose tissue would have a promising potential for surgical soft tissue reconstruction (Ref. 27), strategies using ASC for that purpose are instead clearly outnumbered by approaches that use (pre-)adipocytes (Refs 28, 29, 30, 31) and subjected to an adipogenic pre-induction protocol prior to subcutaneous implantation. As expected after pre-induction, in vivo adipose tissue formation was reported in these studies. Evidence that transplanted clonal ASC can generate adipose tissue in vivo without such a pre-induction is still missing, but such a demonstration would not only be encouraging for their use in adipose tissue engineering but would also further clarify if ASC may indeed represent tissue-specific stem cells distinct from BMSC.",
                "cite_spans": [
                    {
                        "start": 485,
                        "end": 494,
                        "text": "(Refs 28,",
                        "ref_id": null
                    },
                    {
                        "start": 495,
                        "end": 498,
                        "text": "29,",
                        "ref_id": null
                    },
                    {
                        "start": 499,
                        "end": 502,
                        "text": "30,",
                        "ref_id": null
                    },
                    {
                        "start": 503,
                        "end": 506,
                        "text": "31)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lack of evidence for stem cell characteristics of ASC",
                "sec_num": null
            },
            {
                "text": "A thorough review of the literature on in vitro performance of culture-expanded ASC and BMSC reveals strong similarities between stromal cells of both sources, factually overweighing the differences. For instance, no morphological differences were reported to date, and the same spindle-shaped phenotype was frequently described (Refs 39, 40, 41 ",
                "cite_spans": [
                    {
                        "start": 329,
                        "end": 338,
                        "text": "(Refs 39,",
                        "ref_id": null
                    },
                    {
                        "start": 339,
                        "end": 342,
                        "text": "40,",
                        "ref_id": null
                    },
                    {
                        "start": 343,
                        "end": 345,
                        "text": "41",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "In vitro characteristics of expanded ASC and BMSC Similar morphological features but different growth behaviour",
                "sec_num": null
            },
            {
                "text": "In line with indications of an intrinsic osteogenic potential of BMSC, exposure to common osteogenic differentiation media induced more mineralisation (Refs 40, 50, 68, 69), higher alkaline phosphatase activity (Refs 40, 44, 68) and stronger gene expression of osteogenic markers, such as runx2, osteocalcin, osterix, alkaline phosphatase and collagen-1 (Refs 40, 44, 52), compared to ASC. In turn, and corresponding to their physiological origin, ASC seem to exhibit a higher affinity to adipogenic differentiation, since inclusion of lipid droplets (Refs 44, 50, 53) and expression of the adipogenic marker gene peroxisome proliferator-activated receptor (PPARγ) (Refs 44, 53) were more intense than in BMSC upon induction. However, similar adipogenic in vitro differentiation capacities of adipose and bone marrow-derived cells were also reported (Refs 52, 69, 70), but no study described a higher adipogenic potential for BMSC. In line with better in vitro osteogenesis, BMSC also showed better performance in common chondrogenesis assays. In vitro differentiation of BMSC in 3D-pellet culture under treatment with TGF-β resulted in more intense collagen-II staining (Refs 39, 46, 62, 68, 69, 70), proteoglycan deposition (Refs 39, 46, 53, 62, 68, 70) and gene expression of Sox-9 (Ref. 53), compared to ASC. Interestingly, the inferior chondrogenic capacity of ASC can be augmented to BMSC levels when BMP-6 is added to the differentiation medium (Refs 62, 71), an observation with obvious relevance for future in vivo applications of ASC.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Reduced performance of ASC in osteochondral in vitro differentiation assays",
                "sec_num": null
            },
            {
                "text": "One main path to tissue reconstruction by cellbased therapeutic strategies involves stem cell activity to establish and build new tissue by proliferating and differentiating cells, which are progeny of the implanted cells. A second way to regeneration is the stimulation of endogenous healing capacity by trophic activity of implanted cells, which attract host progenitor cells and organise repair by local and invading cells. Implanted cells may even disappear after this task has been successfully fulfilled. In this second scenario, even transient stem cell activity or differentiation capacity within target tissues may be dispensable as long as trophic activity is high.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparison of trophic activity",
                "sec_num": null
            },
            {
                "text": "Similar All in all, beyond their reduced performance in osteochondral in vitro differentiation assays, ASC showed no intrinsic osteochondral in vivo differentiation potential and, thus, seem to possess no skeletal stem cell properties as seen with BMSC, providing a strong argument for fundamental functional differences regarding their use for in vivo osteochondral repair. Since nonclonal cells are widely used for tissue regeneration, the benefit of enhanced availability of ASC, therefore, appears currently to be balanced by an enhanced need for inductive conditions via timely and intensive in vitro culture efforts, if their physical contribution to the new skeletal tissue is desired.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparison of trophic activity",
                "sec_num": null
            },
            {
                "text": "The most convincing demonstration of spontaneous chondrogenic in vivo potential of ASC and BMSC derives from observations of ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ASC and BMSC require pre-differentiation for ectopic cartilage formation",
                "sec_num": null
            },
            {
                "text": "The most direct and least invasive approach to use ASC for the treatment of cartilage defects is by intraarticular injection of cells. Studies that started with an induction of osteoarthritis (OA) by anterior cruciate ligament transection (ACLT) or collagenase treatment, followed by intra-articular injection of autologous ASC, have been conducted in mouse (Ref. 114) and rabbit (Refs 115, 116) ( Table 3 ). Different histological evaluations and OA scoring scales were used to measure OA progression, but in all cases, positive effects of ASC compared to the injection of cellfree solvent were reported. Labelled ASC were detectable in the synovial membrane and medial meniscus 20 days after injection (Ref. 115) and at the synovial lining and cruciate ligaments up to 5 days after injection (Ref. 114). Human ASC injected into unimpaired mouse knee joints showed long-term persistence in joint tissue in 60% of all mice up to 186 days after injection, but a substantial fraction of ASC seemed to have migrated to the bone marrow, adipose tissue and muscle. Thus, while a certain degree of persistence of injected cells can therefore be assumed, evidence for in vivo differentiation of donor ASC or long-term integration into articular cartilage tissue is missing, and contributions by trophic activity cannot be judged.",
                "cite_spans": [
                    {
                        "start": 710,
                        "end": 714,
                        "text": "115)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 398,
                        "end": 405,
                        "text": "Table 3",
                        "ref_id": "TABREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Missing evidence for physical ASC contribution to the repair of damaged cartilage",
                "sec_num": null
            },
            {
                "text": "Besides artificial OA induction, the capacity of ASC to repair surgical cartilage incisions has been investigated (Table 3) . In a scheme similar ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 114,
                        "end": 123,
                        "text": "(Table 3)",
                        "ref_id": "TABREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Missing evidence for physical ASC contribution to the repair of damaged cartilage",
                "sec_num": null
            },
            {
                "text": "The majority of ASC-based tissue engineering approaches are directed at orthotopic in vivo formation of bone (Table 4) Controversial data exist regarding the performance of expanded but otherwise untreated ASC in the context of long bone repair, although only a limited number of studies is available (Table  4) . When nontransgenic or mock-transduced ASC were loaded on carrier matrices and transplanted into long-bone defects, no bone formation was observed ( Refs 129, 131, 132) . In a sheep longbone model, ASC were unable to induce defect bridging, while BMSC facilitated defect regeneration in the same setting (Ref. 143) . A closer look at the ASC control groups of the above studies further confirms the impression that pre-differentiation or genetic manipulation of ASC is a prerequisite for stimulation of bone formation. This applies even for orthotopic sites in long bones, where the microenvironment is rich in osteoinductive proteins which are released from the defect endings. To our knowledge, the only exception when nontransduced ASC led to substantial bone formation in the context of long-bone repair is a study by Han and Li, in which ASC were used as a control to Runx2-overexpressing cells. Possibly, the surgical connection of the implant to the vascular network was the key to the positive results of this study (Ref. 130) .",
                "cite_spans": [
                    {
                        "start": 462,
                        "end": 471,
                        "text": "Refs 129,",
                        "ref_id": null
                    },
                    {
                        "start": 472,
                        "end": 476,
                        "text": "131,",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 477,
                        "end": 481,
                        "text": "132)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 623,
                        "end": 627,
                        "text": "143)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 109,
                        "end": 118,
                        "text": "(Table 4)",
                        "ref_id": "TABREF7"
                    },
                    {
                        "start": 301,
                        "end": 311,
                        "text": "(Table  4)",
                        "ref_id": "TABREF7"
                    },
                    {
                        "start": 1337,
                        "end": 1347,
                        "text": "(Ref. 130)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Site-dependant bone repair capacity of ASC",
                "sec_num": null
            },
            {
                "text": "Dissimilar to long-bone repair, healing of critical size defects in the cranium appears to be less challenging with untreated ASC, since bone formation without any in vitro predifferentiation was reported in at least four studies (Refs 144, 145, 146, 147) . Furthermore, untreated ASC that were transplanted as controls for newly established repair strategies also generated considerable amounts of bone (Refs 125, 128, 142) , although complete absence of defect repair by ASC control groups has also been described (Refs 123, 126) . Thus, orthotopic bone formation by uninduced ASC appears to be site-dependent and favoured by characteristics of the cranial microenvironment that are not present in long bones. Origin from the ectodermal germ layer, development via the intramembranous pathway and enhanced blood supply differentiates bone in the cranium from long bones. Thus, it is tempting to speculate that one major advantage in the cranium may be the denser vascular network of skull bones, which is especially interesting in the context that, beyond an absent osteochondral commitment, a lower angiogenic signature was noted for ASC (Refs 42, 59, 66, 148 ) and orthotopic bone formation by ACS can be triggered by co-transplantation of endothelial cells (Ref. 127) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 230,
                        "end": 255,
                        "text": "(Refs 144, 145, 146, 147)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 404,
                        "end": 424,
                        "text": "(Refs 125, 128, 142)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 516,
                        "end": 531,
                        "text": "(Refs 123, 126)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1141,
                        "end": 1162,
                        "text": "(Refs 42, 59, 66, 148",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1262,
                        "end": 1272,
                        "text": "(Ref. 127)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Site-dependant bone repair capacity of ASC",
                "sec_num": null
            },
            {
                "text": "If the trophic activity of ASC is the most crucial for stimulation of bone repair, a lower requirement for attraction and stimulation of endothelial progenitors could explain the better performance of ASC in the cranium. In line with this, a persistence of donor ASC could not be detected for more than 2 to 4 weeks after transplantation, even in settings where complete cranial defect repair was observed (Refs 131, 142). In sharp contrast, a single study by Cowan et al. reported that transplantation of uninduced ASC led to stable engraftment of the cells in a cranial defect and over 95% of nuclei in the newly formed bone were donor-derived after 12 weeks (Ref. 144). As it is not apparent which specific experimental parameters have enabled this exceptional engraftment, analogous success is waiting for repetition. Overall, particular success of ASC in cranial but not long-bone defects suggests that, in view of their low osteochondral and angiogenic signature, ASC affect bone regeneration most probably via their trophic activity than by in situ differentiation to osteoblasts with long-term persistence. Additional precise studies must unravel the contribution of host and donor cells to tissue repair as well as the influence of scaffolds, precultivation, species and defect site in order to reach consensus on the main mechanisms driving ASC-dependent promotion of osteoarticular repair despite lower osteogenic and angiogenic signatures and an apparent lack of skeletal stem cell properties.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Site-dependant bone repair capacity of ASC",
                "sec_num": null
            },
            {
                "text": "More than 50 in vivo studies have been performed to date in order to verify the potential of ASC to be used for osteoarticular regeneration. In each of the quite heterogeneous experimental setups, specific protocols were established that expert reviews http://www.expertreviews.org/ in molecular medicine",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "Accession information: doi:10.1017/erm.2014.9; Vol. 16; e9; May 2014 © Cambridge University Press 2014. The online version of this article is published within an Open Access environment subject to the conditions of the Creative Commons Attribution licence http://creativecommons.org/ licenses/by/3.0/ either enabled chondrogenic or osteogenic differentiation of the cells or that resulted in positive effects on defect healing. Regarding the greater accessibility of ASC compared to BMSC, these data are entirely encouraging for the future use of ACS in skeletal regenerative medicine. However, it is now clear that ASC do not exhibit the same degree of osteoarticular predetermination as BMSC and more manipulation is required to drive ASC into the chondrogenic or osteogenic lineage (Fig. 1) . The observations that the spontaneous formation of an ectopic bone organ by BMSC cannot be reproduced with ASC and that orthotopic bone formation is only stimulated at favoured sites confirm this issue and thereby exclude a skeletal stem cell identity for ASC. Altogether, a review of the literature suggests that mainly trophic functions determine the therapeutic outcome after ASC application. Future research is needed on a direct comparison of BMSC and ASC in osteoarticular therapy to decide where and how successful BMSC protocols have to be modified to achieve promising results with ASC.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 785,
                        "end": 793,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "This work was supported by grants from the German Research Foundation, reference numbers RI707/7-1, RI707/8-1 and BO3661/1-1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Financial Support",
                "sec_num": null
            },
            {
                "text": "None. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conflicts of Interest",
                "sec_num": null
            },
            {
                "text": "Yoon, H.H. et al. (2012) Enhanced cartilage formation via three-dimensional cell engineering of expert reviews http://www.expertreviews.org/ in molecular medicine",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Yao, J. et al. (2010) Ectopic bone formation in adipose-derived stromal cell-seeded osteoinductive calcium phosphate scaffolds. J Biomater Appl 24(7), 607-24",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Features associated with this article Figure  Figure 1 . In vivo cartilage and bone formation potential of ASC Tables  Table 1 . Summary of ectopic bone formation studies with ASC. Table 2 . Summary of ectopic cartilage formation studies with ASC. Table 3 . Summary of orthotopic cartilage formation studies with ASC. Table 4 . Summary of orthotopic bone formation studies with ASC.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 38,
                        "end": 54,
                        "text": "Figure  Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 111,
                        "end": 126,
                        "text": "Tables  Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 181,
                        "end": 188,
                        "text": "Table 2",
                        "ref_id": null
                    },
                    {
                        "start": 248,
                        "end": 255,
                        "text": "Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 318,
                        "end": 325,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The online version of this article is published within an Open Access environment subject to the conditions of the Creative Commons Attribution licence",
                "authors": [],
                "year": 2014,
                "venue": "Tissue Engineering A",
                "volume": "18",
                "issue": "",
                "pages": "1949--1956",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "© Cambridge University Press 2014. The online version of this article is published within an Open Access environment subject to the conditions of the Creative Commons Attribution licence http://creativecommons.org/ licenses/by/3.0/ human adipose-derived stem cells. Tissue Engineering A 18, 1949-1956",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Ectopic neocartilage formation from predifferentiated human adipose derived stem cells induced by adenoviral-mediated transfer of hTGF beta2",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Jin",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Biomaterials",
                "volume": "28",
                "issue": "",
                "pages": "2994--3003",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jin, X. et al. (2007) Ectopic neocartilage formation from predifferentiated human adipose derived stem cells induced by adenoviral-mediated transfer of hTGF beta2. Biomaterials 28, 2994-3003",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "In situ chondrogenic differentiation of human adipose tissue-derived stem cells in a TGF-beta1 loaded fibrin-poly(lactidecaprolactone) nanoparticulate complex",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Jung",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Biomaterials",
                "volume": "30",
                "issue": "",
                "pages": "4657--4664",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jung, Y. et al. (2009) In situ chondrogenic differentiation of human adipose tissue-derived stem cells in a TGF-beta1 loaded fibrin-poly(lactide- caprolactone) nanoparticulate complex. Biomaterials 30, 4657-4664",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Chondrogenesis of adipose-derived adult stem cells in a poly-lactideco-glycolide scaffold",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Mehlhorn",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Tissue Engineering A",
                "volume": "15",
                "issue": "",
                "pages": "1159--1167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mehlhorn, A.T. et al. (2009) Chondrogenesis of adipose-derived adult stem cells in a poly-lactide- co-glycolide scaffold. Tissue Engineering A 15, 1159-1167",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Premature induction of hypertrophy during in vitro chondrogenesis of human mesenchymal stem cells correlates with calcification and vascular invasion after ectopic transplantation in SCID mice",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Pelttari",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Arthritis & Rheumatology",
                "volume": "54",
                "issue": "",
                "pages": "3254--3266",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pelttari, K. et al. (2006) Premature induction of hypertrophy during in vitro chondrogenesis of human mesenchymal stem cells correlates with calcification and vascular invasion after ectopic transplantation in SCID mice. Arthritis & Rheumatology 54, 3254-3266",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Antiinflammatory and chondroprotective effects of intraarticular injection of adipose-derived stem cells in experimental osteoarthritis",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "P"
                        ],
                        "last": "Dowthwaite",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Arthritis & Rheumatology",
                "volume": "117",
                "issue": "",
                "pages": "3604--3613",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dowthwaite, G.P. et al. (2004) The surface of articular cartilage contains a progenitor cell population. Journal of Cell Science 117(Pt 6), 889-897 ter Huurne, M. et al. (2012) Antiinflammatory and chondroprotective effects of intraarticular injection of adipose-derived stem cells in experimental osteoarthritis. Arthritis & Rheumatology 64, 3604-3613",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Intra-articular delivery of adipose derived stromal cells attenuates osteoarthritis progression in an experimental rabbit model",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Desando",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Arthritis Research & Therapy",
                "volume": "15",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Desando, G. et al. (2013) Intra-articular delivery of adipose derived stromal cells attenuates osteoarthritis progression in an experimental rabbit model. Arthritis Research & Therapy 15, R22",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Scaffold-free adiposederived stem cells (ASCs) improve experimentally induced osteoarthritis in rabbits",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Toghraie",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Archives of Iranian Medicine",
                "volume": "15",
                "issue": "",
                "pages": "495--499",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Toghraie, F. et al. (2012) Scaffold-free adipose- derived stem cells (ASCs) improve experimentally induced osteoarthritis in rabbits. Archives of Iranian Medicine 15, 495-499",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Healing full-thickness cartilage defects using adipose-derived stem cells",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Dragoo",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Tissue Engineering",
                "volume": "13",
                "issue": "",
                "pages": "1615--1621",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dragoo, J.L. et al. (2007) Healing full-thickness cartilage defects using adipose-derived stem cells. Tissue Engineering 13, 1615-1621",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Chondrogenesis of adipose stem cells in a porous PLGA scaffold impregnated with plasmid DNA containing SOX trio (SOX-5",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "I"
                        ],
                        "last": "Im",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Kim",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "genes. Biomaterials",
                "volume": "32",
                "issue": "9",
                "pages": "4385--4392",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Im, G.I., Kim, H.J. and Lee, J.H. (2011) Chondrogenesis of adipose stem cells in a porous PLGA scaffold impregnated with plasmid DNA containing SOX trio (SOX-5,-6 and -9) genes. Biomaterials 32, 4385-4392",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Repair of articular cartilage defect in non-weight bearing areas using adipose derived stem cells loaded polyglycolic acid mesh",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Cui",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Biomaterials",
                "volume": "30",
                "issue": "",
                "pages": "2683--2693",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cui, L. et al. (2009) Repair of articular cartilage defect in non-weight bearing areas using adipose derived stem cells loaded polyglycolic acid mesh. Biomaterials 30, 2683-2693",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Articular cartilage repair with autologous bone marrow mesenchymal cells",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Matsumoto",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Cellular Physiology",
                "volume": "225",
                "issue": "",
                "pages": "291--295",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Matsumoto, T. et al. (2010) Articular cartilage repair with autologous bone marrow mesenchymal cells. Journal of Cellular Physiology 225, 291-295",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Enhanced early chondrogenesis in articular defects following arthroscopic mesenchymal stem cell implantation in an equine model",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Wilke",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "V"
                        ],
                        "last": "Nydam",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Nixon",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Journal of Orthopaedic Research",
                "volume": "25",
                "issue": "",
                "pages": "913--925",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilke, M.M., Nydam, D.V. and Nixon, A.J. (2007) Enhanced early chondrogenesis in articular defects following arthroscopic mesenchymal stem cell implantation in an equine model. Journal of Orthopaedic Research 25, 913-925",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Repair of osteochondral defects with rehydrated freeze-dried oligo[poly(ethylene glycol) fumarate] hydrogels seeded with bone marrow mesenchymal stem cells in a porcine model",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "T"
                        ],
                        "last": "Lim",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Tissue Engineering A",
                "volume": "19",
                "issue": "",
                "pages": "1852--1861",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lim, C.T. et al. (2013) Repair of osteochondral defects with rehydrated freeze-dried oligo[poly(ethylene glycol) fumarate] hydrogels seeded with bone marrow mesenchymal stem cells in a porcine model. Tissue Engineering A 19, 1852-1861",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Repair of palatal bone defects using osteogenically differentiated fatderived stem cells",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Conejero",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Plastic and Reconstructive Surgery",
                "volume": "117",
                "issue": "",
                "pages": "857--863",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Conejero, J.A. et al. (2006) Repair of palatal bone defects using osteogenically differentiated fat- derived stem cells. Plastic and Reconstructive Surgery 117, 857-863",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Repair of cranial bone defects with adipose derived stem cells and coral scaffold in a canine model",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Cui",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Biomaterials",
                "volume": "28",
                "issue": "",
                "pages": "5477--5486",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cui, L. et al. (2007) Repair of cranial bone defects with adipose derived stem cells and coral scaffold in a canine model. Biomaterials 28, 5477-5486",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Bone regeneration in a rabbit critical-sized skull defect using autologous adipose-derived cells",
                "authors": [
                    {
                        "first": "Di",
                        "middle": [],
                        "last": "Bella",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Farlie",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Penington",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Tissue Engineering A",
                "volume": "14",
                "issue": "",
                "pages": "483--490",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Di Bella, C., Farlie, P. and Penington, A.J. (2008) Bone regeneration in a rabbit critical-sized skull defect using autologous adipose-derived cells. Tissue Engineering A 14, 483-490",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The osteogenic potential of adipose-derived stem cells for the repair of rabbit calvarial defects",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Dudas",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Annals of Plastic Surgery",
                "volume": "56",
                "issue": "",
                "pages": "543--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dudas, J.R. et al. (2006) The osteogenic potential of adipose-derived stem cells for the repair of rabbit calvarial defects. Annals of Plastic Surgery 56, 543-548",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Evaluation of solid free-form fabrication-based scaffolds seeded with osteoblasts and human umbilical vein endothelial cells for use in vivo osteogenesis",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "Y"
                        ],
                        "last": "Kim",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Tissue Engineering A",
                "volume": "16",
                "issue": "",
                "pages": "2229--2236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kim, J.Y. et al. (2010) Evaluation of solid free-form fabrication-based scaffolds seeded with osteoblasts and human umbilical vein endothelial cells for use in vivo osteogenesis. Tissue Engineering A 16, 2229-2236",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "In vivo osteogenic potential of human adipose-derived stem cells/poly lactide-coglycolic acid constructs for bone regeneration in a rat critical-sized calvarial defect model",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Yoon",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Tissue Engineering",
                "volume": "13",
                "issue": "",
                "pages": "619--627",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yoon, E. et al. (2007) In vivo osteogenic potential of human adipose-derived stem cells/poly lactide-co- glycolic acid constructs for bone regeneration in a rat critical-sized calvarial defect model. Tissue Engineering 13, 619-627",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Adipose-derived stem cells modified genetically in vivo promote reconstruction of bone defects",
                "authors": [
                    {
                        "first": "Q",
                        "middle": [],
                        "last": "Chen",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Cytotherapy",
                "volume": "12",
                "issue": "",
                "pages": "831--840",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chen, Q. et al. (2010) Adipose-derived stem cells modified genetically in vivo promote reconstruction of bone defects. Cytotherapy 12, 831-840",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Repair of bone defect by using vascular bundle implantation combined with Runx II gene-transfected adipose-derived stem cells and a biodegradable matrix",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Han",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Cell and Tissue Research",
                "volume": "352",
                "issue": "",
                "pages": "561--571",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Han, D. and Li, J. (2013) Repair of bone defect by using vascular bundle implantation combined with Runx II gene-transfected adipose-derived stem cells and a biodegradable matrix. Cell and Tissue Research 352, 561-571",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Immune responses during healing of massive segmental femoral bone defects mediated by hybrid baculovirus-engineered ASCs",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "Y"
                        ],
                        "last": "Lin",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Biomaterials",
                "volume": "33",
                "issue": "",
                "pages": "7422--7434",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lin, C.Y. et al. (2012) Immune responses during healing of massive segmental femoral bone defects mediated by hybrid baculovirus-engineered ASCs. Biomaterials 33, 7422-7434",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Healing of critically sized femoral defects, using genetically modified mesenchymal stem cells from human adipose tissue",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Peterson",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Tissue Engineering",
                "volume": "11",
                "issue": "",
                "pages": "120--129",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peterson, B. et al. (2005) Healing of critically sized femoral defects, using genetically modified mesenchymal stem cells from human adipose tissue. Tissue Engineering 11, 120-129",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Gene-modified adult stem cells regenerate vertebral bone defect in a rat model",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sheyn",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Molecular Pharmaceutics",
                "volume": "8",
                "issue": "",
                "pages": "1592--1601",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sheyn, D. et al. (2011) Gene-modified adult stem cells regenerate vertebral bone defect in a rat model. Molecular Pharmaceutics 8, 1592-1601",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Bone regeneration with BMP-2 delivered from keratose scaffolds",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "De Guzman",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Biomaterials",
                "volume": "34",
                "issue": "",
                "pages": "1644--1656",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "de Guzman, R.C. et al. (2013) Bone regeneration with BMP-2 delivered from keratose scaffolds. Biomaterials 34, 1644-1656",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Bone morphogenetic protein induced repair of compartmentalized segmental diaphyseal defects",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Teixeira",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Urist",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Archives of Orthopaedic and Trauma Surgery",
                "volume": "117",
                "issue": "",
                "pages": "27--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Teixeira, J.O. and Urist, M.R. (1998) Bone morphogenetic protein induced repair of compartmentalized segmental diaphyseal defects. Archives of Orthopaedic and Trauma Surgery 117, 27-34",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Radiation-induced impairment of bone healing can be overcome by recombinant human bone morphogenetic protein-2",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "K"
                        ],
                        "last": "Wurzler",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Craniofacial Surgery",
                "volume": "9",
                "issue": "",
                "pages": "131--137",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wurzler, K.K. et al. (1998) Radiation-induced impairment of bone healing can be overcome by recombinant human bone morphogenetic protein- 2. Journal of Craniofacial Surgery 9, 131-137",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Adipose-derived stem cells",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [
                            "F"
                        ],
                        "last": "Chou",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chou, Y.F. et al. (2011) Adipose-derived stem cells",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Human adipose derived stem cells reduce callus volume upon BMP-2 administration in bone regeneration",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Keibl",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Injury",
                "volume": "42",
                "issue": "",
                "pages": "814--820",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Keibl, C. et al. (2011) Human adipose derived stem cells reduce callus volume upon BMP-2 administration in bone regeneration. Injury 42, 814-820",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Novel maxillary reconstruction with ectopic bone formation by GMP adipose stem cells",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Mesimaki",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "International Journal of Oral and Maxillofacial Surgery",
                "volume": "38",
                "issue": "",
                "pages": "201--209",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mesimaki, K. et al. (2009) Novel maxillary reconstruction with ectopic bone formation by GMP adipose stem cells. International Journal of Oral and Maxillofacial Surgery 38, 201-209",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Tissue engineering of bone: clinical observations with adipose-derived stem cells, resorbable scaffolds, and growth factors",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "K"
                        ],
                        "last": "Sandor",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Annals of Maxillofacial Surgery",
                "volume": "2",
                "issue": "",
                "pages": "8--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sandor, G.K. (2012) Tissue engineering of bone: clinical observations with adipose-derived stem cells, resorbable scaffolds, and growth factors. Annals of Maxillofacial Surgery 2, 8-11",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Regenerative surgery in cranioplasty revisited: the role of adipose-derived stem cells and BMP-2",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Plastic and Reconstructive Surgery",
                "volume": "128",
                "issue": "",
                "pages": "1053--1060",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smith, D.M. et al. (2011) Regenerative surgery in cranioplasty revisited: the role of adipose-derived stem cells and BMP-2. Plastic and Reconstructive Surgery 128, 1053-1060",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Human adipose derived stromal cells heal critical size mouse calvarial defects",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Levi",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "PLoS ONE",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Levi, B. et al. (2010) Human adipose derived stromal cells heal critical size mouse calvarial defects. PLoS ONE 5, e11177",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Comparison of mesenchymal stem cells from bone marrow and adipose tissue for bone regeneration in a critical size defect of the sheep tibia and the influence of platelet-rich plasma",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Niemeyer",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Biomaterials",
                "volume": "31",
                "issue": "",
                "pages": "3572--3579",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Niemeyer, P. et al. (2010) Comparison of mesenchymal stem cells from bone marrow and adipose tissue for bone regeneration in a critical size defect of the sheep tibia and the influence of platelet-rich plasma. Biomaterials 31, 3572-3579",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Adipose-derived adult stromal cells heal critical-size mouse calvarial defects",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Cowan",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Nature Biotechnology",
                "volume": "22",
                "issue": "",
                "pages": "560--567",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cowan, C.M. et al. (2004) Adipose-derived adult stromal cells heal critical-size mouse calvarial defects. Nature Biotechnology 22, 560-567",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Differences in osteogenic differentiation of adipose-derived stromal cells from murine, canine, and human sources in vitro and in vivo",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Levi",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Plastic and Reconstructive Surgery",
                "volume": "128",
                "issue": "",
                "pages": "373--386",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Levi, B. et al. (2011) Differences in osteogenic differentiation of adipose-derived stromal cells from murine, canine, and human sources in vitro and in vivo. Plastic and Reconstructive Surgery 128, 373-386",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Reconstruction of criticalsize mandibular defects in immunoincompetent rats with human adipose-derived stromal cells",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Streckbein",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Craniomaxillofacial Surgery",
                "volume": "41",
                "issue": "",
                "pages": "496--503",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Streckbein, P. et al. (2013) Reconstruction of critical- size mandibular defects in immunoincompetent rats with human adipose-derived stromal cells. Journal of Craniomaxillofacial Surgery 41, 496-503",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Adipose-derived mesenchymal stem cells enhance healing of mandibular defects in the ramus of swine",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Journal of Oral and Maxillofacial Surgery",
                "volume": "70",
                "issue": "",
                "pages": "193--203",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilson, S.M. et al. (2012) Adipose-derived mesenchymal stem cells enhance healing of mandibular defects in the ramus of swine. Journal of Oral and Maxillofacial Surgery 70, e193-e203",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Mesenchymal stem cells from adipose and bone marrow promote angiogenesis via distinct cytokine and protease expression mechanisms",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kachgal",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Putnam",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Angiogenesis",
                "volume": "14",
                "issue": "",
                "pages": "47--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kachgal, S. and Putnam, A.J. (2011) Mesenchymal stem cells from adipose and bone marrow promote angiogenesis via distinct cytokine and protease expression mechanisms. Angiogenesis 14, 47-59",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Survival of human mesenchymal stromal cells from bone marrow and adipose tissue after xenogenic transplantation in immunocompetent mice",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Niemeyer",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Cytotherapy",
                "volume": "10",
                "issue": "8",
                "pages": "784--95",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Niemeyer, P. et al. (2008) Survival of human mesenchymal stromal cells from bone marrow and adipose tissue after xenogenic transplantation in immunocompetent mice. Cytotherapy 10(8), 784-95",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Human adipose-derived adult stem cells produce osteoid in vivo",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "C"
                        ],
                        "last": "Hicok",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Tissue Eng",
                "volume": "10",
                "issue": "3-4",
                "pages": "371--80",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hicok, K.C. et al. (2004) Human adipose-derived adult stem cells produce osteoid in vivo. Tissue Eng 10(3-4), 371-80",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Human adiposederived side population stem cells cultured on demineralized bone matrix for bone tissue engineering",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Supronowicz",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Tissue Eng Part A",
                "volume": "17",
                "issue": "5-6",
                "pages": "789--98",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Supronowicz, P. et al. (2011) Human adipose- derived side population stem cells cultured on demineralized bone matrix for bone tissue engineering. Tissue Eng Part A 17(5-6), 789-98",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "text": "Brittberg, M. et al. (1994) Treatment of deep cartilage defects in the knee with autologous chondrocyte transplantation. New England Journal of Medicine 331, 889-895 2 Heslop, B.F., Zeiss, I.M. and Nisbet, N.W. (1960) Studies on transference of bone. I. A comparison of autologous and homologous bone implants with reference to osteocyte survival, osteogenesis and host reaction. British Journal of Experimental Pathology 41, 269-287 3 Marlovits, S. et al. (2006) Cartilage repair: generations of autologous chondrocyte transplantation. European Journal of Radiology 57, 24-31 4 Nejadnik, H. et al. (2010) Autologous bone marrowderived mesenchymal stem cells versus autologous chondrocyte implantation: an observational cohortIn vivo cartilage and bone formation potential of ASCExpert Reviews in Molecular Medicine © 2014 Cambridge University Press In vivo cartilage and bone formation potential of ASC: site dependence and requirement for predifferentiation. expert reviews http://www.expertreviews.org/ in molecular medicine Accession information: doi:10.1017/erm.2014.9; Vol. 16; e9; May 2014 © Cambridge University Press 2014. The online version of this article is published within an Open Access environment subject to the conditions of the Creative Commons Attribution licence http://creativecommons.org/ licenses/by/3.0/ study. American Journal of Sports Medicine 38, 1110-1116 5 Zuk, P.A. et al. (2001) Multilineage cells from human adipose tissue: implications for cell-based therapies. Tissue Engineering 7, 211-228 6 Estes, B.T. et al. (2010) Isolation of adipose-derived stem cells and their induction to a chondrogenic phenotype. Nature Protocols 5, 1294-1311 Oedayrajsingh-Varma, M.J. et al. (2006) Adipose tissue-derived mesenchymal stem cell yield and growth characteristics are affected by the tissueharvesting procedure. Cytotherapy 8, 166-177 8 Pittenger, M.F. et al. (1999) Multilineage potential of adult human mesenchymal stem cells. Science 284, 143-147 9 Gronthos, S. et al. (2001) Surface protein characterization of human adipose tissue-derived stromal cells. Journal of Cellular Physiology 189, 54-63 10 Zuk, P.A. et al. (2002) Human adipose tissue is a source of multipotent stem cells. Molecular Biology of the Cell 13, 4279-4295 11 Shi, S. and Gronthos, S. (2003) Perivascular niche of postnatal mesenchymal stem cells in human bone marrow and dental pulp. Journal of Bone and Mineral Research 18, 696-704 12 Zannettino, A.C. et al. (2008) Multipotential human adipose-derived stromal stem cells exhibit a perivascular phenotype in vitro and in vivo. Journal of Cellular Physiology 214, 413-421 13 Hwang, J.H. et al. (2013) Combination therapy of human adipose-derived stem cells and basic fibroblast growth factor hydrogel in muscle regeneration. Biomaterials 34, 6037-6045 14 Lin, Y.C. et al. (2013) Evaluation of a multi-layer adipose-derived stem cell sheet in a full-thickness wound healing model. Acta Biomaterialia 9, 5243-5250 15 Rousseau, A. et al. (2013) Adipose-derived stromal cells for the reconstruction of a human vesical equivalent. Journal of Tissue Engineering and Regenerative Medicine, doi: 10.1002/term.1717 16 Zhang, R. et al. (2012) Nuclear fusion-independent smooth muscle differentiation of human adiposederived stem cells induced by a smooth muscle environment. Stem Cells 30, 481-490 17 Rao, M.S. (2004) Stem sense: a proposal for the classification of stem cells. Stem Cells and Development 13, 452-455 18 Bianco, P. et al. (2013) The meaning, the sense and the significance: translating the science of mesenchymal stem cells into medicine. Nature Medicine 19, 35-42 19 Becker, A.J., Mc, C.E. and Till, J.E. (1963) Cytological demonstration of the clonal nature of spleen colonies derived from transplanted mouse marrow cells. Nature 197, 452-454 Sacchetti, B. et al. (2007) Self-renewing osteoprogenitors in bone marrow sinusoids can organize a hematopoietic microenvironment. Cell 131, 324-336 21 Chan, C.K. et al. (2013) Clonal precursor of bone, cartilage, and hematopoietic niche stromal cells. Proceedings of the National Academy Science of the United States of America 110, 12643-12648 22 Crisan, M. et al. (2008) A perivascular origin for mesenchymal stem cells in multiple human organs. Cell Stem Cell 3, 301-313 23 Alt, E. et al. (2011) Fibroblasts share mesenchymal phenotypes with stem cells, but lack their differentiation and colony-forming potential. Biology of the Cell 103, 197-208 24 Mitchell, J.B. et al. (2006) Immunophenotype of human adipose-derived cells: temporal changes in stromal-associated and stem cell-associated markers. Stem Cells 24, 376-385 Dominici, M. et al. (2006) Minimal criteria for defining multipotent mesenchymal stromal cells. The International Society for Cellular Therapy position statement. Cytotherapy 8, 315-317 Hematti, P. (2012) Mesenchymal stromal cells and fibroblasts: a case of mistaken identity? Cytotherapy 14, 516-521 27 Gomillion, C.T. and Burg, K.J. (2006) Stem cells and adipose tissue engineering. Biomaterials 27, 6052-6063 28 Cho, S.W. et al. (2005) Engineering of volume-stable adipose tissues. Biomaterials 26, 3577-3585 Halbleib, M. et al. (2003) Tissue engineering of white adipose tissue using hyaluronic acid-based scaffolds. I. In vitro differentiation of human adipocyte precursor cells on scaffolds. Biomaterials 24, 3125-3132 Hemmrich, K. et al. (2005) Implantation of preadipocyte-loaded hyaluronic acid-based scaffolds into nude mice to evaluate potential for soft tissue engineering. Biomaterials 26, 7025-7037 31 Patel, P.N. et al. (2005) Poly(ethylene glycol) hydrogel system supports preadipocyte viability, adhesion, and proliferation. Tissue Engineering 11, 1498-1505 32 Hong, L. et al. (2005) Ex vivo adipose tissue engineering by human marrow stromal cell seeded gelatin sponge. Annals of Biomedical Engineering 33, 511-517 expert reviews http://www.expertreviews.org/ in molecular medicine Accession information: doi:10.1017/erm.2014.9; Vol. 16; e9; May 2014 © Cambridge University Press 2014. The online version of this article is published within an Open Access environment subject to the conditions of the Creative Commons Attribution licence http://creativecommons.org/ licenses/by/3.0/ 33 Mauney, J.R., Volloch, V. and Kaplan, D.L. (2005) Matrix-mediated retention of adipogenic differentiation potential by human adult bone marrow-derived mesenchymal stem cells during ex vivo expansion. Biomaterials 26, 6167-6175 Neubauer, M. et al. (2005) Adipose tissue engineering based on mesenchymal stem cells and basic fibroblast growth factor in vitro. Tissue Engineering 11, 1840-1851 Vermette, M. et al. (2007) Production of a new tissueengineered adipose substitute from human adiposederived stromal cells. Biomaterials 28, 2850-2860 36 Mizuno, H. et al. (2008) In vivo adipose tissue regeneration by adipose-derived stromal cells isolated from GFP transgenic mice. Cells Tissues Organs 187, 177-185 Jing, W. et al. (2007) Ectopic adipogenesis of preconditioned adipose-derived stromal cells in an alginate system. Cell and Tissue Research 330, 567-572 38 Lu, F. et al.(2006) Adipose tissues differentiated by adipose-derived stem cells harvested from transgenic mice. Chinese Journal of Traumatology 9, 359-364 Diekman, B.O. et al. (2010) Chondrogenesis of adult stem cells from adipose tissue and bone marrow: induction by growth factors and cartilage-derived matrix. Tissue Engineering A 16, 523-533 40 Shafiee, A. et al. (2011) A comparison between osteogenic differentiation of human unrestricted somatic stem cells and mesenchymal stem cells from bone marrow and adipose tissue. Biotechnology Letters 33, 1257-1264 41 Zhou, Z. et al. (2013) Comparison of mesenchymal stromal cells from human bone marrow and adipose tissue for the treatment of spinal cord injury. Cytotherapy 15, 434-448 Dmitrieva, R.I. et al. (2012) Bone marrow-and subcutaneous adipose tissue-derived mesenchymal stem cells: differences and similarities. Cell Cycle 11, 377-383 43 Kern, S. et al. (2006) Comparative analysis of mesenchymal stem cells from bone marrow, umbilical cord blood, or adipose tissue. Stem Cells 24, 1294-1301 44 Peng, L. et al. (2008) Comparative analysis of mesenchymal stem cells from bone marrow, cartilage, and adipose tissue. Stem Cells and Development 17, 761-773 Schubert, T. et al. (2011) The enhanced performance of bone allografts using osteogenic-differentiated adipose-derived mesenchymal stem cells. Biomaterials 32, 8880-8891 46 Danisovic, L. et al. (2009) Comparison of in vitro chondrogenic potential of human mesenchymal stem cells derived from bone marrow and adipose tissue. General Physiology and Biophysics 28, 56-62 47 Bourin, P. et al. (2013) Stromal cells from the adipose tissue-derived stromal vascular fraction and culture expanded adipose tissue-derived stromal/stem cells: a joint statement of the International Federation for Adipose Therapeutics and Science (IFATS) and the International Society for Cellular Therapy (ISCT). Cytotherapy 15, 641-648 48 De Ugarte, D.A. et al. (2003) Differential expression of stem cell mobilization-associated molecules on multi-lineage cells from adipose tissue and bone marrow. Immunology Letters 89, 267-270 49 Niemeyer, P. et al. (2007) Comparison of immunological properties of bone marrow stromal cells and adipose tissue-derived stem cells before and after osteogenic differentiation in vitro. Tissue Engineering 13, 111-121 50 Pachon-Pena, G. et al. (2011) Stromal stem cells from adipose tissue and bone marrow of age-matched female donors display distinct immunophenotypic profiles. Journal of Cellular Physiology 226, 843-851 51 Boeuf, S. and Richter, W. (2010) Chondrogenesis of mesenchymal stem cells: role of tissue source and inducing factors. Stem Cell Research & Therapy 1, 31-40 Noel, D. et al. (2008) Cell specific differences between human adipose-derived and mesenchymal-stromal cells despite similar differentiation potentials. Experimental Cell Research 314, 1575-1584 53 Rider, D.A. et al. (2008) Autocrine fibroblast growth factor 2 increases the multipotentiality of human adipose-derived mesenchymal stem cells. Stem Cells 26, 1598-1608 54 Ikegame, Y. et al. (2011) Comparison of mesenchymal stem cells from adipose tissue and bone marrow for ischemic stroke therapy. Cytotherapy 13, 675-685 Shih, I.M. (1999) The role of CD146 (Mel-CAM) in biology and pathology. Journal of Pathology 189, 4-11 56 Ruetze, M. et al. (2013) A novel niche for skin derived precursors in non-follicular skin. Journal of Dermatological Science 69, 132-139 57 Sorrentino, A. et al. (2008) Isolation and characterization of CD146+ multipotent mesenchymal stromal cells. Experimental Hematology 36, 1035-1046 58 Covas, D.T. et al. (2008) Multipotent mesenchymal stromal cells obtained from diverse human tissues share functional properties and gene-expression",
                "uris": null,
                "type_str": "figure"
            },
            "TABREF1": {
                "num": null,
                "text": "In terms of global gene and protein expression profiling, comparisons using cDNA microarrays and two-dimensional electrophoresis revealed high consistencies between multiclonal ASC and BMSC cultures (Refs 52, 62, 63). Nevertheless, hierarchical clustering of protein and gene expression data allowed for a separation of ASC and BMSC specimen, possibly due to the observation that Wnt-signalling-associated genes are more abundant in BMSC (Ref.52). Increased expression levels of genes that are associated with osteogenesis were detected in BMSC (Refs 62, 64), arguing for a higher degree of osteochondral commitment (Ref. 59). A similar finding was made by mRNA representational difference analysis, where higher ITM2A expression in ASC could be attributed to a lower chondrogenic potential (Ref. 65). An enrichment of genes that are involved in angiogenic signalling pathways was reported for BMSC (Ref. 66) and confirmed by higher expression of angiogenic markers, such as angiopoietin and vascular endothelial growth factor (VEGF) in comparison to ASC (Ref. 59). On the other hand, ASC were shown to exhibit a more adipogenic gene expression pattern (Ref. 64), illustrated by higher expression levels of adiponectin and visfatin (Ref. 59). In line with the higher proliferation rate of ASC, genes involved in mitosis and DNA replication are also upregulated compared to BMSC (Ref. 67).",
                "content": "<table><tr><td>By means of a quality control check that is</td><td/></tr><tr><td>commonly performed at the beginning of</td><td/></tr><tr><td>studies, ASC were frequently analysed for</td><td/></tr><tr><td>CD34-negativity, since the absence of this</td><td/></tr><tr><td>marker is a prerequisite to meet the minimal</td><td>). Upon</td></tr><tr><td>criteria for multipotent mesenchymal stromal</td><td>isolation, adherent human and mouse ASC seem</td></tr><tr><td>cells (Refs 25, 47). However, several reports that</td><td>to exhibit a higher proliferation rate (Refs 41, 42, 43,</td></tr><tr><td>dealt with a comparison of ASC and BMSC</td><td>44, 45), but equal growth behaviour compared to</td></tr><tr><td>described that adherent ASC included a</td><td>BMSC has also been reported (Refs 40, 46). In an</td></tr><tr><td>substantial CD34-positive fraction, whereas</td><td>extended comparison of growth kinetics,</td></tr><tr><td>BMSC that were analysed in parallel were</td><td>Dmitrieva et al. included the fact that the</td></tr><tr><td>completely CD34-negative (Refs 48, 50, 52, 60,</td><td>amount of colony-forming cells in the adipose-</td></tr><tr><td>61). In these studies, the selection of adherent</td><td>derived stromal vascular fraction (SVF) exceeds</td></tr><tr><td>cells from the adipose tissue-derived SVF at first</td><td>that of the bone marrow nucleated fraction (BM-</td></tr><tr><td>led to a twofold enrichment of CD34-positive</td><td>NC) by at least two orders of magnitude</td></tr><tr><td>cells (Ref. 61), followed by a gradual decrease in</td><td>(Refs 42, 43, 47). This leads to the result that</td></tr><tr><td>subsequent passages (Ref. 24). Nevertheless, a</td><td>ASC underwent significantly less population</td></tr><tr><td>considerable number of CD34-positive cells was</td><td>doublings up to the first passage, even if, as</td></tr><tr><td>still detected in passage 4 (Refs 48, 52), and</td><td>usual, more primary BM-NC were initially</td></tr><tr><td>Yoshimura et al. even described that after 20</td><td>plated. It could therefore be speculated that</td></tr><tr><td>weeks of cultivation, almost 20% of the ASC</td><td>signs of senescence only occur later in ASC</td></tr><tr><td>population was still CD34-positive. These</td><td>(Ref. 43) because BMSC underwent more cell</td></tr><tr><td>inconsistent data on CD34 expression in ASC</td><td>divisions in the same passage number. However,</td></tr><tr><td>cultures may simply reflect that, depending on</td><td>Dmitrieva et al. showed that ASC indeed possess</td></tr><tr><td>tissue source and isolation protocol, CD34-</td><td>extended proliferative potential, since more</td></tr><tr><td>positive endothelial cells were occasionally</td><td>population doublings were observed before cells</td></tr><tr><td>included in primary isolates and gradually</td><td>acquired a senescent phenotype (Ref. 42).</td></tr><tr><td>disappeared with culture time, due to</td><td/></tr><tr><td>unfavoured growth conditions. It remains to be</td><td>Dissimilar expression of cell surface</td></tr><tr><td>determined, however, if this hypothesis or</td><td>markers CD106, CD146 and CD34</td></tr><tr><td>the choice of an antibody of the appropriate</td><td>Extensive analyses have been conducted to map</td></tr><tr><td>subclass (Ref. 47) accounts for the conflicting</td><td>differences between cultured ASC and BMSC</td></tr><tr><td>results. In any case, the general absence of CD34</td><td>with regard to surface marker expression,</td></tr><tr><td>in BMSC cultures represents another noticeable</td><td>leading to a reliable picture in which markers</td></tr><tr><td>difference compared to ASC preparations.</td><td>distinguish expanded stromal cells of both</td></tr><tr><td>Compared to the CD markers that were</td><td>sources. Again, it is striking that, despite the</td></tr><tr><td>discussed above, considerably less experimental</td><td>application of large panels of antibodies</td></tr><tr><td>data indicate differential expression of CD10</td><td>(Refs 48, 49, 50), just a few CD markers are</td></tr><tr><td>(Ref. 47), CD133 (Ref. 40), CD54 (Ref. 48), HLA-</td><td>differently expressed between ASC and BMSC.</td></tr><tr><td>ABC (Ref. 53) and CD49d/f (Refs 48, 50)</td><td>Multiple reports describe higher expression of</td></tr><tr><td>between BMSC and ASC. In summary, the most</td><td>CD106 in BMSC (Refs 40, 43, 47, 48, 50, 51, 52,</td></tr><tr><td>substantiated differences regarding cell surface</td><td>53), whereas there exist some studies in which</td></tr><tr><td>proteins are lower expression levels of CD106</td><td>no difference was detected (Refs 49, 54).</td></tr><tr><td>(VCAM-1) and CD146 (MCAM) in ASC versus</td><td>Analogous data exist for CD146, a cell surface</td></tr><tr><td>BMSC, both of which point to a less angiogenic</td><td>marker of pericytes (Ref. 55) that has been used</td></tr><tr><td>signature of ASC that reoccurs in their gene</td><td>to enrich for multipotent cells (Refs 56, 57) and</td></tr><tr><td>expression profile as discussed below.</td><td>to identify the localisation of multipotent</td></tr><tr><td/><td>stromal cells in various tissues (Refs 12, 20, 22,</td></tr><tr><td>Reduced osteogenic gene expression</td><td>58). Adherent stromal cells from bone marrow</td></tr><tr><td>signature in ASC</td><td>and adipose tissue both contain a CD146-</td></tr><tr><td/><td>positive population, but this fraction is about</td></tr><tr><td/><td>twofold larger in early passage BMSC (Refs 42,</td></tr><tr><td/><td>50, 53, 59).</td></tr></table>",
                "type_str": "table"
            },
            "TABREF2": {
                "num": null,
                "text": "to the established trophic role of BMSC (Refs 72, 73), cultured ASC were shown to secrete a wide range of proteins (Ref. 74) into conditioned media that predominantly exert anti-apoptotic (Refs 75, 76, 77), immunomodulatory (Refs 78, 79, 80) and angiogenic (Refs 77, 81, 82) effects on co-cultured cell types. Extracellular matrix components and secreted enzymes comprised the largest fraction of the secretome, according to mass spectrometry (Refs 83, 84, 85), but these molecules are unlikely to be heavily involved in the observed paracrine signalling. These effects are instead mediated by secreted cytokines that typically appear in nano-or picomolar concentrations. Corresponding ELISA and multiplex approaches primarily identified VEGF (Refs 86, 87, 88), hepatocyte growth factor (HGF) (Refs 82, 89) and insulin-like growth factor-1 (IGF-1) (Refs 77, 90) as factors that are responsible for the described intercellular communication. According to this repertoire, both ASC and BMSC can be expected to display trophic functions (Refs 74, 91), delineating their potential to stimulate bone and cartilage regeneration solely by trophic mechanisms.In vivo comparison of ASC and BMSCThe extent of the described in vitro differences between ASC and BMSC gives the impression that cells of both sources may fundamentally differ from each other. This point of view must be carefully considered, since in vitro variances may stem from dissimilar donor tissue processing, cell isolation protocols, cell yield and culture methods. In the context of osteochondral Ref. 103) in ASC allowed the omission of the pre-differentiation step.Whether ASC possess the same intrinsic ability to form ectopic bone without any of these pretreatments in standard assays, and to what extent they build up new bone themselves, largely remained elusive until the issue was recently addressed by Brocher et al. In this first standardised comparison of BMSC and ASC on multiple donors, ASC generated no ectopic bone on osteoconductive scaffolds, while samples from all BMSC donors formed ossicles under identical conditions(Ref. 59). The additional value of this ASC study was the reliable identification of donor as well as host cells within the ectopic setting via a recently established in situ hybridisation technique, specifically marking highly repetitive DNA sequences of human as well as mouse origin(Ref. 104). This demonstrated that ectopic bone was formed by ASC when they were subjected to chondrogenic pre-differentiation before transplantation. Although, in noninduced The online version of this article is published within an Open Access environment subject to the conditions of the Creative Commons Attribution licence http://creativecommons.org/ licenses/by/3.0/ samples, ASC survived at the ectopic site for more than 8 weeks and they did not form bone, as seen in previous studies (Refs 45, 99, 100, 102, 105)(Table 1). Only Zannettino et al. have provided convincing data of ectopic bone formation after ASC implantation on HA/TCP in NOD/SCID mice, when CD146-pre-sorted cells were transplanted; however, the origin of bone from donor or host remained unclear (Ref. 12).",
                "content": "<table><tr><td>http://www.expertreviews.org/</td><td>regeneration, exchangeability of ASC and BMSC is far more the proof of in vivo important, and aspects of in vivo stem cell activity like trophic activity should be considered, as long as precise healing mechanisms are unclear for the diverse application settings. Untreated ASC do not form ectopic bone Ectopic bone formation is a standard activity of human BMSC on calcium phosphate ceramics such as β-tricalcium phosphate (β-TCP) and hydroxyapatite (HA)/TCP in immunodeficient mice (Refs 20, 92, 93, 94, 95, 96, 97) with no osteogenic pre-induction protocols required, in line with skeletal stem cell activity of BMSC. Ectopic transplantation of ASC reliably led to de novo generation of bone when cells were subjected to osteogenic pre-induction before implantation (Refs 45, 98, 99, 100, 101). Overexpression of BMP-2/RUNX2 (Ref. 102) or BMP-7 (expert reviews in molecular medicine</td></tr></table>",
                "type_str": "table"
            },
            "TABREF3": {
                "num": null,
                "text": "Summary of ectopic bone formation studies with ASC",
                "content": "<table><tr><td>Pre-</td><td>ASC donor</td><td>Acceptor</td><td>Scaffold</td><td>Author</td></tr><tr><td>induction</td><td>species</td><td>species</td><td/><td/></tr><tr><td>Yes</td><td>Human</td><td>Mouse</td><td>β-TCP</td><td>Brocher et al. (Ref. 59)</td></tr><tr><td>Yes</td><td>Human</td><td>Mouse</td><td>Healos ©</td><td>Niemeyer et al. (Ref. 149)</td></tr><tr><td>Yes</td><td>Human</td><td>Mouse</td><td>Collagen-HA/</td><td>Hicok et al. (Ref. 150)</td></tr><tr><td/><td/><td/><td>TCP</td><td/></tr><tr><td>Yes</td><td>Human</td><td>Mouse</td><td>β-TCP</td><td>Hattori et al. (Ref. 99)</td></tr><tr><td>Yes</td><td>Human</td><td>Mouse</td><td>ACHMS</td><td>Hattori et al. (Ref. 100)</td></tr><tr><td>Yes</td><td>Pig</td><td>Rat</td><td>BA</td><td>Schubert et al. (Ref. 45)</td></tr><tr><td>Yes</td><td>Rabbit a</td><td>Rabbit</td><td>COL/PLGA-β-</td><td>Hao et al. (Ref. 98)</td></tr><tr><td/><td/><td/><td>TCP</td><td/></tr><tr><td>Yes</td><td>Rat</td><td>Mouse</td><td>NanoBCP</td><td>Lin et al. (Ref. 101)</td></tr><tr><td>Yes b</td><td>Human</td><td>Mouse</td><td>PLGA</td><td>Lee et al. (Ref. 102)</td></tr><tr><td>Yes b</td><td>Rat</td><td>Rat</td><td>Collagen</td><td>Yang et al. (Ref. 103)</td></tr><tr><td>No</td><td>Human</td><td>Mouse</td><td>HA/TCP</td><td>Zannettino et al.</td></tr><tr><td/><td/><td/><td/><td>(Ref. 12)</td></tr><tr><td>No</td><td>Human</td><td>Mouse</td><td>ENGIpore ©</td><td>Scherberich et al.</td></tr><tr><td/><td/><td/><td/><td>(Ref. 105)</td></tr><tr><td>No</td><td>Human</td><td>Rat</td><td>DBM</td><td>Supronowicz et al.</td></tr><tr><td/><td/><td/><td/><td>(Ref. 151)</td></tr><tr><td>No</td><td>Dog a</td><td>Dog</td><td>BCP</td><td>Yao et al. (Ref. 152)</td></tr></table>",
                "type_str": "table"
            },
            "TABREF4": {
                "num": null,
                "text": "Summary of ectopic cartilage formation studies with ASC",
                "content": "<table><tr><td>Pre-</td><td>ASC donor</td><td>Acceptor</td><td>Scaffold</td><td>Author</td></tr><tr><td>induction</td><td>species</td><td>species</td><td/><td/></tr><tr><td>Yes</td><td>Human</td><td>Mouse</td><td>PLGA</td><td>Mehlhorn et al.</td></tr><tr><td/><td/><td/><td/><td>(Ref. 111)</td></tr><tr><td>Yes</td><td>Human</td><td>Mouse</td><td>fibrin</td><td>Yoon et al. (Ref. 108)</td></tr><tr><td>Yes</td><td>Human</td><td>Mouse</td><td>PLCL/fibrin</td><td>Jung et al. (Ref. 110)</td></tr><tr><td>Yes a</td><td>Human</td><td>Mouse</td><td>PLGA/</td><td>Jin et al. (Ref. 109)</td></tr><tr><td/><td/><td/><td>alginate</td><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF6": {
                "num": null,
                "text": "Summary of orthotopic cartilage formation studies with ASC",
                "content": "<table><tr><td colspan=\"3\">http://www.expertreviews.org/</td><td/><td/><td colspan=\"2\">expert reviews in molecular medicine</td></tr><tr><td>Defect</td><td>ASC</td><td>Acceptor</td><td>Scaffold</td><td>Pre-</td><td>Long-term</td><td>Author</td></tr><tr><td/><td>donor</td><td>species</td><td/><td>induction</td><td>engraftment</td><td/></tr><tr><td/><td>species</td><td/><td/><td/><td/><td/></tr><tr><td>Femur</td><td>Pig a</td><td>Pig</td><td>PGA/PLA</td><td>Yes</td><td>n.d.</td><td>Cui et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 119)</td></tr><tr><td>Femur</td><td>Rabbit a</td><td>Rabbit</td><td>PLGA</td><td>Yes</td><td>n.d.</td><td>Im et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 118)</td></tr><tr><td>Femur</td><td>Rabbit a</td><td>Rabbit</td><td>Fibrin</td><td>Yes</td><td>&gt;8 weeks</td><td>Dragoo</td></tr><tr><td/><td/><td/><td/><td/><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 117)</td></tr><tr><td>OA</td><td>Rabbit a</td><td>Rabbit</td><td>(i.a.</td><td>No</td><td>Nonlesional</td><td>Desando</td></tr><tr><td/><td/><td/><td>injection)</td><td/><td>regions</td><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 115)</td></tr><tr><td>OA</td><td>Rabbit</td><td>Rabbit</td><td>(i.a.</td><td>No</td><td>n.d.</td><td>Toghraie</td></tr><tr><td/><td/><td/><td>injection)</td><td/><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 116)</td></tr><tr><td>OA</td><td>Mouse</td><td>Mouse</td><td>(i.a.</td><td>No</td><td>Nonlesional</td><td>ter Huurne</td></tr><tr><td/><td/><td/><td>injection)</td><td/><td>regions</td><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 114)</td></tr></table>",
                "type_str": "table"
            },
            "TABREF7": {
                "num": null,
                "text": "Summary of orthotopic bone formation studies with ASC",
                "content": "<table><tr><td colspan=\"2\">http://www.expertreviews.org/</td><td/><td/><td/><td colspan=\"2\">expert reviews in molecular medicine</td></tr><tr><td>Pre-</td><td>Defect</td><td>ASC</td><td>Acceptor</td><td>Scaffold</td><td>Long-term</td><td>Author</td></tr><tr><td>induction</td><td/><td>donor</td><td>species</td><td/><td>engraftment</td><td/></tr><tr><td/><td/><td>species</td><td/><td/><td/><td/></tr><tr><td/><td>Cranium</td><td/><td/><td/><td/><td/></tr><tr><td>Yes</td><td>Calvaria</td><td>Rat</td><td>Rat</td><td>NanoBCP</td><td>n.d.</td><td>Lin et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 101)</td></tr><tr><td>Yes</td><td>Palate</td><td>Rat</td><td>Rat</td><td>PLA</td><td>n.d.</td><td>Conejero</td></tr><tr><td/><td/><td/><td/><td/><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 123)</td></tr><tr><td>Yes</td><td>Parietal</td><td>Human</td><td>Rat</td><td>PCL/</td><td>n.d.</td><td>Kim et al.</td></tr><tr><td/><td/><td/><td/><td>PLGA/</td><td/><td>(Ref. 127)</td></tr><tr><td/><td/><td/><td/><td>TCP</td><td/><td/></tr><tr><td>Yes</td><td>Parietal</td><td>Human</td><td>Rat</td><td>PLGA</td><td>n.d.</td><td>Yoon et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 128)</td></tr><tr><td>Yes</td><td>Parietal</td><td>Dog a</td><td>Dog</td><td>Coral</td><td>n.d.</td><td>Cui et al.</td></tr><tr><td/><td/><td/><td/><td>scaffold</td><td/><td>(Ref. 124)</td></tr><tr><td>Yes</td><td>Parietal</td><td>Rabbit a</td><td>Rabbit</td><td>PLA</td><td>n.d.</td><td>Di Bella</td></tr><tr><td/><td/><td/><td/><td/><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 125)</td></tr><tr><td>Yes</td><td>Parietal b</td><td>Rabbit a</td><td>Rabbit</td><td>Gelatin</td><td>n.d.</td><td>Dudas</td></tr><tr><td/><td/><td/><td/><td>foam</td><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 126)</td></tr><tr><td/><td>Long bone</td><td/><td/><td/><td/><td/></tr><tr><td>Yes c</td><td>Femur</td><td>Human</td><td>Rat</td><td>CP-</td><td>n.d.</td><td>Peterson</td></tr><tr><td/><td/><td/><td/><td>collagen</td><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 132)</td></tr><tr><td>Yes c</td><td>Femur</td><td>Rabbit</td><td>Rabbit</td><td>PLGA</td><td>4 weeks</td><td>Lin et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 131)</td></tr><tr><td>Yes c</td><td>Ulna</td><td>Minipig</td><td>Minipig</td><td>ABM</td><td>n.d.</td><td>Chen et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 129)</td></tr><tr><td>Yes c</td><td>Radius</td><td>Rabbit a</td><td>Rabbit</td><td>PLA/PCL</td><td>n.d.</td><td>Han and Li</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 130)</td></tr><tr><td/><td>Vertebral</td><td/><td/><td/><td/><td/></tr><tr><td>Yes c</td><td>Coccyx b</td><td>Pig</td><td>Rat</td><td>Fibrin</td><td>&gt;12 weeks</td><td>Sheyn et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 133)</td></tr><tr><td/><td>Cranium</td><td/><td/><td/><td/><td/></tr><tr><td>No</td><td>Calvaria</td><td>Human,</td><td>Mouse</td><td>Apatite-</td><td>n.d.</td><td>Levi et al.</td></tr><tr><td/><td/><td>mouse,</td><td/><td>PLGA</td><td/><td>(Ref. 145)</td></tr><tr><td/><td/><td>dog</td><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td colspan=\"2\">(continued on next page)</td></tr></table>",
                "type_str": "table"
            },
            "TABREF8": {
                "num": null,
                "text": "Summary of orthotopic bone formation studies with ASC (continued)",
                "content": "<table><tr><td colspan=\"2\">http://www.expertreviews.org/</td><td/><td/><td/><td colspan=\"2\">expert reviews in molecular medicine</td></tr><tr><td>Pre-</td><td>Defect</td><td>ASC</td><td>Acceptor</td><td>Scaffold</td><td>Long-term</td><td>Author</td></tr><tr><td>induction</td><td/><td>donor</td><td>species</td><td/><td>engraftment</td><td/></tr><tr><td/><td/><td>species</td><td/><td/><td/><td/></tr><tr><td>No</td><td>Mandible</td><td>Human</td><td>Rat</td><td>Fibrin</td><td>n.d.</td><td>Streckbein</td></tr><tr><td/><td/><td/><td/><td/><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 146)</td></tr><tr><td>No</td><td>Mandibula b</td><td>Pig</td><td>Pig</td><td>(i.v., i.d.)</td><td>n.d.</td><td>Wilson</td></tr><tr><td/><td/><td/><td/><td/><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 147)</td></tr><tr><td>No</td><td>Palate</td><td>Rat</td><td>Rat</td><td>PLA</td><td>n.d.</td><td>Conejero</td></tr><tr><td/><td/><td/><td/><td/><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 123)</td></tr><tr><td>No</td><td>Parietal</td><td>Mouse</td><td>Mouse</td><td>Apatite-</td><td>&gt;12 weeks</td><td>Cowan</td></tr><tr><td/><td/><td/><td/><td>PLGA</td><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 144)</td></tr><tr><td>No</td><td>Parietal</td><td>Human</td><td>Mouse</td><td>Apatite-</td><td>2 weeks</td><td>Levi et al.</td></tr><tr><td/><td/><td/><td/><td>PLGA</td><td/><td>(Ref. 142)</td></tr><tr><td>No</td><td>Parietal</td><td>Rabbit a</td><td>Rabbit</td><td>PLA</td><td>n.d.</td><td>Di Bella</td></tr><tr><td/><td/><td/><td/><td/><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 125)</td></tr><tr><td>No</td><td>Parietal</td><td>Human</td><td>Rat</td><td>PLGA</td><td>n.d.</td><td>Yoon et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 128)</td></tr><tr><td>No</td><td>Parietal b</td><td>Rabbit a</td><td>Rabbit</td><td>Gelatin</td><td>n.d.</td><td>Dudas</td></tr><tr><td/><td/><td/><td/><td>foam</td><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 126)</td></tr><tr><td/><td>Long bone</td><td/><td/><td/><td/><td/></tr><tr><td>No d</td><td>Femur</td><td>Human</td><td>Rat</td><td>CP-</td><td>n.d.</td><td>Peterson</td></tr><tr><td/><td/><td/><td/><td>collagen</td><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 132)</td></tr><tr><td>No d</td><td>Femur</td><td>Rabbit</td><td>Rabbit</td><td>PLGA</td><td>4 weeks</td><td>Lin et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 131)</td></tr><tr><td>No d</td><td>Ulna</td><td>Minipig</td><td>Minipig</td><td>ABM</td><td>n.d.</td><td>Chen et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 129)</td></tr><tr><td>No d</td><td>Radius</td><td>Rabbit a</td><td>Rabbit</td><td>PLA/PCL</td><td>n.d.</td><td>Han and Li</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 130)</td></tr><tr><td>No</td><td>Tibia</td><td>Sheep a</td><td>Sheep</td><td>Healos ©</td><td>n.d.</td><td>Niemeyer</td></tr><tr><td/><td/><td/><td/><td/><td/><td>et al.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(Ref. 143)</td></tr><tr><td colspan=\"2\">a Autologous setting.</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td>org/</td></tr><tr><td/><td/><td/><td/><td/><td/><td>licenses/by/3.0/</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}