{
    "paper_id": "Air_exposure_of_coral_is_a_significant_source_of_dimethylsulfide_(DMS)_to_the_atmosphere",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-13T19:44:59.912032Z"
    },
    "title": "Air exposure of coral is a significant source of dimethylsulfide (DMS) to the atmosphere",
    "authors": [
        {
            "first": "Frances",
            "middle": [
                "E"
            ],
            "last": "Hopkins",
            "suffix": "",
            "affiliation": {
                "laboratory": "Plymouth Marine Laboratory",
                "institution": "University of Essex",
                "location": {
                    "addrLine": "Prospect Place, Wivenhoe Park",
                    "postCode": "PL1 3DH, CO4 3SQ",
                    "settlement": "Plymouth, Colchester",
                    "country": "United Kingdom, United Kingdom"
                }
            },
            "email": ""
        },
        {
            "first": "Thomas",
            "middle": [
                "G"
            ],
            "last": "Bell",
            "suffix": "",
            "affiliation": {
                "laboratory": "Plymouth Marine Laboratory",
                "institution": "University of Essex",
                "location": {
                    "addrLine": "Prospect Place, Wivenhoe Park",
                    "postCode": "PL1 3DH, CO4 3SQ",
                    "settlement": "Plymouth, Colchester",
                    "country": "United Kingdom, United Kingdom"
                }
            },
            "email": ""
        },
        {
            "first": "Mingxi",
            "middle": [],
            "last": "Yang",
            "suffix": "",
            "affiliation": {
                "laboratory": "Plymouth Marine Laboratory",
                "institution": "University of Essex",
                "location": {
                    "addrLine": "Prospect Place, Wivenhoe Park",
                    "postCode": "PL1 3DH, CO4 3SQ",
                    "settlement": "Plymouth, Colchester",
                    "country": "United Kingdom, United Kingdom"
                }
            },
            "email": ""
        },
        {
            "first": "David",
            "middle": [
                "J"
            ],
            "last": "Suggett",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Michael",
            "middle": [],
            "last": "Steinke",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "Corals are prolific producers of dimethylsulfoniopropionate (DMSP). High atmospheric concentrations of the DMSP breakdown product dimethylsulfide (DMS) have been linked to coral reefs during low tides. DMS is a potentially key sulfur source to the tropical atmosphere, but DMS emission from corals during tidal exposure is not well quantified. Here we show that gas phase DMS concentrations (DMS gas) increased by an order of magnitude when three Indo-Pacific corals were exposed to air in laboratory experiments. Upon re-submersion, an additional rapid rise in DMS gas was observed, reflecting increased production by the coral and/or dissolution of DMS-rich mucus formed by the coral during air exposure. Depletion in DMS following re-submersion was likely due to biologically-driven conversion of DMS to dimethylsulfoxide (DMSO). Fast Repetition Rate fluorometry showed downregulated photosynthesis during air exposure but rapid recovery upon re-submersion, suggesting that DMS enhances coral tolerance to oxidative stress during a process that can induce photoinhibition. We estimate that DMS emission from exposed coral reefs may be comparable in magnitude to emissions from other marine DMS hotspots. Coral DMS emission likely comprises a regular and significant source of sulfur to the tropical marine atmosphere, which is currently unrecognised in global DMS emission estimates and Earth System Models.",
    "pdf_parse": {
        "paper_id": "Air_exposure_of_coral_is_a_significant_source_of_dimethylsulfide_(DMS)_to_the_atmosphere",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Corals are prolific producers of dimethylsulfoniopropionate (DMSP). High atmospheric concentrations of the DMSP breakdown product dimethylsulfide (DMS) have been linked to coral reefs during low tides. DMS is a potentially key sulfur source to the tropical atmosphere, but DMS emission from corals during tidal exposure is not well quantified. Here we show that gas phase DMS concentrations (DMS gas) increased by an order of magnitude when three Indo-Pacific corals were exposed to air in laboratory experiments. Upon re-submersion, an additional rapid rise in DMS gas was observed, reflecting increased production by the coral and/or dissolution of DMS-rich mucus formed by the coral during air exposure. Depletion in DMS following re-submersion was likely due to biologically-driven conversion of DMS to dimethylsulfoxide (DMSO). Fast Repetition Rate fluorometry showed downregulated photosynthesis during air exposure but rapid recovery upon re-submersion, suggesting that DMS enhances coral tolerance to oxidative stress during a process that can induce photoinhibition. We estimate that DMS emission from exposed coral reefs may be comparable in magnitude to emissions from other marine DMS hotspots. Coral DMS emission likely comprises a regular and significant source of sulfur to the tropical marine atmosphere, which is currently unrecognised in global DMS emission estimates and Earth System Models.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Reef-building corals are prolific producers of dimethylsulfoniopropionate (DMSP), an important precursor to the climate-relevant gas dimethylsulfide, DMS [1] [2] [3] . DMSP is produced by both the algal endosymbiont Symbiodinium 4, 5 and coral host which, together with the breakdown products DMS and dimethylsulfoxide (DMSO), has many eco-physiological roles in coral reef ecosystems, including infochemistry in organisms from bacteria to fish, and stress protection [7] [8] [9] [10] . Coral-associated DMS production stems from complex interactions in the coral 'holobiont' -the combination of coral polyp, endosymbiotic algae and associated microbial community. Importantly, a large proportion of microbes associated with corals are capable of cycling DMSP and DMS, and these compounds play important roles in structuring the bacterial community 6, 11 . However, there is limited understanding of the mechanisms of DMS production by the coral holobiont and DMS fluxes to the atmosphere from reef environments remain poorly quantified.",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 157,
                        "text": "[1]",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 158,
                        "end": 161,
                        "text": "[2]",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 162,
                        "end": 165,
                        "text": "[3]",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 229,
                        "end": 231,
                        "text": "4,",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 468,
                        "end": 471,
                        "text": "[7]",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 472,
                        "end": 475,
                        "text": "[8]",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 476,
                        "end": 479,
                        "text": "[9]",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 480,
                        "end": 484,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 849,
                        "end": 851,
                        "text": "6,",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dimethylated sulfur compounds, particularly DMS and DMSO, readily scavenge harmful hydroxyl radicals and other reactive oxygen species 12 , a process which may be beneficial to corals during periods of environmental stress 8, 10 . High intracellular concentrations of DMSP in Symbiodinum sp 5 . coupled with the capacity of DMS and DMSO to diffuse into photosynthetic membranes provides an effective protection mechanism against oxidative stressors 12 . Diffusion across membranes inevitably results in significant release of DMS into the surrounding seawater. Both laboratory and field studies demonstrate strong associations between environmental factors driving oxidative stress (e.g. high light, hyposalinity, high pCO 2 ) and elevated DMSP, DMS and DMSO in pelagic microalgae [12] [13] [14] , benthic macroalgae [15] [16] [17] [18] , and corals 8, 10 . Recent evidence also demonstrates that DMSP appears to be upregulated by corals during recovery from a thermally-induced bleaching event . At low tide, corals experience high temperature and light levels, air exposure, desiccation and hypoxia . Such conditions are likely to induce stress-related production of DMS(P)-rich mucus by the coral, resulting in elevated DMS concentrations in the over-lying atmosphere 20, 21 . Indeed, the few observations of atmospheric DMS from reef environments suggest a link between enhanced atmospheric concentrations and low tide events 20, 22, 23 . Of particular note are the observations from an atoll in the Florida Keys, where atmospheric DMS increased three orders of magnitude during a tidal cycle -from ~0.01 ppb at high tide up to 19 ppb downwind of the reef at low tide 24 .",
                "cite_spans": [
                    {
                        "start": 223,
                        "end": 225,
                        "text": "8,",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 781,
                        "end": 785,
                        "text": "[12]",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 786,
                        "end": 790,
                        "text": "[13]",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 791,
                        "end": 795,
                        "text": "[14]",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 817,
                        "end": 821,
                        "text": "[15]",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 822,
                        "end": 826,
                        "text": "[16]",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 827,
                        "end": 831,
                        "text": "[17]",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 832,
                        "end": 836,
                        "text": "[18]",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 850,
                        "end": 852,
                        "text": "8,",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1271,
                        "end": 1274,
                        "text": "20,",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1430,
                        "end": 1433,
                        "text": "20,",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1434,
                        "end": 1437,
                        "text": "22,",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Air exposure experiments are a potentially useful tool to evaluate how reef-forming corals contribute to local atmospheric DMS concentrations and regulate dimethylated sulfur compounds during environmental stress. We describe a series of novel laboratory experiments under controlled temperature and light conditions exposing three common Indo-Pacific scleractinian coral species (Acropora cf. horrida, Seriatopora hystrix, Porites cylindrica) to air for short periods and subsequent re-submersion. Measurements of atmospheric DMS (DMS gas ), seawater DMS, DMSP, DMSO and Fast Repetition Rate fluorometry (FRRf) were made before, during and after each exposure. Together, our results revealed a marked response in coral sulfur cycling and photophysiological condition that carry important implications both for estimates of sulfur emissions to the tropical/sub-tropical atmosphere and for our understanding of how corals respond to environmental fluctuations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Full details of the analytical methods and coral experimental facility, including coral husbandry, are given in the Supporting Information (SI). Our basic experimental set up was as follows: Independent colonies (genets) of three Indo-Pacific coral species (Acropora cf. horrida, Porites cylindrica n = 4, Seriatopora hystrix n = 3), originally from the same parent colony from the Indo-Pacific, were used to generate between 1 and 25 (mean 11 ± 9) equal-sized nubbins (ramets), 2-5 cm tall, and distributed equally on holding racks receiving one of two light acclimation levels (100 or 400 μ mol photons/m 2 /s, indicated by 100 and 400 throughout the text) for 8-10 weeks before experiments commenced. Ramets were followed throughout experimental design and selected from different genets to ensure biological replication for each treatment. At the beginning of experiments, coral nubbins (ramets) were transferred within a few seconds from the acclimation tank to 3 × 870 mL glass flasks (n = 3 or 4 nubbins per flask) with gas-tight lids and fully covered (submersed; Stage I) in 500 mL seawater from a 1000 L tropical aquarium. The number of nubbins used was dependent on the number that could be placed inside the flask without the nubbins touching each other or the flask walls. Each flask was positioned within a temperature-controlled water bath at °C illuminated by 54 W fluorescent tubes (Lightwave T5, Growth Technology, UK) delivering ~300 μ mol photons/m /s within each flask.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Methods",
                "sec_num": null
            },
            {
                "text": "Seawater in the flasks was continuously and gently bubbled with compressed air from tubing inserted to the base of the flask. Set using metering valves and digitally measured (ADM1000, Agilent Technologies), the mean (± SD) flow for all experiments through the flasks was 59.3 ± 6.5 mL/min. It was ensured that neither the tubing nor the bubble stream came into contact with the coral nubbins. Flasks were left for 1 h to approach constant DMS concentrations where net biological production by the coral holobiont was balanced by removal of DMS due to bubbling. Coral nubbins were subsequently exposed to air (air exposure; Stage II) by removing seawater from the flasks. The mean exposure time for all experiments (32.7 ± 11.7 min) falls within the range of tidal exposure times of 15-105 min experienced in a natural reef environment . After exposure, flasks were re-filled with the same seawater that had been removed (re-submersed; Stage III). When the coral nubbins were (re-)submersed, rising bubbles fully equilibrated with seawater DMS (see Discussion) and exited in the waste air stream. During the air exposure phase the air flow from the base directly displaced the headspace in the flask.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Methods",
                "sec_num": null
            },
            {
                "text": "Gas phase DMS (DMS gas ) sampling and analysis. Gas phase DMS concentrations (DMS gas ) were monitored in the waste air stream from the flasks before, during and after each period of exposure. In experiments with A. cf. horrida, DMS gas was quantified every 4 s using atmospheric pressure ionisation-chemical ionisation mass spectrometry, API-CIMS (e.g. Fig. 1 ) (See SI and ref. 23 ). The other coral species produced DMS at levels that were close to the API-CIMS detection limit (D.L.) (see below). Thus discrete samples from the waste air stream were collected and analysed using the more sensitive, low frequency gas chromatography-flame photometric detection (GC-FPD) method (e.g. Fig. 2B ,C) 5 . Similarly, when DMS concentrations from A. cf. horrida fell below the API-CIMS D.L., discrete samples were taken and analysed via GC-FPD (indicated with asterisks on Fig. 2A ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 354,
                        "end": 360,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 686,
                        "end": 693,
                        "text": "Fig. 2B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 868,
                        "end": 875,
                        "text": "Fig. 2A",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Methods",
                "sec_num": null
            },
            {
                "text": "Limited, UK) data was collected from coral nubbins during parallel air exposure experiments. FRRf inductions (0.2 Hz) parameterised the photosynthetic efficiency (F q´/ F m´, dimensionless), effective absorption cross sectional area (σ ´, nm 2 ) and electron turnover time (τ ´, μ s) 31 .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Coral photophysiology. Fast Repetition Rate fluorometry (FRRf; Fasttracka II, Chelsea Technologies",
                "sec_num": null
            },
            {
                "text": "Stage I: Initial coral submersion. During initial submersion, DMS gas for A. cf. horrida 400 ranged from 0.2-0.8 ppm (1.2-288 pmol/cm 2 ), whilst the other species were within a lower range of 0.05-0.2 ppm (0.01-10.4 pmol/cm 2 ) (Figs 1 and 2A-C, and Table 1 ). It is important to note that these observations should not be directly compared to ambient DMS mixing ratios in the marine atmosphere, which are subject to various processes including different degrees of dilution and photochemical degradation. However, the higher DMS gas in A. cf. horrida 400 experiments is qualitatively consistent with the higher DMSP content for that species. Specifically, DMSP content (normalised by the coral surface area) was 900-1600 nmol/cm 2 for A. cf. horrida but 40-80 nmol/cm for the remaining three species (see SI and Table S1 ). Our A. cf. horrida DMSP content is well within the range of reported values for other Acropora spp. (34-3558 nmol DMSP/cm 2 ) 1, 3, 8, 19, 32 .",
                "cite_spans": [
                    {
                        "start": 952,
                        "end": 954,
                        "text": "1,",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 955,
                        "end": 957,
                        "text": "3,",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 958,
                        "end": 960,
                        "text": "8,",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 961,
                        "end": 964,
                        "text": "19,",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 251,
                        "end": 258,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 814,
                        "end": 822,
                        "text": "Table S1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Stage II: air exposure of corals. High temporal resolution API-CIMS measurements of DMS gas from a flask containing a colony of A. cf. horrida increased by about an order of magnitude from 0.3 ± 0.2 ppm (mean ± SE) during submersion up to a maximum of 5.8 ppm within the first 2 minutes after air exposure (Fig. 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 306,
                        "end": 314,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "This initial spike in DMS gas during air exposure is expected since DMS is now directly emitted into the gas phase rather than first into the water phase. DMS is very soluble -the dimensionless solubility of DMS (water phase concentration:gas phase concentration) is 11.4 at 26 °C 33 . Thus at equilibrium during (re-)submersion, the surrounding seawater acts as a DMS 'reservoir' with ca. 95% of the DMS by mole residing in the water phase at a given time. When the water is removed, DMS produced by the corals is directly emitted into the gas phase, resulting in high DMS gas within the first minutes after air exposure. After the initial spike, DMS gas steadily decreased during the subsequent 12 minutes and returned to near baseline levels. We estimate the exponential decay in DMS gas due to flushing with DMS-free compressed air (red dashed line in Fig. 1 ). Air dilution can account for essentially all of the DMS gas decrease during minutes 12 to 24, which suggests that after the first few minutes of air exposure, there is very limited additional DMS emission from the corals (which would cause observed DMS gas to be above the modeled air dilution line). We note that this observation does not imply zero DMS production from the coral holobiont upon air exposure. DMS production likely continues leading to the initial spike in DMS gas , but is then trapped by the mucus layer that quickly forms on the coral surface upon exposure (see Discussion). We repeated the experiment with nubbins of A. cf. horrida ( Fig. 2A) , and with nubbins of two further species: Porites cylindrica ( Fig. 2B ) and Seriatopora hystrix (Fig. 2C ). Air exposure of all species resulted in about an order of magnitude increase in DMS gas . DMS gas averaged from the first 10 minutes of air exposure varied among the different coral species: A. cf. horrida gave the highest value of 3.4 ± 0.3 ppm (1262 ± 213 pmol/cm 2 ), while the other species yielded less than 1 ppm (< 100 pmol/cm ). Both raw DMS gas concentrations and zooxanthellae cell density-normalised DMS concentrations yielded the same trends (Table 1 and Figure S1 ). Again, this may be a reflection of the variability in tissue DMSP content between the tested species (Table S1 ). It is worth noting that we did not perform our experiments at light levels likely to be encountered in the reef environment (700μ mol photons/m /s) 34 to see whether or not DMS production is further enhanced under these conditions. However, we did perform a further experiment in the dark with two flasks holding A. cf. horrida and two flasks holding A. cf. horrida 400 (n = 3 nubbins per flask). The same response was seen during air exposure, with DMS gas reaching maxima that ranged from 0.8-4 ppm across four experimental flasks, compared to 0.1-1.5 ppm during submersion ( Figure S2 ). No significant differences in DMS gas were detectable between A. cf. horrida 100 and A. cf. horrida 400 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 856,
                        "end": 862,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1521,
                        "end": 1529,
                        "text": "Fig. 2A)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1594,
                        "end": 1601,
                        "text": "Fig. 2B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1628,
                        "end": 1636,
                        "text": "(Fig. 2C",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 2094,
                        "end": 2102,
                        "text": "(Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 2107,
                        "end": 2116,
                        "text": "Figure S1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2221,
                        "end": 2230,
                        "text": "(Table S1",
                        "ref_id": null
                    },
                    {
                        "start": 2812,
                        "end": 2821,
                        "text": "Figure S2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "To convert the gas phase mixing ratios above to DMS emissions (i.e. flux) from the coral, we started from the mass balance equation of gas phase DMS:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "= * + * ( ) Flux d d Flow SSA V DMS / t DMS /",
                        "eq_num": "(1)"
                    }
                ],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "gas g as gas",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Here the headspace volume during air exposure V gas = 700 mL, the gas flow Flow = 60 mL/min. To make the coral emissions comparable to other marine DMS flux hotspots, we converted our flux estimates into equivalent sea surface areas (SSA); we take SSA for each fragment in our experiments to be the birds-eye-view water surface area above the coral (estimated as 25 cm 2 for each fragment x 3 nubbins = 75 cm 2 ). Eq. 1 requires the observed rate of change in DMS gas increase (dDMS gas /dt), which we could not accurately quantify due to the measurement system design. For simplicity, we therefore assume the averaged DMS gas shown in Fig. 2 to be the peak values upon air exposure, which were achieved within two minutes. Using this approach, the coral-to-air emission of A. cf. horrida was 3-11 mmol/m 2 /day. Emissions from other coral species were lower, at 1.7 mmol/m 2 /day for P. cylindrica and 2.3 mmol/m 2 /day for S. hystrix.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 636,
                        "end": 642,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Stage III: coral re-submersion. Re-submersion of A. cf. horrida at 24 minutes into the experiment resulted in a second rapid increase of DMS gas up to 6 ppm in the outflow of the flask, followed by a near-exponential decrease in concentration ( Fig. 1 ). Unlike the transition from submersion to air exposure, the initially high DMS gas after re-submersion is opposite to the expected solubility-driven response when moving from air to water. Instead, our observations imply high concentrations of DMS in the seawater when the coral is first re-submersed. This could be due to rapid production of DMS by the coral holobiont. Alternatively, if substantial DMS was trapped in the mucus during air exposure (Stage II), re-submersing the coral in seawater could result in dissolution and liberation of the DMS trapped in mucus. The subsequent decrease in DMS gas is driven by biological processes associated with the presence of coral, with water-to-air emission accounting for only a quarter of the DMS loss (see Discussion).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 245,
                        "end": 251,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Coral photophysiology during submersion, air exposure, and re-submersion. Continuous FRRf measurements provided a diagnostic of photosynthetic performance before, during, and after air exposure. Photosynthetic downregulation was identified by a temporary decrease in the effective absorption cross-section (σ ´) (Table S2 ) and the operating efficiency of photosystem II (F q '/F m ') in conjunction with an increased photosynthetic electron turnover time (τ ´) ( Fig. 2D-F) . This is in contrast to photo-damage by reactive oxygen species that results in a sustained increase in σ ´ and/or τ ´ coupled with a decrease in F q '/F m ' 35, 36 . The FRRf-derived response of A. cf. horrida 400 indicated that photosynthesis downregulated during air exposure but consistently recovered upon re-submersion, suggesting no prolonged down-regulation that would result from photo-damage ( Fig. 2D) . P. cylindrica and S. hystrix 100 responded similarly to A. cf. horrida 400 , but showed less recovery in F q '/F m ' , which remained below the level measured before air exposure ( Fig. 2E,F , Table S2 ). The full recovery of F q '/F m ' by A. cf. horrida suggests a greater tolerance to the physiological stress of transient air exposure compared to the other species tested here. Acroporids are well reported to thrive in intertidal zones that experience prolonged (> 3.5 h) periods of exposure during spring tides . Furthermore, there is evidence that specimens adapted to such variable environments show greater physiological tolerance to thermal stress 38, 39 . Thus Acroporids may possess physiological mechanisms that instil tolerance to a range of environmental conditions. Seawater sulfur dynamics after coral re-submersion. To explore the roles of dimethylated sulfur compounds as anti-oxidants, we measured the seawater concentrations of DMS, dissolved DMSO (DMSO d ) and total aqueous phase DMSP (DMSP t ) at regular intervals after re-submersion of A. cf. horrida 400 in a separate experiment (Fig. 3) . Here, 3 x A. cf. horrida nubbins were transferred to a single flask and subjected to a 15 min air exposure, before the flask was re-filled with seawater. In contrast to all other experiments, the flask was not flushed with air (i.e. minimal water-to-air emission of DMS). Abiotic photochemical loss of DMS, inferred from previous measurements from the Sargasso Sea 40 , is also slow (at most 0.006/h). Rapid changes occurred during the first 10 minutes, corresponding to a rate constant for net DMS loss of about 3.7/h, which we can largely attribute to coral-related biological processes as follows: After 20 minutes, DMS levels had decreased by 120 nM (equivalent to 1.0 nmol/cm 2 , based on the mean surface area (41.9 ± 27.8 cm 2 per nubbin, see Table S3 ) of 3 x A. cf. horrida fragments). Simultaneously, DMSO d increased by 175 nM (1.4 nmol/cm 2 ). We see that the net increase in DMSO concentration (the principal oxidation product of DMS) was 55 nM higher than the net decrease in DMS concentration. Using a simplistic mass balance where no DMSO is directly released by the coral, 100% of DMS is converted to DMSO, and DMSO loss is negligible, Fig. 3 suggests a gross DMS production of 55 nM (175-120 nM) and a gross DMS consumption (converted to DMSO) of 175 nM over the 20 minutes. Within the first 10 minutes after re-submersion when the rates were the highest, this corresponds to a gross DMS production rate of 300 nM/h and a gross DMS consumption rate of 840 nM/h. Of course, less than unity conversion from DMS to DMSO is likely , as well as significant consumption of DMSO 42, 43 , which together would imply greater DMS gross consumption. On the other hand, any direct coral emission of DMSO would reduce the DMS gross consumption required for mass balance (at the limit of no DMS production, DMS gross consumption = DMS net consumption = 540 nM/hr within the first 10 minutes).",
                "cite_spans": [
                    {
                        "start": 634,
                        "end": 637,
                        "text": "35,",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1549,
                        "end": 1552,
                        "text": "38,",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 3598,
                        "end": 3601,
                        "text": "42,",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 312,
                        "end": 321,
                        "text": "(Table S2",
                        "ref_id": null
                    },
                    {
                        "start": 464,
                        "end": 474,
                        "text": "Fig. 2D-F)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 880,
                        "end": 888,
                        "text": "Fig. 2D)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1072,
                        "end": 1081,
                        "text": "Fig. 2E,F",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1084,
                        "end": 1092,
                        "text": "Table S2",
                        "ref_id": null
                    },
                    {
                        "start": 1997,
                        "end": 2005,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2758,
                        "end": 2766,
                        "text": "Table S3",
                        "ref_id": null
                    },
                    {
                        "start": 3161,
                        "end": 3167,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Interestingly, DMSP t levels in seawater did not change significantly, suggesting fairly low in situ DMSPt to DMS conversion in the seawater. It is worth noting that this seawater DMSP t concentration is orders of magnitude lower than the DMSP content in corals. Together, these lines of evidence suggest that DMS emitted after re-submersion of A. cf. horrida is rapidly turned over, likely in large part to DMSO.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "We developed a simple box model in order to explore the plausible bounds of biological DMS production and consumption. As an independent measure, we used the biological consumption rate derived from the no-bubbling experiment (Fig. 3) to model the decay in DMS a few minutes after re-submersion of A. cf. horrida nubbins (n = 3 in a single flask) in a separate experiment (Fig. 4) . The coral nubbins had been subjected to 15 minutes of air exposure before re-submersion and the airside mixing ratio was measured at a high temporal resolution by API-CIMS over an hour (Fig. 4) . DMS in the gas phase is expected to be at equilibrium with the water phase during re-submersion. The equations from 44 predict that in our experimental setup (bubble radius < 1 mm, water level height = 20 cm) bubbles should be fully equilibrated with the surrounding DMS sw when they surface. We verified this by adding aqueous DMS standard to 500 mL of coral-free seawater (final concentration = 100 nM) and monitored the rate of decrease due to bubbling (60 mL/min) in a separate test. The observed reduction (grey dash-dotted line in Fig. 4 ) in DMS gas from bubbling fit to an exponential decay: % loss = 100.exp −0.01t where t = time in minutes (R 2 = 0.9), which shows excellent agreement with the modelled DMS equilibrium outgassing (red line). Based on this, we convert the API-CIMS gas phase DMS mixing ratio to a waterside concentration (DMS sw , in units of μ M) via the ideal gas law and the Henry's solubility. Our box model (similar to 45 ) consists of a time-dependent representation of DMS outgassing at equilibrium rate (water-gas transfer) as well as biological DMS production and consumption. DMS consumption is modelled as a first order process: seawater DMS concentration (e.g. in units of nM) multiplied by the rate constant for DMS consumption (e.g. in units of 1/hr). DMS production (e.g. in units of nM/hr) is assumed to be independent of the DMS concentration. We initialised the model with the observed DMS sw a few minutes after re-submersion. Similar to previous experiments, elevated DMS sw (~1 μ M) was observed immediately after the coral was re-submersed followed by a gradual decline in concentration to ~0.01 μ M after 60 minutes. The model shows that equilibrium outgassing can only explain about 25% of the total DMS loss within the first 20 minutes after re-submersion. This indicates additional coral-associated loss of DMS sw , similar to Fig. 3 . When the model is run with just production (100 nM/hr), gas exchange, and zero biological consumption (green dashed line in Fig. 4) , the model overestimates DMS sw relative to observations. A consumption-only model run (rate constant of 3.7/hr, with gas exchange but no production; blue dashed line in Fig. 4 ) significantly underestimates. We chose 3.7/hr because it is the rate constant for net consumption in Fig. 3 over the first 10 minutes after re-submersion. A best fit to the observations in Fig. 4 was achieved with a 15 minute pulse of high DMS production (2 μ M/hr, gold dashed line) at the beginning of the experiment, before turning off DMS production, accompanied by constant consumption rate constant of 3.7/hr.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 226,
                        "end": 234,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 372,
                        "end": 380,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 568,
                        "end": 576,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1116,
                        "end": 1122,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2458,
                        "end": 2464,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2591,
                        "end": 2598,
                        "text": "Fig. 4)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2770,
                        "end": 2776,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2880,
                        "end": 2886,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2968,
                        "end": 2974,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "An increase in DMS production by the coral holobiont upon re-submersion could have been partly driven by increased bacterial DMS production or increased enzymatic cleavage of DMSP to DMS by the symbiotic algae. Compromised endosymbiotic algae and/or the coral polyp can enhance the availability of dissolved DMSP through leakage into the surrounding seawater, which in turn would increase bacterial DMS production. However, our FRRf data do not suggest compromised endosymbionts and so DMSP d leakage from the algae was probably minimal. This would also be consistent with the fairly constant seawater DMSP t concentration measured. (Stage III) . Grey dashed line represents the exponential loss of DMS due to bubbling based on measurements made in a coral-free flask derived during a separate experiment. The red line shows the calculated loss rate due to equilibrium outgassing. Results of model runs: (i) loss rate in absence of DMS production with a first order consumption rate of 3.7/hr (blue dashed line); (ii) zero consumption and a constant production rate of 100 nM/h (green dashed line); (iii) first order consumption rate of 3.7/hr and high production of 2 μ M/h for first 15 min followed by zero production (gold dashed line).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 633,
                        "end": 644,
                        "text": "(Stage III)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Direct DMS production by algae is recognised, particularly under conditions of environmental stress 46 . As such, enzymatic conversion of DMSP to DMS by the symbiotic algae would provide antioxidants close to the photosynthetic apparatus where oxidative stress is high. Alternatively, a stress-induced increase in de novo DMSP production by the symbiotic algae during air exposure may stimulate an increase in bacterial DMSP cleavage to DMS within the mucus layer . Our model results give a best fit to the re-submersion data when there is a pulse of high DMS production after re-submersion (Fig. 4) . Such short-term up-regulation of DMS production would peak when stress levels are likely to be at their maximum.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 591,
                        "end": 599,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Re-submersion of corals after air exposure re-oxygenates the tissues, causing stress through the over-production of reactive oxygen species 47, 48 . Sea anemones and sea pens, close relatives of scleractinian corals, display a pre-emptive defence strategy during air exposure that includes the activation of antioxidant mechanisms, such as upregulation of heat shock protein (HSP), catalase (CAT) and/or glutathione-S-transferase (GST), to minimise the free radical damage associated with re-oxygenation 47, 48 . DMS reacts rapidly with reactive oxygen species (ROS) such as the hydroxyl radical (• OH) to form, in particular, DMSO 12 . The rapid reduction in DMS concentrations and concurrent increase in DMSO after re-submersion ( Fig. 3 ) could therefore be driven by in vivo ROS-scavenging reactions. Recent work implicates a DMSP-based antioxidant system in the ability of the closely-related species Acropora millepora to withstand hyposalinity stress . Our observations of dimethylated sulfur compounds and photophysiology support a further antioxidant role for DMS(P) production by A. cf. horrida as a mechanism to cope with rapid re-oxygenation and oxidative stress.",
                "cite_spans": [
                    {
                        "start": 140,
                        "end": 143,
                        "text": "47,",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 504,
                        "end": 507,
                        "text": "47,",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 733,
                        "end": 739,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The rapid turnover of DMS to DMSO could also be an incidental antioxidant reaction, resulting from the presence of coral but not directly controlled by the coral. ROS such as H O 2 are produced by both photosynthetic symbionts 36 and the coral animals , and are released into surrounding seawater by diffusion or active water exchange . The role of mucus in H 2 O 2 release is unclear; a previous study reports undetectable levels in mucus from Stylophora pistillata . However, rapid H 2 O 2 release by S. pistillata has been reported to be stimulated by both chemical and physical stressors . The physical and chemical stimuli associated with re-submersion following air exposure could result in a burst of H O 2 production. DMSO is the first product of the aqueous phase reaction between DMS and H O 2 51, 52 , so coincident release of H O 2 could result in rapid oxidation of dissolved DMS to DMSO.",
                "cite_spans": [
                    {
                        "start": 804,
                        "end": 807,
                        "text": "51,",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "It is worth mentioning that even a high DMS production of 2 μ M/h (see Fig. 4 ) does not come close to explaining the initial spike in DMS sw after re-submersion. A net DMS production of 15 μ M/h would be required to achieve ~1 μ M after only four minutes. We noticed that coral re-submersion caused the release of mucus ropes, which typically contain DMS(P) concentrations that are orders of magnitude higher than in seawater . During air exposure, bio-physical mechanisms such as mucus production and/or polyp retraction help to minimise water loss but also limit the cutaneous oxygen supply and potentially cause hypoxia within the tissues . After the first few minutes of air exposure, we did not detect much additional DMS emission so these mechanisms may also restrict the release of DMS when coral is exposed to air, thereby possibly allowing DMS to build up within the mucus. The dissolution of this DMS-rich mucus into the surrounding seawater may contribute to the observed pulse of DMS at the point of re-submersion. We measured the concentration of DMS in mucus and mucus ropes produced by a colony of A. cf. horrida that had been exposed to air for 15 minutes (a separate colony to those used in the main experiments -see SI methods). Concentrations ranged from 279-577 nM in mucus, with a value of 373 nM in a sample of mucus rope (interestingly, mucus similarly collected from P. cylindrica gave undetectable levels of DMS (D.L ≤ 50 nM, see ref. Mucus thickness after 15 min of exposure is estimated to be 0.05 cm, based on a range of 0.01 to 0.1 cm reported for A. millepora . The mean surface area of 3 x A. cf. horrida nubbins used in our study is 125.7 cm 2 (See Table S3 ). Assuming the entire coral fragment develops an even coating of mucus, this gives a volume of mucus (vol mucus ) of 0.006 L. Seawater volume in the flask (vol water ) was 0.5 L. Taking the maximum value of [DMS mucus ] we measured for A. cf. horrida (577 nM) would result in [DMS sw ] of only 7.3 nM, far from the ~1 μ M we measured (Fig. 4) . Using the maximum reported value from the literature of 18665 nM would result in [DMS sw ] of 235 nM. This implies that the spike in DMS concentrations upon submersion is not simply a result of the dissolution of DMS-rich mucus, and instead may be driven by a short-term up-regulation in DMS production by the coral holobiont.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 71,
                        "end": 77,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1682,
                        "end": 1690,
                        "text": "Table S3",
                        "ref_id": null
                    },
                    {
                        "start": 2026,
                        "end": 2034,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our experiments suggest that coral reefs represent an as-yet unquantified all-year-round direct DMS flux into the tropical atmosphere (~23°N to 23°S), which is not currently accounted for in existing climatologies and Earth System models [56] [57] [58] . The coral-to-air flux of DMS (per sea surface area occupied by the coral) from A. cf. horrida was 3-11 mmole/m 2 /day, with lower emissions from other coral species including P. cylindrica and S. hystrix. To put this emission in environmental context requires knowledge of the areal extent and species composition of exposed reef as well as the frequency of exposure (tidal cycle and reef height). The extent of exposed coral reef during low tide events is not well documented but typically includes the reef crest . Frequency of coral exposure is also poorly quantified. As a case study, we use the observations from Heron Island, a well-studied reef at the southern tip of the Great Barrier Reef. The circular reef rim has 15.8% coverage by Acropora colonies and is exposed on average 12 hours per month (~0.5 days per 30 days = ~0.02) 25, 54 . From this, we estimate the long-term average DMS flux from the reef rim as 9-35 μ mol/m 2 /day (i.e. 3-11 mmol/m 2 /day *(0.158)*0.02*1000) by assuming that Acropora on the reef rim are the sole source of DMS and only emit to the atmosphere when exposed to air. This simplistic calculation does not account for the complexity of the reef environment (e.g. the variability in time of exposure that different areas of the reef experience, or the contributions from non-Acropora corals and other symbiotic cnidarians). Furthermore, the experimental exposure times used here (32.7 ± 11.7 min) fall short of maximum exposure times in a natural reef environment (up to > 100 min) 25 . A longer exposure time may result in further deoxygenation of tissues, which upon re-submersion and re-oxygenation 47,48 may be compensated for by an enhanced pulse of DMS production. However, without further data, predicting the effects of increased exposure time on the DMS flux is highly speculative. Thus, our uncertainty in this flux estimate is large and future observations will need to overcome these knowledge gaps to reconcile and scale natural from laboratory-derived fluxes.",
                "cite_spans": [
                    {
                        "start": 238,
                        "end": 242,
                        "text": "[56]",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 243,
                        "end": 247,
                        "text": "[57]",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 248,
                        "end": 252,
                        "text": "[58]",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 1093,
                        "end": 1096,
                        "text": "25,",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Nevertheless, DMS emissions from corals may be in the same order of magnitude as other marine DMS hot spots, which tend to be more transient. For example, DMSP-rich surface pack ice in Antarctica is estimated to emit DMS to the atmosphere at a few tens of μ mol/m 2 /day 60 . Strong open ocean sea-to-air DMS flux up to μ mol/m 2 /day were measured over a coccolithophore-dominated bloom in the North Atlantic , whilst a flux of 30 μ mol/m 2 /day was seen over a dinoflagellate bloom in the Southern Ocean . Atmospheric DMS was generally less than < 1 ppb over these algal blooms -significantly lower than the mixing ratio of 19 ppb that have been observed downwind of coral reefs . Phytoplankton blooms typically last only days to weeks, with maximum DMS production persisting for a relatively short period, often during the senescent phase . In contrast, tidal exposure of coral reefs may provide a strong regular DMS flux to the atmosphere.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our experiments show that when water is removed and corals are exposed to air, a solubility effect results in an order of magnitude increase in DMS concentrations in the overlying air in the first few minutes after exposure. This is consistent with observations of elevated DMS in the air above coral reefs following low tides [22] [23] [24] . Re-submersion of coral resulted in another short-lived pulse of DMS, which might be due to a combination of greater DMS production by the coral holobiont and/or dissolution of DMS-rich mucus that may be formed during air exposure. At low tide, corals inhabiting reef flats and crests can experience significant periods of air exposure, subjecting them to thermal stress, high irradiance and desiccation 64, 65 . We propose that DMS production by corals may help to counter the stress associated with cycles of tidal exposure and re-submersion with rapid reoxygenation of tissues. Our data suggest that tidally exposed coral reef rims should be considered important DMS hotspots, in particular where species of Acropora dominate coral communities. Acropora is a highly successful genus contributing to rich species diversity and productivity on coral reefs via their complex architecture and rapid growth 66 . Acropora is also particularly susceptible to major environmental and climatic stressors, which are expected to increase in frequency in the future 67 . Significant changes in Acropora cover could impact upon future biodiversity and productivity associated with coral reefs 66 . Such changes in coral speciation would also have implications for local atmospheric fluxes of DMS 68 . In situ measurements of atmospheric DMS concentrations and coral-to-air DMS fluxes in reef environments at a range of temporal and spatial scales are required to better quantify the importance of DMS in the tropical marine atmospheric chemistry.",
                "cite_spans": [
                    {
                        "start": 327,
                        "end": 331,
                        "text": "[22]",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 332,
                        "end": 336,
                        "text": "[23]",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 337,
                        "end": 341,
                        "text": "[24]",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 747,
                        "end": 750,
                        "text": "64,",
                        "ref_id": "BIBREF63"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Scientific RepoRts | 6:36031 | DOI: 10.1038/srep36031",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The authors thank E. Saltzman ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "DMSP in corals and benthic algae from the Great Barrier Reef",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Broadbent",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "B"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Estuarine, Coastal and Shelf Science",
                "volume": "55",
                "issue": "",
                "pages": "547--555",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Broadbent, A. D., Jones, G. B. & Jones, R. J. DMSP in corals and benthic algae from the Great Barrier Reef. Estuarine, Coastal and Shelf Science 55, 547-555 (2002).",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "DMS and DMSP in mucus ropes, coral mucus, surface films and sediment pore waters from coral reefs in the Great Barrier Reef",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Broadbent",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "B"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Marine and Freshwater Research",
                "volume": "55",
                "issue": "",
                "pages": "849--855",
                "other_ids": {
                    "DOI": [
                        "10.1071/MF04114"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Broadbent, A. D. & Jones, G. B. DMS and DMSP in mucus ropes, coral mucus, surface films and sediment pore waters from coral reefs in the Great Barrier Reef. Marine and Freshwater Research 55, 849-855, doi: http://dx.doi.org/10.1071/MF04114 (2004).",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The distribution of dimethylsulfoniopropionate in tropical Pacific coral reef invertebrates",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Van Alstyne",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Schupp",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Slattery",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Coral Reefs",
                "volume": "25",
                "issue": "",
                "pages": "321--327",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Van Alstyne, K. L., Schupp, P. & Slattery, M. The distribution of dimethylsulfoniopropionate in tropical Pacific coral reef invertebrates. Coral Reefs 25, 321-327 (2006).",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Dimethylsulfoniopropionate in reef corals",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Hill",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Dacey",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Krupp",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Bulletin of Marine Science",
                "volume": "57",
                "issue": "",
                "pages": "489--494",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hill, R. W., Dacey, J. W. & Krupp, D. A. Dimethylsulfoniopropionate in reef corals. Bulletin of Marine Science 57, 489-494 (1995).",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Concentrations of dimethylsulfoniopropionate and dimethyl sulfide are strain-specific in symbiotic dinoflagellates (Symbiodinium Sp., Dinophyceae)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Steinke",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Brading",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Kerrison",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Warner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Suggett",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Phycology",
                "volume": "47",
                "issue": "",
                "pages": "775--783",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1529-8817.2011.01011.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Steinke, M., Brading, P., Kerrison, P., Warner, M. E. & Suggett, D. J. Concentrations of dimethylsulfoniopropionate and dimethyl sulfide are strain-specific in symbiotic dinoflagellates (Symbiodinium Sp., Dinophyceae). Journal of Phycology 47, 775-783, doi: 10.1111/j.1529-8817.2011.01011.x (2011).",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "DMSP biosynthesis by an animal and its role in coral thermal stress response",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Raina",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Nature",
                "volume": "502",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Raina, J. B. et al. DMSP biosynthesis by an animal and its role in coral thermal stress response. Nature 502, 677-+ , doi: 10.1038/ Nature12677 (2013).",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A bacterial pathogen uses dimethylsulfoniopropionate as a cue to target heat-stressed corals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Garren",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "ISME J",
                "volume": "8",
                "issue": "",
                "pages": "999--1007",
                "other_ids": {
                    "DOI": [
                        "10.1038/ismej.2013.210"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Garren, M. et al. A bacterial pathogen uses dimethylsulfoniopropionate as a cue to target heat-stressed corals. ISME J 8, 999-1007, doi: 10.1038/ismej.2013.210 (2014).",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Effects of environmental factors on dimethylated sulfur compounds and their potential role in the antioxidant system of the coral holobiont",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "S"
                        ],
                        "last": "Deschaseaux",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Limnology and Oceanography",
                "volume": "59",
                "issue": "",
                "pages": "758--768",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Deschaseaux, E. S. et al. Effects of environmental factors on dimethylated sulfur compounds and their potential role in the antioxidant system of the coral holobiont. Limnology and Oceanography 59, 758-768 (2014).",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Uncovering the volatile nature of tropical coastal marine ecosystems in a changing world",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Exton",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Mcgenity",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Steinke",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Suggett",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Global Change Biology",
                "volume": "21",
                "issue": "",
                "pages": "1383--1394",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Exton, D. A., McGenity, T. J., Steinke, M., Smith, D. J. & Suggett, D. J. Uncovering the volatile nature of tropical coastal marine ecosystems in a changing world. Global Change Biology 21, 1383-1394 (2015).",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Dimethylsulfoniopropionate, superoxide dismutase and glutathione as stress response indicators in three corals under short-term hyposalinity stress",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
                "volume": "283",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gardner, S. G. et al. Dimethylsulfoniopropionate, superoxide dismutase and glutathione as stress response indicators in three corals under short-term hyposalinity stress. Proceedings of the Royal Society of London B: Biological Sciences 283, doi: 10.1098/ rspb.2015.2418 (2016).",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Coral-associated bacteria and their role in the biogeochemical cycling of sulfur",
                "authors": [
                    {
                        "first": "J.-B",
                        "middle": [],
                        "last": "Raina",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Tapiolas",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Willis",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Bourne",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Applied and Environmental Microbiology",
                "volume": "75",
                "issue": "",
                "pages": "3492--3501",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Raina, J.-B., Tapiolas, D., Willis, B. L. & Bourne, D. G. Coral-associated bacteria and their role in the biogeochemical cycling of sulfur. Applied and Environmental Microbiology 75, 3492-3501 (2009).",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "An antioxidant function for DMSP and DMS in marine algae",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Sunda",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Kieber",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Kiene",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Huntsman",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Nature",
                "volume": "418",
                "issue": "",
                "pages": "317--320",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sunda, W., Kieber, D. J., Kiene, R. P. & Huntsman, S. An antioxidant function for DMSP and DMS in marine algae. Nature 418, 317-320 (2002).",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Diel patterns of oceanic dimethylsulfide (DMS) cycling: Microbial and physical drivers",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Galí",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Global Biogeochemical Cycles",
                "volume": "27",
                "issue": "",
                "pages": "620--636",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Galí, M. et al. Diel patterns of oceanic dimethylsulfide (DMS) cycling: Microbial and physical drivers. Global Biogeochemical Cycles 27, 620-636 (2013).",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Light-driven cycling of dimethylsulfide (DMS) in the Sargasso Sea: Closing the loop",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Toole",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Siegel",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Geophysical Research Letters",
                "volume": "31",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1029/2004GL019581"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Toole, D. A. & Siegel, D. A. Light-driven cycling of dimethylsulfide (DMS) in the Sargasso Sea: Closing the loop. Geophysical Research Letters 31, doi: 10.1029/2004GL019581 (2004).",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Intraspecific variation in stress-induced hydrogen peroxide scvenging by the ulvoid macroalga. Ulva lactuca",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Ross",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Van Alstyne",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "J. Phycol",
                "volume": "43",
                "issue": "",
                "pages": "466--474",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ross, C. & Van Alstyne, K. L. Intraspecific variation in stress-induced hydrogen peroxide scvenging by the ulvoid macroalga. Ulva lactuca J. Phycol. 43, 466-474 (2007).",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Irradiance-mediated dimethylsulphoniopropionate (DMSP) responses of red coralline algae",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "N"
                        ],
                        "last": "Rix",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "L"
                        ],
                        "last": "Burdett",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Kamenos",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Estuarine, Coastal and Shelf Science",
                "volume": "96",
                "issue": "",
                "pages": "268--272",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.ecss.2011.11.022"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Rix, L. N., Burdett, H. L. & Kamenos, N. A. Irradiance-mediated dimethylsulphoniopropionate (DMSP) responses of red coralline algae. Estuarine, Coastal and Shelf Science 96, 268-272, doi: http://dx.doi.org/10.1016/j.ecss.2011.11.022 (2012).",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The effect of chronic and acute low pH on the intracellular DMSP production and epithelial cell morphology of red coralline algae",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "L"
                        ],
                        "last": "Burdett",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Marine Biology Research",
                "volume": "8",
                "issue": "",
                "pages": "756--763",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burdett, H. L. et al. The effect of chronic and acute low pH on the intracellular DMSP production and epithelial cell morphology of red coralline algae. Marine Biology Research 8, 756-763 (2012).",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Effect of elevated pCO2 on the production of dimethylsulphoniopropionate (DMSP) and dimethylsulphide (DMS) in two species of Ulva (Chlorophyceae)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Kerrison",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Suggett",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Hepburn",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Steinke",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Biogeochemistry",
                "volume": "110",
                "issue": "",
                "pages": "5--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kerrison, P., Suggett, D. J., Hepburn, L. J. & Steinke, M. Effect of elevated pCO2 on the production of dimethylsulphoniopropionate (DMSP) and dimethylsulphide (DMS) in two species of Ulva (Chlorophyceae). Biogeochemistry 110, 5-16 (2012).",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The effect of coral bleaching on the cellular concentration of dimethylsulphoniopropionate in reef corals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "B"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Fischer",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "S M"
                        ],
                        "last": "Deschaseaux",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Harrison",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Journal of Experimental Marine Biology and Ecology",
                "volume": "460",
                "issue": "",
                "pages": "19--31",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.jembe.2014.06.003"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Jones, G. B., Fischer, E., Deschaseaux, E. S. M. & Harrison, P. L. The effect of coral bleaching on the cellular concentration of dimethylsulphoniopropionate in reef corals. Journal of Experimental Marine Biology and Ecology 460, 19-31, doi: http://dx.doi. org/10.1016/j.jembe.2014.06.003 (2014).",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Dimethyl sulfide and other biogenic volatile organic compound emissions from branching coral and reef seawater: potential sources of secondary aerosol over the Great Barrier Reef",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "B"
                        ],
                        "last": "Swan",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Journal of Atmospheric Chemistry. 1-26",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10874-016-9327-7"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Swan, H. B. et al. Dimethyl sulfide and other biogenic volatile organic compound emissions from branching coral and reef seawater: potential sources of secondary aerosol over the Great Barrier Reef. Journal of Atmospheric Chemistry. 1-26, doi: 10.1007/s10874- 016-9327-7 (2016).",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Dimethylsulfoniopropionate in corals and its interrelations with bacterial assemblages in coral surface mucus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Frade",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Environ. Chem",
                "volume": "13",
                "issue": "",
                "pages": "252--265",
                "other_ids": {
                    "DOI": [
                        "10.1071/EN15023"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Frade, P. R. et al. Dimethylsulfoniopropionate in corals and its interrelations with bacterial assemblages in coral surface mucus. Environ. Chem. 13, 252-265, doi: http://dx.doi.org/10.1071/EN15023 (2016).",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The influence of coral reefs on atmospheric dimethylsulphide over the Great Barrier Reef, Coral Sea, Gulf of Papua and Solomon and Bismarck Seas",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "B"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Trevena",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Marine and Freshwater Research",
                "volume": "56",
                "issue": "",
                "pages": "85--93",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jones, G. B. & Trevena, A. J. The influence of coral reefs on atmospheric dimethylsulphide over the Great Barrier Reef, Coral Sea, Gulf of Papua and Solomon and Bismarck Seas. Marine and Freshwater Research 56, 85-93 (2005).",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Factors affecting the cycling of dimethylsulfide and dimethylsulfoniopropionate in coral reef waters of the Great Barrier Reef",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "B"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Environ. Chem",
                "volume": "4",
                "issue": "",
                "pages": "310--322",
                "other_ids": {
                    "DOI": [
                        "10.1071/EN06065"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Jones, G. B. et al. Factors affecting the cycling of dimethylsulfide and dimethylsulfoniopropionate in coral reef waters of the Great Barrier Reef. Environ. Chem. 4, 310-322, doi: http://dx.doi.org/10.1071/EN06065 (2007).",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "The biological production of dimethylsulfide in the ocean and its role in the global atmospheric sulfur budget. Ecological Bulletins",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Andreae",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Barnard",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Ammons",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "167--177",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Andreae, M., Barnard, W. & Ammons, J. The biological production of dimethylsulfide in the ocean and its role in the global atmospheric sulfur budget. Ecological Bulletins. 167-177 (1983).",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Coral mucus functions as an energy carrier and particle trap in the reef ecosystem",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Wild",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Nature",
                "volume": "428",
                "issue": "",
                "pages": "66--70",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wild, C. et al. Coral mucus functions as an energy carrier and particle trap in the reef ecosystem. Nature 428, 66-70 (2004).",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "A chemical ionization mass spectrometer for continuous underway shipboard analysis of dimethylsulfide in near-surface seawater",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Saltzman",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "De Bruyn",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lawler",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Marandino",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Mccormick",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Ocean Science",
                "volume": "5",
                "issue": "",
                "pages": "537--546",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Saltzman, E., De Bruyn, W., Lawler, M., Marandino, C. & McCormick, C. A chemical ionization mass spectrometer for continuous underway shipboard analysis of dimethylsulfide in near-surface seawater. Ocean Science 5, 537-546 (2009).",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Laboratory inter-comparison of dissolved dimethyl sulphide (DMS) measurements using purge-and-trap and solidphase microextraction techniques during a mesocosm experiment",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Vogt",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Marine Chemistry",
                "volume": "108",
                "issue": "",
                "pages": "32--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vogt, M. et al. Laboratory inter-comparison of dissolved dimethyl sulphide (DMS) measurements using purge-and-trap and solid- phase microextraction techniques during a mesocosm experiment. Marine Chemistry 108, 32-39, doi: 10.1016/j. marchem.2007.10.001 (2008).",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Consistent increase in dimethyl sulfide (DMS) in response to high CO2 in five shipboard bioassays from contrasting NW European waters",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "E"
                        ],
                        "last": "Hopkins",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Archer",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Biogeosciences",
                "volume": "11",
                "issue": "",
                "pages": "4925--4940",
                "other_ids": {
                    "DOI": [
                        "10.5194/bg-11-4925-2014"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Hopkins, F. E. & Archer, S. D. Consistent increase in dimethyl sulfide (DMS) in response to high CO2 in five shipboard bioassays from contrasting NW European waters. Biogeosciences 11, 4925-4940, doi: 10.5194/bg-11-4925-2014 (2014).",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Determination of trace quantities of dimethylsulfoxide in aqueous solutions",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "O"
                        ],
                        "last": "Andreae",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Analytical Chemistry",
                "volume": "52",
                "issue": "",
                "pages": "150--153",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Andreae, M. O. Determination of trace quantities of dimethylsulfoxide in aqueous solutions. Analytical Chemistry 52, 150-153 (1980).",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Dissolved dimethylsulphide, dimethylsulphoniopropionate and dimethylsulphoxide in western Mediterranean waters",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Simo",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Grimalt",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Albaiges",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Deep-Sea Research II",
                "volume": "44",
                "issue": "",
                "pages": "929--950",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simo, R., Grimalt, J. O. & Albaiges, J. Dissolved dimethylsulphide, dimethylsulphoniopropionate and dimethylsulphoxide in western Mediterranean waters. Deep-Sea Research II 44, 929-950 (1997).",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Performance of Fast Repetition Rate fluorometry based estimates of primary productivity in coastal waters",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Robinson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Suggett",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Cherukuru",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Ralph",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Doblin",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "J. Mar. Syst",
                "volume": "139",
                "issue": "",
                "pages": "299--310",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.jmarsys.2014.07.016"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Robinson, C., Suggett, D. J., Cherukuru, N., Ralph, P. J. & Doblin, M. A. Performance of Fast Repetition Rate fluorometry based estimates of primary productivity in coastal waters. J. Mar. Syst. 139, 299-310, doi: http://dx.doi.org/10.1016/j.jmarsys.2014.07.016 (2014).",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Direct measurement of dimethylsulfoniopropionate (DMSP) in reef-building corals using quantitative nuclear magnetic resonance (qNMR) spectroscopy",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Tapiolas",
                        "suffix": ""
                    },
                    {
                        "first": "J.-B",
                        "middle": [],
                        "last": "Raina",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Lutz",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Willis",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Motti",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Experimental Marine Biology and Ecology",
                "volume": "443",
                "issue": "",
                "pages": "85--89",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tapiolas, D. M., Raina, J.-B., Lutz, A., Willis, B. L. & Motti, C. A. Direct measurement of dimethylsulfoniopropionate (DMSP) in reef-building corals using quantitative nuclear magnetic resonance (qNMR) spectroscopy. Journal of Experimental Marine Biology and Ecology 443, 85-89 (2013).",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Henry Law Constants for Dimethylsulfide in Fresh-Water and Seawater",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W H"
                        ],
                        "last": "Dacey",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "G"
                        ],
                        "last": "Wakeham",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Howes",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Geophysical Research Letters",
                "volume": "11",
                "issue": "",
                "pages": "991--994",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dacey, J. W. H., Wakeham, S. G. & Howes, B. L. Henry Law Constants for Dimethylsulfide in Fresh-Water and Seawater. Geophysical Research Letters 11, 991-994 (1984).",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Ocean acidification causes bleaching and productivity loss in coral reef builders",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "R N"
                        ],
                        "last": "Anthony",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "I"
                        ],
                        "last": "Kline",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Diaz-Pulido",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Dove",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hoegh-Guldberg",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Proceedings of the National Academy of Sciences",
                "volume": "105",
                "issue": "",
                "pages": "17442--17446",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anthony, K. R. N., Kline, D. I., Diaz-Pulido, G., Dove, S. & Hoegh-Guldberg, O. Ocean acidification causes bleaching and productivity loss in coral reef builders. Proceedings of the National Academy of Sciences 105, 17442-17446, doi: 10.1073/ pnas.0804478105 (2008).",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Membrane lipids of symbiotic algae are diagnostic of sensitivity to thermal bleaching in corals",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Tchernov",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Proc. Natl. Acad. Sci. USA",
                "volume": "101",
                "issue": "",
                "pages": "13531--13535",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tchernov, D. et al. Membrane lipids of symbiotic algae are diagnostic of sensitivity to thermal bleaching in corals. Proc. Natl. Acad. Sci. USA. 101, 13531-13535 (2004).",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Photosynthesis and production of hydrogen peroxide by Symbiodinium (Pyrrhophyta) phylotypes with different thermal tolerances",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Suggett",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "J. Phycol",
                "volume": "44",
                "issue": "",
                "pages": "948--956",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Suggett, D. J. et al. Photosynthesis and production of hydrogen peroxide by Symbiodinium (Pyrrhophyta) phylotypes with different thermal tolerances. J. Phycol. 44, 948-956 (2008).",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "A diverse assemblage of reef corals thriving in a dynamic intertidal reef setting",
                "authors": [
                    {
                        "first": "Z",
                        "middle": [
                            "T"
                        ],
                        "last": "Richards",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Garcia",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Wallace",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "L"
                        ],
                        "last": "Rosser",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Muir",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "PLoS One",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richards, Z. T., Garcia, R. A., Wallace, C. C., Rosser, N. L. & Muir, P. R. A diverse assemblage of reef corals thriving in a dynamic intertidal reef setting (Bonaparte Archipelago, Kimberley, Australia). PLoS One 10, e0117791 (2015).",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Limits to the thermal tolerance of corals adapted to a highly fluctuating, naturally extreme temperature environment",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Schoepf",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Stat",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Falter",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Mcculloch",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Scientific Reports",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1038/srep17639"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Schoepf, V., Stat, M., Falter, J. L. & McCulloch, M. T. Limits to the thermal tolerance of corals adapted to a highly fluctuating, naturally extreme temperature environment. Scientific Reports 5, 17639, doi: 10.1038/srep17639 (2015).",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Do fluctuating temperature environments elevate coral thermal tolerance? Coral Reefs",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Oliver",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Palumbi",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "30",
                "issue": "",
                "pages": "429--440",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00338-011-0721-y"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Oliver, T. A. & Palumbi, S. R. Do fluctuating temperature environments elevate coral thermal tolerance? Coral Reefs 30, 429-440, doi: 10.1007/s00338-011-0721-y (2011).",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Dimethylsulfide production in Sargasso Sea eddies",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Bailey",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Deep Sea Research Part II: Topical Studies in Oceanography",
                "volume": "55",
                "issue": "",
                "pages": "1491--1504",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.dsr2.2008.02.011"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bailey, K. E. et al. Dimethylsulfide production in Sargasso Sea eddies. Deep Sea Research Part II: Topical Studies in Oceanography 55, 1491-1504, doi: 10.1016/j.dsr2.2008.02.011 (2008).",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Depth-dependent fate of biologically-consumed dimethylsulfide in the Sargasso Sea",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Del Valle",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Kieber",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Kiene",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Marine Chemistry",
                "volume": "103",
                "issue": "",
                "pages": "197--208",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "del Valle, D. A., Kieber, D. J. & Kiene, R. P. Depth-dependent fate of biologically-consumed dimethylsulfide in the Sargasso Sea. Marine Chemistry 103, 197-208 (2007).",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Biological turnover of DMS, DMSP and DMSO in contrasting open-sea waters",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Simó",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Pedrós-Alió",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Malin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Grimalt",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Marine Ecology Progress Series",
                "volume": "203",
                "issue": "",
                "pages": "1--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simó, R., Pedrós-Alió, C., Malin, G. & Grimalt, J. O. Biological turnover of DMS, DMSP and DMSO in contrasting open-sea waters. Marine Ecology Progress Series 203, 1-11 (2000).",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "High concentrations and turnover rates of DMS, DMSP and DMSO in Antarctic sea ice",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Asher",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W H"
                        ],
                        "last": "Dacey",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Mills",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Arrigo",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Tortell",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Geophys. Res. Lett",
                "volume": "38",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Asher, E. C., Dacey, J. W. H., Mills, M. M., Arrigo, K. R. & Tortell, P. D. High concentrations and turnover rates of DMS, DMSP and DMSO in Antarctic sea ice. Geophys. Res. Lett. 38, L23609 (2011).",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Bubbles and the air-sea transfer velocity of gases",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Woolf",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Atmosphere-Ocean",
                "volume": "31",
                "issue": "",
                "pages": "517--540",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Woolf, D. K. Bubbles and the air-sea transfer velocity of gases. Atmosphere-Ocean 31, 517-540 (1993).",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Lagrangian evolution of DMS during the Southern Ocean gas exchange experiment: The effects of vertical mixing and biological community shift",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Yang",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Geophysical Research: Oceans",
                "volume": "118",
                "issue": "",
                "pages": "6774--6790",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yang, M. et al. Lagrangian evolution of DMS during the Southern Ocean gas exchange experiment: The effects of vertical mixing and biological community shift. Journal of Geophysical Research: Oceans 118, 6774-6790 (2013).",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Dimethylsulfoniopropionate cleavage by marine phytoplankton in response to mechanical, chemical, or dark stress",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "V"
                        ],
                        "last": "Wolfe",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Strom",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Holmes",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Radzio",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Brady Olson",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Phycology",
                "volume": "38",
                "issue": "",
                "pages": "948--960",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolfe, G. V., Strom, S. L., Holmes, J. L., Radzio, T. & Brady Olson, M. Dimethylsulfoniopropionate cleavage by marine phytoplankton in response to mechanical, chemical, or dark stress. Journal of Phycology 38, 948-960 (2002).",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Animal response to drastic changes in oxygen availability and physiological oxidative stress",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Hermes-Lima",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Zenteno-Savın",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Comparative Biochemistry and Physiology Part C: Toxicology & Pharmacology",
                "volume": "133",
                "issue": "",
                "pages": "537--556",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hermes-Lima, M. & Zenteno-Savın, T. Animal response to drastic changes in oxygen availability and physiological oxidative stress. Comparative Biochemistry and Physiology Part C: Toxicology & Pharmacology 133, 537-556 (2002).",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Coral physiological adaptations to air exposure: Heat shock and oxidative stress responses in Veretillum cynomorium",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Teixeira",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Diniz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Calado",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Rosa",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Experimental Marine Biology and Ecology",
                "volume": "439",
                "issue": "",
                "pages": "35--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Teixeira, T., Diniz, M., Calado, R. & Rosa, R. Coral physiological adaptations to air exposure: Heat shock and oxidative stress responses in Veretillum cynomorium. Journal of Experimental Marine Biology and Ecology 439, 35-41 (2013).",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Rapid Hydrogen Peroxide release from the coral Stylophora pistillata during feeding and in response to chemical and physical stimuli",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Armoza-Zvuloni",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Schneider",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sher",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Shaked",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Scientific Reports",
                "volume": "6",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Armoza-Zvuloni, R., Schneider, A., Sher, D. & Shaked, Y. Rapid Hydrogen Peroxide release from the coral Stylophora pistillata during feeding and in response to chemical and physical stimuli. Scientific Reports 6 (2016).",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Release of hydrogen peroxide and antioxidants by the coral Stylophora pistillata to its external milieu",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Armoza-Zvuloni",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Shaked",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Biogeosciences",
                "volume": "11",
                "issue": "",
                "pages": "4587--4598",
                "other_ids": {
                    "DOI": [
                        "10.5194/bg-11-4587-2014"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Armoza-Zvuloni, R. & Shaked, Y. Release of hydrogen peroxide and antioxidants by the coral Stylophora pistillata to its external milieu. Biogeosciences 11, 4587-4598, doi: 10.5194/bg-11-4587-2014 (2014).",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "On the mechanisms of oxidation of organic sulfides by H2O2 in aqueous solutions",
                "authors": [
                    {
                        "first": "J.-W",
                        "middle": [],
                        "last": "Chu",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Trout",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of the American Chemical Society",
                "volume": "126",
                "issue": "",
                "pages": "900--908",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chu, J.-W. & Trout, B. L. On the mechanisms of oxidation of organic sulfides by H2O2 in aqueous solutions. Journal of the American Chemical Society 126, 900-908 (2004).",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Prediction of the pH-rate profile for dimethyl sulfide oxidation by hydrogen peroxide: The role of elusive H3O2+ Ion",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Pliego",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "International Journal of Quantum Chemistry",
                "volume": "114",
                "issue": "",
                "pages": "501--507",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Silva, C. M., Silva, P. L. & Pliego, J. R. Prediction of the pH-rate profile for dimethyl sulfide oxidation by hydrogen peroxide: The role of elusive H3O2+ Ion. International Journal of Quantum Chemistry 114, 501-507 (2014).",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Mucus production by corals exposed during an extreme low tide",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Krupp",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Pac Sci",
                "volume": "38",
                "issue": "",
                "pages": "1--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krupp, D. A. Mucus production by corals exposed during an extreme low tide. Pac Sci 38, 1-11 (1984).",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Solar damage in intertidal corals",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Dunne",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "P"
                        ],
                        "last": "Scoffin",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D A"
                        ],
                        "last": "Letissier",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Marine Ecology Progress Series",
                "volume": "105",
                "issue": "",
                "pages": "219--230",
                "other_ids": {
                    "DOI": [
                        "10.3354/Meps105219"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Brown, B. E., Dunne, R. P., Scoffin, T. P. & Letissier, M. D. A. Solar damage in intertidal corals. Marine Ecology Progress Series 105, 219-230, doi: 10.3354/Meps105219 (1994).",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Influence of coral mucus on nutrient fluxes in carbonate sands",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Wild",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Woyt",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Huettel",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Marine Ecology Progress Series",
                "volume": "287",
                "issue": "",
                "pages": "87--98",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wild, C., Woyt, H. & Huettel, M. Influence of coral mucus on nutrient fluxes in carbonate sands. Marine Ecology Progress Series 287, 87-98 (2005).",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "An updated climatology of surface dimethylsulfide concentrations and emission fluxes in the global ocean",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Lana",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Global Biogeochemical Cycles",
                "volume": "25",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1029/2010gb003850"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Lana, A. et al. An updated climatology of surface dimethylsulfide concentrations and emission fluxes in the global ocean. Global Biogeochemical Cycles 25, art. no.-GB1004, doi: 10.1029/2010gb003850 (2011).",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Can we trust empirical marine DMS parameterisations within projections of future climate",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Halloran",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "G"
                        ],
                        "last": "Bell",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "J"
                        ],
                        "last": "Totterdell",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Biogeosciences",
                "volume": "7",
                "issue": "",
                "pages": "1645--1656",
                "other_ids": {
                    "DOI": [
                        "10.5194/bg-7-1645-2010"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Halloran, P. R., Bell, T. G. & Totterdell, I. J. Can we trust empirical marine DMS parameterisations within projections of future climate? Biogeosciences 7, 1645-1656, doi: 10.5194/bg-7-1645-2010 (2010).",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Dependence of DMS global sea-air flux distribution on transfer velocity and concentration field type",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Elliott",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Geophysical Research",
                "volume": "114",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1029/2008JG000710"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Elliott, S. Dependence of DMS global sea-air flux distribution on transfer velocity and concentration field type. Journal of Geophysical Research 114, art. no.-G02001, doi: 10.1029/2008JG000710 (2009).",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Mucus trap in coral reefs: formation and temporal evolution of particle aggregates caused by coral mucus",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Huettel",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Wild",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Gonelli",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Marine Ecology Progress Series",
                "volume": "307",
                "issue": "",
                "pages": "69--84",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huettel, M., Wild, C. & Gonelli, S. Mucus trap in coral reefs: formation and temporal evolution of particle aggregates caused by coral mucus. Marine Ecology Progress Series 307, 69-84 (2006).",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "DMS flux over the Antarctic sea ice zone",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Trevena",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Marine Chemistry",
                "volume": "134",
                "issue": "",
                "pages": "47--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trevena, A. & Jones, G. DMS flux over the Antarctic sea ice zone. Marine Chemistry 134, 47-58 (2012).",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "DMS air/sea flux and gas transfer coefficients from the North Atlantic summertime coccolithophore bloom",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Marandino",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "De Bruyn",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "S"
                        ],
                        "last": "Saltzman",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Geophysical Research Letters",
                "volume": "35",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1029/2008gl036370"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marandino, C. A., De Bruyn, W. J., Miller, S. D. & Saltzman, E. S. DMS air/sea flux and gas transfer coefficients from the North Atlantic summertime coccolithophore bloom. Geophysical Research Letters 35, L23812, doi: 10.1029/2008gl036370 (2008).",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Dimethylsulfide gas transfer coefficients from algal blooms in the Southern Ocean",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "G"
                        ],
                        "last": "Bell",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Atmos. Chem. Phys",
                "volume": "15",
                "issue": "",
                "pages": "1783--1794",
                "other_ids": {
                    "DOI": [
                        "10.5194/acp-15-1783-2015"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bell, T. G. et al. Dimethylsulfide gas transfer coefficients from algal blooms in the Southern Ocean. Atmos. Chem. Phys. 15, 1783-1794, doi: 10.5194/acp-15-1783-2015 (2015).",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "DMS production by plankton communities",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L J"
                        ],
                        "last": "Kwint",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Kramer",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Marine Ecology Progress Series",
                "volume": "121",
                "issue": "",
                "pages": "227--237",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kwint, R. L. J. & Kramer, K. J. M. DMS production by plankton communities. Marine Ecology Progress Series 121, 227-237 (1995).",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Photosynthesis, respiration and calcification of a zooxanthellate scleractinian coral under submerged and exposed conditions",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Romaine",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Tambutté",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Allemand",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Gattuso",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Marine Biology",
                "volume": "129",
                "issue": "",
                "pages": "175--182",
                "other_ids": {
                    "DOI": [
                        "10.1007/s002270050158"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Romaine, S., Tambutté, E., Allemand, D. & Gattuso, J. P. Photosynthesis, respiration and calcification of a zooxanthellate scleractinian coral under submerged and exposed conditions. Marine Biology 129, 175-182, doi: 10.1007/s002270050158 (1997).",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Coral mortality following extreme low tides and high solar radiation",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "R N"
                        ],
                        "last": "Anthony",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Kerswell",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Marine Biology",
                "volume": "151",
                "issue": "",
                "pages": "1623--1631",
                "other_ids": {
                    "DOI": [
                        "10.1007/s00227-006-0573-0"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Anthony, K. R. N. & Kerswell, A. P. Coral mortality following extreme low tides and high solar radiation. Marine Biology 151, 1623-1631, doi: 10.1007/s00227-006-0573-0 (2007).",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Flattening of Caribbean coral reefs: region-wide declines in architectural complexity",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Alvarez-Filip",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "K"
                        ],
                        "last": "Dulvy",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Gill",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "M"
                        ],
                        "last": "Côté",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Watkinson",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Proceedings of the Royal Society B: Biological Sciences",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1098/rspb.2009.0339"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Alvarez-Filip, L., Dulvy, N. K., Gill, J. A., Côté, I. M. & Watkinson, A. R. Flattening of Caribbean coral reefs: region-wide declines in architectural complexity. Proceedings of the Royal Society B: Biological Sciences, doi: 10.1098/rspb.2009.0339 (2009).",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Evidence for multiple stressor interactions and effects on coral reefs",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Ban",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Connolly",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Global Change Biology",
                "volume": "20",
                "issue": "",
                "pages": "681--697",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ban, S. S., Graham, N. A. & Connolly, S. R. Evidence for multiple stressor interactions and effects on coral reefs. Global Change Biology 20, 681-697 (2014).",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Do clouds save the Great Barrier Reef? Satellite imagery elucidates the cloud-SST relationship at the local scale",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Leahy",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Kingsford",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Steinberg",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "PLoS One",
                "volume": "8",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leahy, S. M., Kingsford, M. J. & Steinberg, C. R. Do clouds save the Great Barrier Reef? Satellite imagery elucidates the cloud-SST relationship at the local scale. PLoS One 8, e70400 (2013).",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Conceptual diagram of dimethylated sulfur cycling in the presence of coral when submersed (Stage I), during air exposure (Stage II) and when re-submersed (Stage III). Upper panel shows experimental approach with arrow sizes indicating relative strength of production pathways. Lower panel shows highfrequency measurements (black line) of DMS gas in the outflow of a flask containing the coral Acropora cf. horrida before, during and after air exposure. The red dashed line shows the calculated loss rate due to flushing of the flask."
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Coral surface area-normalised DMS concentrations (pmol/cm ) in the outflow from triplicate coral experimental flasks (A-C) and photosynthetic performance (D-F) of coral before, during and after air exposure. Grey shaded areas = coral submersed (Stage I and III), white areas = coral exposed to air (Stage II). Acropora cf. horrida (A,D), Porites cylindrica 400 (B,E) and Seriatopora hystrix 100 (C,F). Experiments were run in triplicate and replicate flasks are distinguished by different symbols (Flask 1 = diamonds, Flask 2 = squares, Flask 3 = triangles). Error bars on Panel A represent the total measurement error which includes error associated with 5 min-averaged 0.25 Hz API-CIMS measurements (see Methods), coral surface area measurements and flow rate of culture aeration. Superscript numbers = light acclimation levels in μ mol m −2 s −1 . * = discrete measurements made by GC-FPD."
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Seawater concentrations of DMS, total DMSP (DMSP t ) and dissolved DMSO (DMSO d ) (nM) in a sealed flask containing nubbins of A. cf. horrida . Single samples were taken at 10 min intervals following resubmersion (Stage III) of the coral after a short (15 min) period of air exposure. The error on the measurements (± 1.1 nM) falls within the size of the symbols."
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Observations and model results for DMS sw in an experimental flask holding an Acropora cf. horrida colony. API-CIMS measurements (black line: 1 min average) commenced upon coral re-submersion following 16 min of exposure to air"
            },
            "TABREF0": {
                "type_str": "table",
                "content": "<table><tr><td>Acropora cf. horrida</td><td>0.1 ± 0.3</td><td>1.5 ± 1.1</td><td>0.1 ± 0.1</td></tr><tr><td>Porites cylindrica</td><td>0.04 ± 0.03</td><td>0.5 ± 0.1</td><td>0.02 ± 0.02</td></tr><tr><td>Seriatopora hystrix</td><td>0.3 ± 0.3</td><td>0.7 ± 0.1</td><td>0.1 ± 0.1</td></tr><tr><td>DMS pmol/cm</td><td/><td/><td/></tr><tr><td>Acropora cf. horrida</td><td>53.7 ± 95.3</td><td>580.2 ± 456.6</td><td>30.5 ± 23.0</td></tr><tr><td>Porites cylindrica</td><td>1.3 ± 0.4</td><td>31.0 ± 8.8</td><td>1.9 ± 0.5</td></tr><tr><td>Seriatopora hystrix</td><td>7.3 ± 1.7</td><td>62.2 ± 18.1</td><td>17.4 ± 5.1</td></tr><tr><td>DMS amol/cell</td><td/><td/><td/></tr><tr><td>Acropora cf. horrida</td><td>24.2 ± 2.5</td><td>261.9 ± 21.1</td><td>10.2 ± 3.5</td></tr><tr><td>Porites cylindrica</td><td>0.6 ± 0.02</td><td>14.2 ± 0.4</td><td>1.3 ± 0.04</td></tr><tr><td>Seriatopora hystrix</td><td>1.0 ± 0.01</td><td>8.5 ± 0.01</td><td>5.3 ± 0.01</td></tr></table>",
                "num": null,
                "text": ""
            },
            "TABREF1": {
                "type_str": "table",
                "content": "<table><tr><td>= [DMS ] [DMS sw</td><td>mucus</td><td>]</td><td>×</td><td>vol</td><td>m ucus</td><td>/vol</td><td>water</td></tr></table>",
                "num": null,
                "text": "5)). Our values for A. cf. horrida fall well within the range of values previously reported for other Acroporids (61-18665 nM)2 .Using this information, we can estimate the resultant [DMS sw ] upon dissolution of DMS-rich mucus into the water phase:"
            }
        }
    }
}